{
  "root_text": {
    "uid": "dn11",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Kevaddha (Kiên Cố)",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Lohicca ",
      "uid": "dn12"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Subha ",
      "uid": "dn10"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='dn11' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trường Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>11. Kinh Kevaddha (Kiên Cố)</h1>\n</header>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a><a class='ref pts-cs' id='pts-cs1' href='#pts-cs1'>PTS cs 1</a> Như vầy tôi nghe. Một thời Thế Tôn ở tại Nalandà trong vườn <i lang='pli' translate='no'>Pavārikamba</i>. Lúc bấy giờ cư sĩ trẻ tuổi Kevaddha đến tại chỗ Thế Tôn, đảnh lễ Ngài và ngồi xuống một bên. Sau khi ngồi xuống một bên, cư sĩ trẻ tuổi Kevaddha bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Bạch Thế Tôn, Nalandà này có uy tín và phồn thịnh, nhân dân đông đúc và tín kính Thế Tôn. Bạch Thế Tôn, lành thay nếu Thế Tôn chỉ giáo cho một Tỷ-kheo thị hiện thượng nhân pháp, thần thông biến hóa. Nhờ vậy Nalandà này sẽ được nhiều người tín kính Thế Tôn hơn nữa.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Ðược nghe nói vậy, Thế Tôn nói với cư sĩ trẻ tuổi Kevaddha</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Kevaddha, Ta không dạy cho các Tỷ-kheo pháp này: “Này các Tỷ-kheo các Ngươi hãy thị hiện thượng nhân pháp, thần thông biến hóa cho các cư sĩ áo trắng”.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a><a class='ref pts-cs' id='pts-cs2' href='#pts-cs2'>PTS cs 2</a> Lần thứ hai, cư sĩ trẻ tuổi Kevaddha bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Bạch Thế Tôn, con không muốn phiền nhiễu Thế Tôn. Con chỉ nói: “Bạch Thế Tôn, Nalandà này có uy tín và phồn thịnh, nhân dân đông đúc và tín kính Thế Tôn. Bạch Thế Tôn, lành thay nếu Thế Tôn chỉ giáo cho một Tỷ-kheo thị hiện thượng nhân pháp, thần thông biến hóa. Nhờ vậy Nalandà này sẽ được nhiều người tín kính Thế Tôn hơn nữa”.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Lần thứ hai, Thế Tôn nói với cư sĩ trẻ tuổi Kevaddha</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Này Kevaddha, Ta không dạy cho các Tỷ-kheo pháp này: “Này các Tỷ-kheo, các Ngươi hãy hiện thượng nhân pháp, thần thông biến hóa cho các cư sĩ áo trắng”.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a><a class='ref pts-cs' id='pts-cs3' href='#pts-cs3'>PTS cs 3</a> Lần thứ ba, cư sĩ trẻ tuổi Kevaddha Bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Bạch Thế Tôn, con không muốn phiền nhiễu Thế Tôn. Con chỉ nói: “Bạch Thế Tôn, Nalandà này có uy tín và phồn thịnh, nhân dân đông đúc và tín kính Thế Tôn. Bạch Thế Tôn, lành thay nếu Thế Tôn chỉ giáo cho một Tỷ-kheo thị hiện thượng nhân pháp, thần thông biến hóa. Nhờ vậy Nalandà này sẽ được nhiều người tín kính Thế Tôn hơn nữa”.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>- Này Kevaddha, có ba pháp thần thông này Ta đã tự mình giác ngộ và tuyên thuyết. Thế nào là ba? Tức là biến hóa thần thông, tha tâm thần thông, giáo hóa thần thông.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a><a class='ref pts-cs' id='pts-cs4' href='#pts-cs4'>PTS cs 4</a> Này Kevaddha, thế nào là biến hóa thần thông? Này Kevaddha, ở đời có Tỷ-kheo chứng được các thần thông: một thân hiện ra nhiều thân, nhiều thân hiện ra một thân; hiện hình, biến hình đi ngang qua vách, qua tường, qua núi, như đi ngang qua hư không; độn thổ trồi lên, ngang qua đất liền như ở trong nước, đi trên nước không chìm như đi trên đất liền; ngồi kiết—già đi trên hư không như con chim; với hai bàn tay chạm và rờ mặt trời và mặt trăng; những vật có đại oai thần lực, đại oai thần như vậy, có thể tự thân bay đến cõi Phạm thiên. Có người tín thành thấy Tỷ-kheo ấy chứng hiện các thần thông: một thân hiện ra nhiều thân, nhiều thân hiện ra một thân: hiện hình, biến hình đi ngang qua vách, qua tường, qua núi như đi ngang qua hư không; độn thổ trồi lên, ngang qua đất liền như ở trong nước, đi trên nước không chìm như đi trên đất liền; ngồi kiết-già đi trên hư không như con chim, với bàn tay chạm và rờ mặt trời và mặt trăng; những vật có đại oai thần lực, đại oai thần như vậy, có thể tự thân bay đến cõi Phạm thiên.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a><a class='ref pts-cs' id='pts-cs5' href='#pts-cs5'>PTS cs 5</a> Người có lòng tín thành ấy nói với một người không có lòng tín thành: “Này Tôn giả, thật vi diệu thay! Này Tôn giả, thật hy hữu thay, đại thần thông, đại oai đức của vị Sa-môn! Chính tôi đã thấy vị Tỷ-kheo chứng các thần thông, “một thân hiện ra nhiều thân, nhiều thân hiện ra một thân, … có thể tự thân bay đến cõi Phạm thiên”. Người không có lòng tín thành có thể nói với người có lòng tín thành: “Này Tôn giả, có một chú thuật gọi là Gandhhàrì. Nhờ chú thuật hiện ra nhiều thân, nhiều thân hiện ra một thân … có thể tự thân bay đến cõi Phạm thiên”. Này Kevaddha, ngươi nghĩ thế nào? Người không có lòng tín thành có thể nói với người có lòng tín thành như vậy không?</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>- Bạch Thế Tôn, có thể nói như vậy.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>- Này Kevaddha chính vì ta thấy sự nguy hiểm trong sự biến hóa thần thông mà ta nhàm chán, hổ thẹn, ghê sợ biến hóa thần thông.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a><a class='ref pts-cs' id='pts-cs6' href='#pts-cs6'>PTS cs 6</a> Này Kevaddha, thế nào là tha tâm thần thông? Này Kevaddha, ở đời có Tỷ-kheo nói lên tâm, nói lên tâm sở, nói lên sự suy tầm nói lên sự suy tư của các loài hữu tình khác, của các người khác: “Như vậy là ý của Ngươi”. Có người có lòng tín thành thấy Tỷ-kheo nói lên tâm sở, nói lên sự suy tầm và nói lên sự suy tư của các loài hữu tình khác, của các người khác: “Như vậy là ý của Ngươi, thế này là ý của Ngươi, như vậy là tâm của Ngươi”.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a><a class='ref pts-cs' id='pts-cs7' href='#pts-cs7'>PTS cs 7</a> Người có lòng tín thành ấy nói với một người không có lòng tín thành: “Này Tôn giả, thật vi diệu thay! Này Tôn giả, thật hy hữu thay đại thần thông, đại oai đức của vị Sa-môn! Chính tôi đã thấy Tỷ-kheo nói lên tâm, nói lên tâm sở, nói lên sự suy tầm và nói lên sự suy tư của các loài hữu tình khác, của các người khác: “Như vậy là ý của ngươi, thế này là ý của ngươi, như vậy là tâm của ngươi”. Người không có lòng tín thành có thể nói với người có lòng tín thành: “Này Tôn giả, có một chú thuật gọi là <i lang='pli' translate='no'>Maṇika</i>, nhờ chú thuật này, Tỷ-kheo nói lên tâm, nói lên tâm sở, nói lên sự suy tầm, và nói lên sự suy tư của các loài hữu tình khác, của các người khác … “Thế này là ý của Ngươi, như vậy là tâm của Ngươi”. Này Kevaddha, Ngươi nghĩ thế nào? Người không có lòng tín thành có thể nói với Ngươi có lòng tín thành như vậy không?</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>- Bạch Thế Tôn, có thể nói như vậy?</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>- Này Kevaddha chính Ta thấy sự nguy hiểm trong sự tha tâm thần thông mà Ta nhàm chán, hổ thẹn, ghê sợ tha tâm thần thông.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a><a class='ref pts-cs' id='pts-cs8' href='#pts-cs8'>PTS cs 8</a> Này Kevaddha, thế nào là giáo hóa thần thông? Ở đời có Tỷ-kheo giáo hóa như sau: “Hãy suy tư như thế này, chớ có suy tư như thế kia; hãy tác ý như thế này, chớ có tác ý như thế kia; hãy trừ bỏ điều này, hãy chứng đạt và an trú điều kia”.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Này Kevaddha, như vậy gọi là giáo hóa thần thông.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a><a class='ref pts-cs' id='pts-cs9' href='#pts-cs9'>PTS cs 9</a> Này Kevaddha, nay ở đời đức Như Lai xuất hiện là bậc A-la-hán Chánh Biến Tri … (đoạn kinh 9–43 tương tự như <a href='../../dn2/vn/#pts-cs40'>kinh Sa-môn quả</a>, đoạn kinh số 40—74).</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a><a class='ref pts-cs' id='pts-cs44' href='#pts-cs44'>PTS cs 44</a> Khi quán tự thân đã xả ly năm triền cái ấy hân hoan sanh; do hân hoan nên hỷ sanh; do tâm hoan hỷ, thân được khinh an; do thân khinh an, lạc thọ sanh; do lạc thọ, tâm được định tĩnh. Vị Tỷ-kheo, ly dục, ly ác bất thiện pháp, chứng và trú thiền thứ nhất, một trạng thái hỷ lạc do ly dục sanh với tầm với tứ. Tỷ-kheo thấm nhuần, tẩm ướt, làm cho sung mãn tràn đầy thân mình với hỷ lạc do ly dục sanh, không một chỗ nào trên toàn thân không có hỷ lạc do ly dục sanh ấy thấm nhuần.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a><a class='ref pts-cs' id='pts-cs45' href='#pts-cs45'>PTS cs 45</a> Này Kevaddha, như một người hầu tắm lão luyện hay đệ tử người hầu tắm. Sau khi rắc bột tắm trong thau bằng đồng, liền nhồi bột ấy với nước, cục bột tắm ấy được thấm nhuần nước ướt, nhào trộn với nước ướt, thấm ướt cả trong lẫn ngoài với nước, nhưng không chảy thành giọt. Cũng vậy, này Kevaddha, Tỷ-kheo thấm nhuần, tẩm ướt, làm cho sung mãn tràn đầy thân hình với hỷ lạc do ly dục sanh ấy thấm nhuần. Này Kevaddha, như vậy gọi là giáo hóa thần thông.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a><a class='ref pts-cs' id='pts-cs50' href='#pts-cs50'>PTS cs 50</a>… chứng và trú thiền thứ tư … (như <a href='../../dn2/vn/#pts-cs77'>kinh Sa-môn quả</a>, đoạn kinh số 77—81, trừ câu kết sau chót mỗi chương). Này Kevaddha như vậy gọi là giáo hóa thần thông.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a><a class='ref pts-cs' id='pts-cs52' href='#pts-cs52'>PTS cs 52</a> Với tâm định tĩnh, thuần tịnh, không cấu nhiễm, không phiền não, nhu nhuyến, dễ xử dụng, vững chắc, bình thản như vậy, vị Tỷ-kheo dẫn tâm, hướng tâm đến chánh trí, chánh kiến … (như <a href='../../dn2/vn/#pts-cs83'>kinh Sa-môn quả</a>, đoạn kinh số 83) … Này Kevaddha, như vậy gọi là giáo hóa thần thông.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a><a class='ref pts-cs' id='pts-cs53' href='#pts-cs53'>PTS cs 53</a>… sau đời hiện tại, không có đời sống nào khác nữa … (xem <a href='../../dn2/vn/#pts-cs84'>kinh Sa-môn quả</a>, đoạn kinh số 84—98), trừ câu kết sau chót của mỗi chương). Này Kevaddha, như vậy là giáo hóa thần thông.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a><a class='ref pts-cs' id='pts-cs67' href='#pts-cs67'>PTS cs 67</a> Này Kevaddha, ba pháp thần thông này, Ta đã tự mình giác ngộ và tuyên thuyết. Này Kevaddha thuở xưa, chính một Tỷ-kheo có khởi nghi vấn như sau: “Trong Tỷ-kheo chúng này—địa đại, thủy đại, hỏa đại, phong đại—đi đâu sau khi biến diệt hoàn toàn?” Này Kevaddha, vị Tỷ-kheo ấy nhập định, và trong định tâm, con đường đưa đến Thiên giới hiện ra.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a><a class='ref pts-cs' id='pts-cs68' href='#pts-cs68'>PTS cs 68</a> Này Kevaddha, lúc bấy giờ vị Tỷ-kheo ấy đi đến Bốn Thiên vương thiên, khi đến xong, liền nói với các vị Bốn Thiên vương thiên: “Này các Hiền giả, bốn đại chủng này: địa đại, thủy đại, hỏa đại, phong đại đi đâu sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Này Kevaddha, được nghe nói vậy Bốn Thiên vương thiên nói với vị Tỷ-kheo ấy: “Này Tỷ-kheo, chúng tôi không được biết bốn đại chủng ấy—địa đại, thủy đại, hỏa đại, phong đại—đi đâu sau khi biến diệt hoàn toàn”. Này Tỷ-kheo, có bốn Ðại vương ưu thế hơn và thù thắng hơn chúng tôi. Những vị này có thể biết bốn đại chủng này, địa đại, thủy đại, hỏa đại, phong đại đi đâu sau khi biến diệt hoàn toàn.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a><a class='ref pts-cs' id='pts-cs69' href='#pts-cs69'>PTS cs 69</a> Này Kevaddha, vị Tỷ-kheo đi đến bốn vị Ðại vương, khi đến xong liền hỏi bốn vị Ðại Thiên vương: “Này các Hiền giả, bốn đại chủng này—địa đại, thủy đại, hỏa đại, phong đại—đi đâu sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Này Kevaddha, được nghe nói vậy, cả bốn vị Ðại vương nói với vị Tỷ-kheo ấy: “Này Tỷ-kheo, chúng tôi không được biết bốn đại chủng ấy—địa đại, thủy đại, hỏa đại, phong đại—đi đâu sau khi biến diệt hoàn toàn. Này vị Tỷ-kheo, có Ba mươi ba thiên ưu thế hơn, thù thắng hơn chúng tôi. Những vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a><a class='ref pts-cs' id='pts-cs70' href='#pts-cs70'>PTS cs 70</a> Này Kevaddha, vị Tỷ-kheo ấy đi đến các vị Ba mươi ba thiên, khi đến xong, liền hỏi các vị Ba mươi ba thiên, “Này các Hiền giả, bốn đại chủng này—địa … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>Này Kevaddha, được nghe nói vậy, các vị Ba mươi ba thiên nói với vị Tỷ-kheo ấy: “Này Tỷ-kheo, chúng tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo, có vị Ðế thích chư thiên tên là Sakka ưu thế hơn, thù thắng hơn chúng tôi. Vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu sau khi biến diệt hoàn toàn.”</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a><a class='ref pts-cs' id='pts-cs71' href='#pts-cs71'>PTS cs 71</a> Này Kevaddha, Tỷ-kheo ấy đi đến Ðế thích chư thiên tên là Sakka, khi đến xong, liền hỏi Ðế thích chư thiên tên là Sakka: “Này Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Này Kevaddha, được nghe nói vậy, Ðế thích chư Thiên tên là Sakka nói với Tỷ-kheo ấy: “Này Tỷ-kheo, tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo, có chư Thiên tên là <i lang='pli' translate='no'>Yāma</i> (Dạ-ma) ưu thế hơn, thù thắng hơn tôi. Vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a><a class='ref pts-cs' id='pts-cs72' href='#pts-cs72'>PTS cs 72</a> Này Kevaddha, Tỷ-kheo ấy đi đến chư Thiên tên là <i lang='pli' translate='no'>Yāma</i> (Dạ-ma) xong, liền hỏi chư Thiên Dạ-ma: “Này các Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>Này Kevaddha, được nghe nói vậy, chư Thiên <i lang='pli' translate='no'>Yāma</i> (Dạ-ma) nói với Tỷ-kheo. “Chúng tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo, có Thiên tử tên là <i lang='pli' translate='no'>Suyāma</i> ưu thế hơn, thù thắng hơn chúng tôi. Vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn.”</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a><a class='ref pts-cs' id='pts-cs73' href='#pts-cs73'>PTS cs 73</a> Này Kevaddha, Tỷ-kheo ấy đi đến Thiên tử <i lang='pli' translate='no'>Suyāma</i>, sau khi đến liền hỏi Thiên tử <i lang='pli' translate='no'>Suyāma</i>: “Này Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>Này Kevaddha, được nghe nói vậy Thiên tử <i lang='pli' translate='no'>Suyāma</i> nói với Tỷ-kheo ấy: “Này Tỷ-kheo, tôi không được biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo, có Thiên tử tên là Tusità ưu thế hơn, thù thắng hơn chúng tôi. Vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn.”</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a><a class='ref pts-cs' id='pts-cs74' href='#pts-cs74'>PTS cs 74</a> Này Kevaddha, Tỷ-kheo ấy đi đến chư Thiên Tusità. Khi đến xong, liền hỏi chư Thiên Tusità: “Này các Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>Này Kevaddha, được nói vậy chư Thiên Tusità nói với Tỷ-kheo ấy: “Này Tỷ-kheo, chúng tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo, có Thiên tử tên là Santusita ưu thế hơn, thù thắng hơn chúng tôi. Vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a><a class='ref pts-cs' id='pts-cs75' href='#pts-cs75'>PTS cs 75</a> Này Kevaddha, Tỷ-kheo ấy đi đến Thiên tử Santusita. Khi đến xong, liền hỏi Thiên tử Santusita: “Này Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>Này Kevaddha, được nghe nói vậy, Thiên tử Santusita nói với Tỷ-kheo ấy: “Này Tỷ-kheo, tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này vị Tỷ-kheo có chư Thiên tên là <i lang='pli' translate='no'>Nimmānarati</i> (Hóa lạc thiên) ưu thế hơn, thù thắng hơn tôi. Những vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a><a class='ref pts-cs' id='pts-cs76' href='#pts-cs76'>PTS cs 76</a> Này Kevaddha, Tỷ-kheo ấy đi đến chư Thiên <i lang='pli' translate='no'>Nimmānarati</i>. Khi đến xong, liền hỏi chư Thiên <i lang='pli' translate='no'>Nimmānarati</i>: “Này các Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>Này Kevaddha, được nghe nói vậy, chư Thiên <i lang='pli' translate='no'>Nimmānarati</i> nói với Tỷ-kheo ấy: “Này Tỷ-kheo chúng tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo có Thiên tử tên là Sunimmita ưu thế hơn, thù thắng hơn chúng tôi. Vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a><a class='ref pts-cs' id='pts-cs77' href='#pts-cs77'>PTS cs 77</a> Này Kevaddha, Tỷ-kheo ấy đi đến Thiên tử Sunimmita. Khi đến xong, liền hỏi Thiên tử Sunimmita. “Này Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>Này Kevaddha, được nghe nói vậy, Thiên tử Sunimmita nói với Tỷ-kheo ấy: “Này Tỷ-kheo, tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo có chư thiên gọi là Paranimmitavasavatti (Tha hóa tự tại thiên) ưu thế hơn, thù thắng hơn tôi. Những vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a><a class='ref pts-cs' id='pts-cs78' href='#pts-cs78'>PTS cs 78</a> Này Kevaddha, Tỷ-kheo ấy đi đến chư Thiên Paranimmitavasavatti, khi đến xong, liền hỏi chư Thiên Paranimmitavasavatti (Tha hóa tự tại thiên): “Này các Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Này Kevaddha, được nghe nói vậy chư Thiên Paranimmitavasavatti nói với Tỷ-kheo ấy: “Này Tỷ-kheo, tôi không được biết—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo có Thiên tử tên là <i lang='pli' translate='no'>Vasavattī</i> ưu thế hơn, thù thắng hơn chúng tôi. Vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a><a class='ref pts-cs' id='pts-cs79' href='#pts-cs79'>PTS cs 79</a> Này Kevaddha, Tỷ-kheo ấy đi đến Thiên tử <i lang='pli' translate='no'>Vasavattī</i>. Khi đến xong, liền hỏi Thiên tử <i lang='pli' translate='no'>Vasavattī</i>: “Này Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>Này Kevaddha, được nghe nói vậy, Thiên tử <i lang='pli' translate='no'>Vasavattī</i> nói với Tỷ-kheo ấy. “Này Tỷ-kheo, chúng tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo, có chư Thiên gọi là Brahmà Kayikà ưu thế hơn, thù thắng hơn chúng tôi. Những vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a><a class='ref pts-cs' id='pts-cs80' href='#pts-cs80'>PTS cs 80</a> Này Kevaddha, lúc bấy giờ, Tỷ-kheo ấy nhập định, và trong định tâm, con đường đưa đến Phạm thiên giới hiện ra.</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>Này Kevaddha, Tỷ-kheo ấy đi đến chư Thiên Brahmà Kayikà: “Này các Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>Này Kevaddha, được nghe nói vậy, chư Thiên Brahmà Kayikà nói với Tỷ-kheo ấy: “Này Tỷ-kheo, chúng tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo, có vị Phạm thiên, Ðại Phạm thiên, đấng Toàn năng, Tối thắng, Biến nhãn, Thượng tôn, Thượng đế, Sáng tạo chủ, Hóa sanh chủ, Ðại tôn, Chúa tể mọi định mạng, đấng Tự tại, Tổ phụ các chúng sanh đã và sẽ sanh. Vị này ưu thế hơn, thù thắng hơn chúng tôi. Vị này có thể biết bốn đại chủng này địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>- Này Hiền giả, hiện nay Ðại Phạm thiên ấy ở đâu?</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>- Này Tỷ-kheo, chúng tôi không biết Phạm thiên ở đâu, vì sao có Phạm thiên và Phạm thiên từ đâu đến. Nhưng này Tỷ-kheo, khi nào triệu tướng hiện, khi nào ánh sáng sanh, khi nào hào quang hiển, thời Phạm thiên xuất hiện. Ánh sáng xanh, hào quang hiển là tướng Phạm thiên xuất hiện từ trước là như vậy.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a><a class='ref pts-cs' id='pts-cs81' href='#pts-cs81'>PTS cs 81</a> Này Kevaddha, không bao lâu, Ðại Phạm thiên xuất hiện. Lúc bấy giờ, này Kevaddha, Tỷ-kheo ấy đến Ðại Phạm thiên. Khi đến xong, liền hỏi Phạm thiên: “Này Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?” —Này Kevaddha, được nghe nói vậy, Ðại Phạm thiên nói với Tỷ-kheo ấy: “Này Tỷ-kheo, Ta là Phạm thiên, Ðại Phạm thiên, đấng Toàn năng, Tối thắng, Biến nhãn, Thượng tôn, Thượng đế, Sáng tạo chủ, Hóa sanh chủ, Ðại tôn, Chúa tể mọi định mạng, đấng Tự tại, Tổ phụ các chúng sanh đã và sẽ sanh”.</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a><a class='ref pts-cs' id='pts-cs82' href='#pts-cs82'>PTS cs 82</a> Này Kevaddha, lần thứ hai Tỷ-kheo ấy nói với Phạm thiên: “Này Hiền giả, tôi không hỏi: “Ngài có phải là Phạm thiên, Ðại Phạm thiên, đấng Toàn năng, Tối thắng, Biến nhãn, Thượng tôn, Thượng đế, Sáng tạo chủ, Hóa sanh chủ, Ðại tôn, Chúa tể mọi định mạng, đấng Tự tại, Tổ phụ các chúng sanh đã và sẽ sanh”. Này Hiền giả, tôi hỏi: “Này Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>Này Kevaddha, lần thứ hai, Ðại Phạm thiên ấy nói với Tỷ-kheo ấy: “Này Tỷ-kheo, ta là Phạm thiên, Ðại Phạm thiên, đấng Toàn năng, Tối thắng, Biến nhãn, Thượng tôn, Thượng đế, Sáng tạo chủ, Hóa sanh chủ, Ðại tôn, Chúa tể mọi định mạng, đấng Tự tại, Tổ phụ các chúng sanh đã và sẽ sanh”.</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a><a class='ref pts-cs' id='pts-cs83' href='#pts-cs83'>PTS cs 83</a> Này Kevaddha, lần thứ ba, Tỷ-kheo ấy nói với Phạm thiên: “Này Hiền giả, tôi không hỏi: “Ngài có phải là Phạm thiên, Ðại Phạm thiên, đấng Toàn năng, Tối thắng, Biến nhãn, Thượng tôn, Thượng đế, Sáng tạo chủ, Hóa sanh chủ, Ðại tôn, Chúa tể mọi định mạng, đấng Tự tại, Tổ phụ các chúng sanh đã và sẽ sanh”. Này Hiền giả, tôi hỏi: “Này Hiền giả, bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>Này Kevaddha, khi bấy giờ Ðại Phạm thiên cầm tay Tỷ-kheo ấy, kéo ra một bên rồi nói với Tỷ-kheo: “Này Tỷ-kheo, chư Thiên Brahmà Kayikà xem rằng không có gì Phạm thiên không thấy, không có gì Phạm thiên không hiểu, không có gì Phạm thiên không chứng. Do vậy, trước mặt chúng, ta không có trả lời: “Này Tỷ-kheo, ta không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”. Do vậy, này Tỷ-kheo, Ngươi đã làm sai, Ngươi đã lầm lẫn, khi Ngươi bỏ qua Thế Tôn, hướng đến người khác để trả lời câu hỏi ấy. Này Tỷ-kheo, Ngươi hãy đi đến Thế Tôn hỏi câu hỏi ấy, và hãy thọ trì những gì Thế Tôn trả lời”.</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a><a class='ref pts-cs' id='pts-cs84' href='#pts-cs84'>PTS cs 84</a> Này Kevaddha, Tỷ-kheo ấy, như nhà đại lực sĩ duỗi ra cánh tay đã co lại, hay co lại cánh tay đã duỗi ra, biến mất ở Phạm thiên giới và hiện ra trước mặt Ta. Này Kevaddha, Tỷ-kheo ấy đảnh lễ Ta và ngồi xuống một bên. Sau khi ngồi xuống một bên, này Kevaddha, Tỷ-kheo ấy nói với Ta: “Bạch Thế Tôn, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a><a class='ref pts-cs' id='pts-cs85' href='#pts-cs85'>PTS cs 85</a> Này Kevaddha, được nghe nói vậy, Ta nói với Tỷ-kheo ấy: “Này Tỷ-kheo, thuở xưa các hải thương khi đi thuyền vượt biển thường đem theo con chim có thể thấy bờ. Khi chiếc thuyền vượt biển quá xa không trông thấy bờ, các nhà hải thương liền thả con chim có thể thấy bờ. Con chim bay về phía Ðông, bay về phía Nam, bay về phía Tây, bay về phía Bắc, bay lên Trên, bay về các hướng Trung gian. Nếu con chim thấy bờ xung quanh, con chim liền bay đến bờ ấy. Nếu con chim không thấy bờ xung quanh, con chim bay trở về thuyền”. Cũng vậy, này Tỷ-kheo, Ngươi đã tìm cho đến Phạm thiên giới mà không gặp được câu trả lời cho câu hỏi ấy, nên nay trở về với Ta. Này Tỷ-kheo, câu hỏi không nên hỏi như sau: “Bạch Thế Tôn, bốn đại chủng ấy—địa đại, thủy đại, hỏa đại, phong đại—đi đâu, sau khi biến diệt hoàn toàn?”. Này Tỷ-kheo, câu hỏi phải nói như sau:</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>“Chỗ nào mà địa đại, thủy đại, hỏa đại, phong đại, dài ngắn, tế, thô, tịnh, bất tịnh không có chân đứng? Chỗ nào cả danh và sắc tiêu diệt hoàn toàn?” và đây là câu trả lời cho câu hỏi này:</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>“Thức là không thể thấy, vô biên, biến thông hết thảy xứ. Ở đây, địa đại, thủy đại, hỏa đại, phong đại không có chân đứng.</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a>Ở đây, cũng vậy dài, ngắn, tế, thô, tịnh và bất tịnh.</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a>Ở đây danh và sắc tiêu diệt hoàn toàn.</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a>Khi thức diệt, ở đây mọi thứ đều diệt tận”.</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>Thế Tôn thuyết như vậy. Kevaddha, cư sĩ trẻ tuổi hoan hỷ tín thọ lời dạy của Thế Tôn.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>[<a href='truong11e.htm'>Bản dịch Anh ngữ</a>]</p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Long Discourses of the Buddha”, Maurice Walshe dịch, 1987).</p>\n<p>Hiệu đính: <strong>16–04–2004</strong></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "dn11",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Kevaddha (Kiên Cố)",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Lohicca ",
      "uid": "dn12"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Subha ",
      "uid": "dn10"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='dn11' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trường Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>11. Kinh Kevaddha (Kiên Cố)</h1>\n</header>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a><a class='ref pts-cs' id='pts-cs1' href='#pts-cs1'>PTS cs 1</a> Như vầy tôi nghe. Một thời Thế Tôn ở tại Nalandà trong vườn <i lang='pli' translate='no'>Pavārikamba</i>. Lúc bấy giờ cư sĩ trẻ tuổi Kevaddha đến tại chỗ Thế Tôn, đảnh lễ Ngài và ngồi xuống một bên. Sau khi ngồi xuống một bên, cư sĩ trẻ tuổi Kevaddha bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Bạch Thế Tôn, Nalandà này có uy tín và phồn thịnh, nhân dân đông đúc và tín kính Thế Tôn. Bạch Thế Tôn, lành thay nếu Thế Tôn chỉ giáo cho một Tỷ-kheo thị hiện thượng nhân pháp, thần thông biến hóa. Nhờ vậy Nalandà này sẽ được nhiều người tín kính Thế Tôn hơn nữa.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Ðược nghe nói vậy, Thế Tôn nói với cư sĩ trẻ tuổi Kevaddha</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Kevaddha, Ta không dạy cho các Tỷ-kheo pháp này: “Này các Tỷ-kheo các Ngươi hãy thị hiện thượng nhân pháp, thần thông biến hóa cho các cư sĩ áo trắng”.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a><a class='ref pts-cs' id='pts-cs2' href='#pts-cs2'>PTS cs 2</a> Lần thứ hai, cư sĩ trẻ tuổi Kevaddha bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Bạch Thế Tôn, con không muốn phiền nhiễu Thế Tôn. Con chỉ nói: “Bạch Thế Tôn, Nalandà này có uy tín và phồn thịnh, nhân dân đông đúc và tín kính Thế Tôn. Bạch Thế Tôn, lành thay nếu Thế Tôn chỉ giáo cho một Tỷ-kheo thị hiện thượng nhân pháp, thần thông biến hóa. Nhờ vậy Nalandà này sẽ được nhiều người tín kính Thế Tôn hơn nữa”.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Lần thứ hai, Thế Tôn nói với cư sĩ trẻ tuổi Kevaddha</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Này Kevaddha, Ta không dạy cho các Tỷ-kheo pháp này: “Này các Tỷ-kheo, các Ngươi hãy hiện thượng nhân pháp, thần thông biến hóa cho các cư sĩ áo trắng”.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a><a class='ref pts-cs' id='pts-cs3' href='#pts-cs3'>PTS cs 3</a> Lần thứ ba, cư sĩ trẻ tuổi Kevaddha Bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Bạch Thế Tôn, con không muốn phiền nhiễu Thế Tôn. Con chỉ nói: “Bạch Thế Tôn, Nalandà này có uy tín và phồn thịnh, nhân dân đông đúc và tín kính Thế Tôn. Bạch Thế Tôn, lành thay nếu Thế Tôn chỉ giáo cho một Tỷ-kheo thị hiện thượng nhân pháp, thần thông biến hóa. Nhờ vậy Nalandà này sẽ được nhiều người tín kính Thế Tôn hơn nữa”.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>- Này Kevaddha, có ba pháp thần thông này Ta đã tự mình giác ngộ và tuyên thuyết. Thế nào là ba? Tức là biến hóa thần thông, tha tâm thần thông, giáo hóa thần thông.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a><a class='ref pts-cs' id='pts-cs4' href='#pts-cs4'>PTS cs 4</a> Này Kevaddha, thế nào là biến hóa thần thông? Này Kevaddha, ở đời có Tỷ-kheo chứng được các thần thông: một thân hiện ra nhiều thân, nhiều thân hiện ra một thân; hiện hình, biến hình đi ngang qua vách, qua tường, qua núi, như đi ngang qua hư không; độn thổ trồi lên, ngang qua đất liền như ở trong nước, đi trên nước không chìm như đi trên đất liền; ngồi kiết—già đi trên hư không như con chim; với hai bàn tay chạm và rờ mặt trời và mặt trăng; những vật có đại oai thần lực, đại oai thần như vậy, có thể tự thân bay đến cõi Phạm thiên. Có người tín thành thấy Tỷ-kheo ấy chứng hiện các thần thông: một thân hiện ra nhiều thân, nhiều thân hiện ra một thân: hiện hình, biến hình đi ngang qua vách, qua tường, qua núi như đi ngang qua hư không; độn thổ trồi lên, ngang qua đất liền như ở trong nước, đi trên nước không chìm như đi trên đất liền; ngồi kiết-già đi trên hư không như con chim, với bàn tay chạm và rờ mặt trời và mặt trăng; những vật có đại oai thần lực, đại oai thần như vậy, có thể tự thân bay đến cõi Phạm thiên.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a><a class='ref pts-cs' id='pts-cs5' href='#pts-cs5'>PTS cs 5</a> Người có lòng tín thành ấy nói với một người không có lòng tín thành: “Này Tôn giả, thật vi diệu thay! Này Tôn giả, thật hy hữu thay, đại thần thông, đại oai đức của vị Sa-môn! Chính tôi đã thấy vị Tỷ-kheo chứng các thần thông, “một thân hiện ra nhiều thân, nhiều thân hiện ra một thân, … có thể tự thân bay đến cõi Phạm thiên”. Người không có lòng tín thành có thể nói với người có lòng tín thành: “Này Tôn giả, có một chú thuật gọi là Gandhhàrì. Nhờ chú thuật hiện ra nhiều thân, nhiều thân hiện ra một thân … có thể tự thân bay đến cõi Phạm thiên”. Này Kevaddha, ngươi nghĩ thế nào? Người không có lòng tín thành có thể nói với người có lòng tín thành như vậy không?</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>- Bạch Thế Tôn, có thể nói như vậy.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>- Này Kevaddha chính vì ta thấy sự nguy hiểm trong sự biến hóa thần thông mà ta nhàm chán, hổ thẹn, ghê sợ biến hóa thần thông.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a><a class='ref pts-cs' id='pts-cs6' href='#pts-cs6'>PTS cs 6</a> Này Kevaddha, thế nào là tha tâm thần thông? Này Kevaddha, ở đời có Tỷ-kheo nói lên tâm, nói lên tâm sở, nói lên sự suy tầm nói lên sự suy tư của các loài hữu tình khác, của các người khác: “Như vậy là ý của Ngươi”. Có người có lòng tín thành thấy Tỷ-kheo nói lên tâm sở, nói lên sự suy tầm và nói lên sự suy tư của các loài hữu tình khác, của các người khác: “Như vậy là ý của Ngươi, thế này là ý của Ngươi, như vậy là tâm của Ngươi”.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a><a class='ref pts-cs' id='pts-cs7' href='#pts-cs7'>PTS cs 7</a> Người có lòng tín thành ấy nói với một người không có lòng tín thành: “Này Tôn giả, thật vi diệu thay! Này Tôn giả, thật hy hữu thay đại thần thông, đại oai đức của vị Sa-môn! Chính tôi đã thấy Tỷ-kheo nói lên tâm, nói lên tâm sở, nói lên sự suy tầm và nói lên sự suy tư của các loài hữu tình khác, của các người khác: “Như vậy là ý của ngươi, thế này là ý của ngươi, như vậy là tâm của ngươi”. Người không có lòng tín thành có thể nói với người có lòng tín thành: “Này Tôn giả, có một chú thuật gọi là <i lang='pli' translate='no'>Maṇika</i>, nhờ chú thuật này, Tỷ-kheo nói lên tâm, nói lên tâm sở, nói lên sự suy tầm, và nói lên sự suy tư của các loài hữu tình khác, của các người khác … “Thế này là ý của Ngươi, như vậy là tâm của Ngươi”. Này Kevaddha, Ngươi nghĩ thế nào? Người không có lòng tín thành có thể nói với Ngươi có lòng tín thành như vậy không?</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>- Bạch Thế Tôn, có thể nói như vậy?</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>- Này Kevaddha chính Ta thấy sự nguy hiểm trong sự tha tâm thần thông mà Ta nhàm chán, hổ thẹn, ghê sợ tha tâm thần thông.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a><a class='ref pts-cs' id='pts-cs8' href='#pts-cs8'>PTS cs 8</a> Này Kevaddha, thế nào là giáo hóa thần thông? Ở đời có Tỷ-kheo giáo hóa như sau: “Hãy suy tư như thế này, chớ có suy tư như thế kia; hãy tác ý như thế này, chớ có tác ý như thế kia; hãy trừ bỏ điều này, hãy chứng đạt và an trú điều kia”.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Này Kevaddha, như vậy gọi là giáo hóa thần thông.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a><a class='ref pts-cs' id='pts-cs9' href='#pts-cs9'>PTS cs 9</a> Này Kevaddha, nay ở đời đức Như Lai xuất hiện là bậc A-la-hán Chánh Biến Tri … (đoạn kinh 9–43 tương tự như <a href='../../dn2/vn/#pts-cs40'>kinh Sa-môn quả</a>, đoạn kinh số 40—74).</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a><a class='ref pts-cs' id='pts-cs44' href='#pts-cs44'>PTS cs 44</a> Khi quán tự thân đã xả ly năm triền cái ấy hân hoan sanh; do hân hoan nên hỷ sanh; do tâm hoan hỷ, thân được khinh an; do thân khinh an, lạc thọ sanh; do lạc thọ, tâm được định tĩnh. Vị Tỷ-kheo, ly dục, ly ác bất thiện pháp, chứng và trú thiền thứ nhất, một trạng thái hỷ lạc do ly dục sanh với tầm với tứ. Tỷ-kheo thấm nhuần, tẩm ướt, làm cho sung mãn tràn đầy thân mình với hỷ lạc do ly dục sanh, không một chỗ nào trên toàn thân không có hỷ lạc do ly dục sanh ấy thấm nhuần.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a><a class='ref pts-cs' id='pts-cs45' href='#pts-cs45'>PTS cs 45</a> Này Kevaddha, như một người hầu tắm lão luyện hay đệ tử người hầu tắm. Sau khi rắc bột tắm trong thau bằng đồng, liền nhồi bột ấy với nước, cục bột tắm ấy được thấm nhuần nước ướt, nhào trộn với nước ướt, thấm ướt cả trong lẫn ngoài với nước, nhưng không chảy thành giọt. Cũng vậy, này Kevaddha, Tỷ-kheo thấm nhuần, tẩm ướt, làm cho sung mãn tràn đầy thân hình với hỷ lạc do ly dục sanh ấy thấm nhuần. Này Kevaddha, như vậy gọi là giáo hóa thần thông.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a><a class='ref pts-cs' id='pts-cs50' href='#pts-cs50'>PTS cs 50</a>… chứng và trú thiền thứ tư … (như <a href='../../dn2/vn/#pts-cs77'>kinh Sa-môn quả</a>, đoạn kinh số 77—81, trừ câu kết sau chót mỗi chương). Này Kevaddha như vậy gọi là giáo hóa thần thông.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a><a class='ref pts-cs' id='pts-cs52' href='#pts-cs52'>PTS cs 52</a> Với tâm định tĩnh, thuần tịnh, không cấu nhiễm, không phiền não, nhu nhuyến, dễ xử dụng, vững chắc, bình thản như vậy, vị Tỷ-kheo dẫn tâm, hướng tâm đến chánh trí, chánh kiến … (như <a href='../../dn2/vn/#pts-cs83'>kinh Sa-môn quả</a>, đoạn kinh số 83) … Này Kevaddha, như vậy gọi là giáo hóa thần thông.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a><a class='ref pts-cs' id='pts-cs53' href='#pts-cs53'>PTS cs 53</a>… sau đời hiện tại, không có đời sống nào khác nữa … (xem <a href='../../dn2/vn/#pts-cs84'>kinh Sa-môn quả</a>, đoạn kinh số 84—98), trừ câu kết sau chót của mỗi chương). Này Kevaddha, như vậy là giáo hóa thần thông.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a><a class='ref pts-cs' id='pts-cs67' href='#pts-cs67'>PTS cs 67</a> Này Kevaddha, ba pháp thần thông này, Ta đã tự mình giác ngộ và tuyên thuyết. Này Kevaddha thuở xưa, chính một Tỷ-kheo có khởi nghi vấn như sau: “Trong Tỷ-kheo chúng này—địa đại, thủy đại, hỏa đại, phong đại—đi đâu sau khi biến diệt hoàn toàn?” Này Kevaddha, vị Tỷ-kheo ấy nhập định, và trong định tâm, con đường đưa đến Thiên giới hiện ra.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a><a class='ref pts-cs' id='pts-cs68' href='#pts-cs68'>PTS cs 68</a> Này Kevaddha, lúc bấy giờ vị Tỷ-kheo ấy đi đến Bốn Thiên vương thiên, khi đến xong, liền nói với các vị Bốn Thiên vương thiên: “Này các Hiền giả, bốn đại chủng này: địa đại, thủy đại, hỏa đại, phong đại đi đâu sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Này Kevaddha, được nghe nói vậy Bốn Thiên vương thiên nói với vị Tỷ-kheo ấy: “Này Tỷ-kheo, chúng tôi không được biết bốn đại chủng ấy—địa đại, thủy đại, hỏa đại, phong đại—đi đâu sau khi biến diệt hoàn toàn”. Này Tỷ-kheo, có bốn Ðại vương ưu thế hơn và thù thắng hơn chúng tôi. Những vị này có thể biết bốn đại chủng này, địa đại, thủy đại, hỏa đại, phong đại đi đâu sau khi biến diệt hoàn toàn.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a><a class='ref pts-cs' id='pts-cs69' href='#pts-cs69'>PTS cs 69</a> Này Kevaddha, vị Tỷ-kheo đi đến bốn vị Ðại vương, khi đến xong liền hỏi bốn vị Ðại Thiên vương: “Này các Hiền giả, bốn đại chủng này—địa đại, thủy đại, hỏa đại, phong đại—đi đâu sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Này Kevaddha, được nghe nói vậy, cả bốn vị Ðại vương nói với vị Tỷ-kheo ấy: “Này Tỷ-kheo, chúng tôi không được biết bốn đại chủng ấy—địa đại, thủy đại, hỏa đại, phong đại—đi đâu sau khi biến diệt hoàn toàn. Này vị Tỷ-kheo, có Ba mươi ba thiên ưu thế hơn, thù thắng hơn chúng tôi. Những vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a><a class='ref pts-cs' id='pts-cs70' href='#pts-cs70'>PTS cs 70</a> Này Kevaddha, vị Tỷ-kheo ấy đi đến các vị Ba mươi ba thiên, khi đến xong, liền hỏi các vị Ba mươi ba thiên, “Này các Hiền giả, bốn đại chủng này—địa … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>Này Kevaddha, được nghe nói vậy, các vị Ba mươi ba thiên nói với vị Tỷ-kheo ấy: “Này Tỷ-kheo, chúng tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo, có vị Ðế thích chư thiên tên là Sakka ưu thế hơn, thù thắng hơn chúng tôi. Vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu sau khi biến diệt hoàn toàn.”</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a><a class='ref pts-cs' id='pts-cs71' href='#pts-cs71'>PTS cs 71</a> Này Kevaddha, Tỷ-kheo ấy đi đến Ðế thích chư thiên tên là Sakka, khi đến xong, liền hỏi Ðế thích chư thiên tên là Sakka: “Này Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Này Kevaddha, được nghe nói vậy, Ðế thích chư Thiên tên là Sakka nói với Tỷ-kheo ấy: “Này Tỷ-kheo, tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo, có chư Thiên tên là <i lang='pli' translate='no'>Yāma</i> (Dạ-ma) ưu thế hơn, thù thắng hơn tôi. Vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a><a class='ref pts-cs' id='pts-cs72' href='#pts-cs72'>PTS cs 72</a> Này Kevaddha, Tỷ-kheo ấy đi đến chư Thiên tên là <i lang='pli' translate='no'>Yāma</i> (Dạ-ma) xong, liền hỏi chư Thiên Dạ-ma: “Này các Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>Này Kevaddha, được nghe nói vậy, chư Thiên <i lang='pli' translate='no'>Yāma</i> (Dạ-ma) nói với Tỷ-kheo. “Chúng tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo, có Thiên tử tên là <i lang='pli' translate='no'>Suyāma</i> ưu thế hơn, thù thắng hơn chúng tôi. Vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn.”</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a><a class='ref pts-cs' id='pts-cs73' href='#pts-cs73'>PTS cs 73</a> Này Kevaddha, Tỷ-kheo ấy đi đến Thiên tử <i lang='pli' translate='no'>Suyāma</i>, sau khi đến liền hỏi Thiên tử <i lang='pli' translate='no'>Suyāma</i>: “Này Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>Này Kevaddha, được nghe nói vậy Thiên tử <i lang='pli' translate='no'>Suyāma</i> nói với Tỷ-kheo ấy: “Này Tỷ-kheo, tôi không được biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo, có Thiên tử tên là Tusità ưu thế hơn, thù thắng hơn chúng tôi. Vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn.”</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a><a class='ref pts-cs' id='pts-cs74' href='#pts-cs74'>PTS cs 74</a> Này Kevaddha, Tỷ-kheo ấy đi đến chư Thiên Tusità. Khi đến xong, liền hỏi chư Thiên Tusità: “Này các Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>Này Kevaddha, được nói vậy chư Thiên Tusità nói với Tỷ-kheo ấy: “Này Tỷ-kheo, chúng tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo, có Thiên tử tên là Santusita ưu thế hơn, thù thắng hơn chúng tôi. Vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a><a class='ref pts-cs' id='pts-cs75' href='#pts-cs75'>PTS cs 75</a> Này Kevaddha, Tỷ-kheo ấy đi đến Thiên tử Santusita. Khi đến xong, liền hỏi Thiên tử Santusita: “Này Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>Này Kevaddha, được nghe nói vậy, Thiên tử Santusita nói với Tỷ-kheo ấy: “Này Tỷ-kheo, tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này vị Tỷ-kheo có chư Thiên tên là <i lang='pli' translate='no'>Nimmānarati</i> (Hóa lạc thiên) ưu thế hơn, thù thắng hơn tôi. Những vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a><a class='ref pts-cs' id='pts-cs76' href='#pts-cs76'>PTS cs 76</a> Này Kevaddha, Tỷ-kheo ấy đi đến chư Thiên <i lang='pli' translate='no'>Nimmānarati</i>. Khi đến xong, liền hỏi chư Thiên <i lang='pli' translate='no'>Nimmānarati</i>: “Này các Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>Này Kevaddha, được nghe nói vậy, chư Thiên <i lang='pli' translate='no'>Nimmānarati</i> nói với Tỷ-kheo ấy: “Này Tỷ-kheo chúng tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo có Thiên tử tên là Sunimmita ưu thế hơn, thù thắng hơn chúng tôi. Vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a><a class='ref pts-cs' id='pts-cs77' href='#pts-cs77'>PTS cs 77</a> Này Kevaddha, Tỷ-kheo ấy đi đến Thiên tử Sunimmita. Khi đến xong, liền hỏi Thiên tử Sunimmita. “Này Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>Này Kevaddha, được nghe nói vậy, Thiên tử Sunimmita nói với Tỷ-kheo ấy: “Này Tỷ-kheo, tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo có chư thiên gọi là Paranimmitavasavatti (Tha hóa tự tại thiên) ưu thế hơn, thù thắng hơn tôi. Những vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a><a class='ref pts-cs' id='pts-cs78' href='#pts-cs78'>PTS cs 78</a> Này Kevaddha, Tỷ-kheo ấy đi đến chư Thiên Paranimmitavasavatti, khi đến xong, liền hỏi chư Thiên Paranimmitavasavatti (Tha hóa tự tại thiên): “Này các Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Này Kevaddha, được nghe nói vậy chư Thiên Paranimmitavasavatti nói với Tỷ-kheo ấy: “Này Tỷ-kheo, tôi không được biết—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo có Thiên tử tên là <i lang='pli' translate='no'>Vasavattī</i> ưu thế hơn, thù thắng hơn chúng tôi. Vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a><a class='ref pts-cs' id='pts-cs79' href='#pts-cs79'>PTS cs 79</a> Này Kevaddha, Tỷ-kheo ấy đi đến Thiên tử <i lang='pli' translate='no'>Vasavattī</i>. Khi đến xong, liền hỏi Thiên tử <i lang='pli' translate='no'>Vasavattī</i>: “Này Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>Này Kevaddha, được nghe nói vậy, Thiên tử <i lang='pli' translate='no'>Vasavattī</i> nói với Tỷ-kheo ấy. “Này Tỷ-kheo, chúng tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo, có chư Thiên gọi là Brahmà Kayikà ưu thế hơn, thù thắng hơn chúng tôi. Những vị này có thể biết bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a><a class='ref pts-cs' id='pts-cs80' href='#pts-cs80'>PTS cs 80</a> Này Kevaddha, lúc bấy giờ, Tỷ-kheo ấy nhập định, và trong định tâm, con đường đưa đến Phạm thiên giới hiện ra.</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>Này Kevaddha, Tỷ-kheo ấy đi đến chư Thiên Brahmà Kayikà: “Này các Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>Này Kevaddha, được nghe nói vậy, chư Thiên Brahmà Kayikà nói với Tỷ-kheo ấy: “Này Tỷ-kheo, chúng tôi không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn. Này Tỷ-kheo, có vị Phạm thiên, Ðại Phạm thiên, đấng Toàn năng, Tối thắng, Biến nhãn, Thượng tôn, Thượng đế, Sáng tạo chủ, Hóa sanh chủ, Ðại tôn, Chúa tể mọi định mạng, đấng Tự tại, Tổ phụ các chúng sanh đã và sẽ sanh. Vị này ưu thế hơn, thù thắng hơn chúng tôi. Vị này có thể biết bốn đại chủng này địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”.</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>- Này Hiền giả, hiện nay Ðại Phạm thiên ấy ở đâu?</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>- Này Tỷ-kheo, chúng tôi không biết Phạm thiên ở đâu, vì sao có Phạm thiên và Phạm thiên từ đâu đến. Nhưng này Tỷ-kheo, khi nào triệu tướng hiện, khi nào ánh sáng sanh, khi nào hào quang hiển, thời Phạm thiên xuất hiện. Ánh sáng xanh, hào quang hiển là tướng Phạm thiên xuất hiện từ trước là như vậy.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a><a class='ref pts-cs' id='pts-cs81' href='#pts-cs81'>PTS cs 81</a> Này Kevaddha, không bao lâu, Ðại Phạm thiên xuất hiện. Lúc bấy giờ, này Kevaddha, Tỷ-kheo ấy đến Ðại Phạm thiên. Khi đến xong, liền hỏi Phạm thiên: “Này Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?” —Này Kevaddha, được nghe nói vậy, Ðại Phạm thiên nói với Tỷ-kheo ấy: “Này Tỷ-kheo, Ta là Phạm thiên, Ðại Phạm thiên, đấng Toàn năng, Tối thắng, Biến nhãn, Thượng tôn, Thượng đế, Sáng tạo chủ, Hóa sanh chủ, Ðại tôn, Chúa tể mọi định mạng, đấng Tự tại, Tổ phụ các chúng sanh đã và sẽ sanh”.</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a><a class='ref pts-cs' id='pts-cs82' href='#pts-cs82'>PTS cs 82</a> Này Kevaddha, lần thứ hai Tỷ-kheo ấy nói với Phạm thiên: “Này Hiền giả, tôi không hỏi: “Ngài có phải là Phạm thiên, Ðại Phạm thiên, đấng Toàn năng, Tối thắng, Biến nhãn, Thượng tôn, Thượng đế, Sáng tạo chủ, Hóa sanh chủ, Ðại tôn, Chúa tể mọi định mạng, đấng Tự tại, Tổ phụ các chúng sanh đã và sẽ sanh”. Này Hiền giả, tôi hỏi: “Này Hiền giả, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>Này Kevaddha, lần thứ hai, Ðại Phạm thiên ấy nói với Tỷ-kheo ấy: “Này Tỷ-kheo, ta là Phạm thiên, Ðại Phạm thiên, đấng Toàn năng, Tối thắng, Biến nhãn, Thượng tôn, Thượng đế, Sáng tạo chủ, Hóa sanh chủ, Ðại tôn, Chúa tể mọi định mạng, đấng Tự tại, Tổ phụ các chúng sanh đã và sẽ sanh”.</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a><a class='ref pts-cs' id='pts-cs83' href='#pts-cs83'>PTS cs 83</a> Này Kevaddha, lần thứ ba, Tỷ-kheo ấy nói với Phạm thiên: “Này Hiền giả, tôi không hỏi: “Ngài có phải là Phạm thiên, Ðại Phạm thiên, đấng Toàn năng, Tối thắng, Biến nhãn, Thượng tôn, Thượng đế, Sáng tạo chủ, Hóa sanh chủ, Ðại tôn, Chúa tể mọi định mạng, đấng Tự tại, Tổ phụ các chúng sanh đã và sẽ sanh”. Này Hiền giả, tôi hỏi: “Này Hiền giả, bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>Này Kevaddha, khi bấy giờ Ðại Phạm thiên cầm tay Tỷ-kheo ấy, kéo ra một bên rồi nói với Tỷ-kheo: “Này Tỷ-kheo, chư Thiên Brahmà Kayikà xem rằng không có gì Phạm thiên không thấy, không có gì Phạm thiên không hiểu, không có gì Phạm thiên không chứng. Do vậy, trước mặt chúng, ta không có trả lời: “Này Tỷ-kheo, ta không được biết bốn đại chủng ấy—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn”. Do vậy, này Tỷ-kheo, Ngươi đã làm sai, Ngươi đã lầm lẫn, khi Ngươi bỏ qua Thế Tôn, hướng đến người khác để trả lời câu hỏi ấy. Này Tỷ-kheo, Ngươi hãy đi đến Thế Tôn hỏi câu hỏi ấy, và hãy thọ trì những gì Thế Tôn trả lời”.</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a><a class='ref pts-cs' id='pts-cs84' href='#pts-cs84'>PTS cs 84</a> Này Kevaddha, Tỷ-kheo ấy, như nhà đại lực sĩ duỗi ra cánh tay đã co lại, hay co lại cánh tay đã duỗi ra, biến mất ở Phạm thiên giới và hiện ra trước mặt Ta. Này Kevaddha, Tỷ-kheo ấy đảnh lễ Ta và ngồi xuống một bên. Sau khi ngồi xuống một bên, này Kevaddha, Tỷ-kheo ấy nói với Ta: “Bạch Thế Tôn, bốn đại chủng này—địa đại … phong đại—đi đâu, sau khi biến diệt hoàn toàn?”.</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a><a class='ref pts-cs' id='pts-cs85' href='#pts-cs85'>PTS cs 85</a> Này Kevaddha, được nghe nói vậy, Ta nói với Tỷ-kheo ấy: “Này Tỷ-kheo, thuở xưa các hải thương khi đi thuyền vượt biển thường đem theo con chim có thể thấy bờ. Khi chiếc thuyền vượt biển quá xa không trông thấy bờ, các nhà hải thương liền thả con chim có thể thấy bờ. Con chim bay về phía Ðông, bay về phía Nam, bay về phía Tây, bay về phía Bắc, bay lên Trên, bay về các hướng Trung gian. Nếu con chim thấy bờ xung quanh, con chim liền bay đến bờ ấy. Nếu con chim không thấy bờ xung quanh, con chim bay trở về thuyền”. Cũng vậy, này Tỷ-kheo, Ngươi đã tìm cho đến Phạm thiên giới mà không gặp được câu trả lời cho câu hỏi ấy, nên nay trở về với Ta. Này Tỷ-kheo, câu hỏi không nên hỏi như sau: “Bạch Thế Tôn, bốn đại chủng ấy—địa đại, thủy đại, hỏa đại, phong đại—đi đâu, sau khi biến diệt hoàn toàn?”. Này Tỷ-kheo, câu hỏi phải nói như sau:</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>“Chỗ nào mà địa đại, thủy đại, hỏa đại, phong đại, dài ngắn, tế, thô, tịnh, bất tịnh không có chân đứng? Chỗ nào cả danh và sắc tiêu diệt hoàn toàn?” và đây là câu trả lời cho câu hỏi này:</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>“Thức là không thể thấy, vô biên, biến thông hết thảy xứ. Ở đây, địa đại, thủy đại, hỏa đại, phong đại không có chân đứng.</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a>Ở đây, cũng vậy dài, ngắn, tế, thô, tịnh và bất tịnh.</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a>Ở đây danh và sắc tiêu diệt hoàn toàn.</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a>Khi thức diệt, ở đây mọi thứ đều diệt tận”.</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>Thế Tôn thuyết như vậy. Kevaddha, cư sĩ trẻ tuổi hoan hỷ tín thọ lời dạy của Thế Tôn.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>[<a href='truong11e.htm'>Bản dịch Anh ngữ</a>]</p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Long Discourses of the Buddha”, Maurice Walshe dịch, 1987).</p>\n<p>Hiệu đính: <strong>16–04–2004</strong></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "DN 11",
    "volpages": " PTS 1.211, PTS 1.212, PTS 1.213, PTS 1.214, PTS 1.215, PTS 1.216, PTS 1.217, PTS 1.220, PTS 1.221, PTS 1.222, PTS 1.223",
    "alt_volpages": null,
    "uid": "dn11",
    "blurb": "The Buddha refuses to perform miracles, explaining that this is not the right way to inspire faith. He goes on to tell the story of a monk whose misguided quest for answers led him as far as Brahmā.",
    "difficulty": 2,
    "original_title": "Kevaṭṭasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Kevaddha (Kiên Cố)",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "dn11_translation-de-sabbamitta",
        "segmented": true,
        "title": "Mit Kevaddha ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "dn11_translation-en-sujato",
        "segmented": true,
        "title": "With Kevaddha ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "dn11_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2022",
        "id": "dn11_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Razgovor sa Kevaddhom ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "Bhikkhu Shilabhadra",
        "author_short": "Shilabhadra",
        "author_uid": "shilabhadra",
        "publication_date": null,
        "id": "bn_dn11_shilabhadra",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Thalpawila Kusalagnana, Dr. Mudagamuwe Maithrimurthi, Thomas Trätow",
        "author_short": "Kusalagnana…",
        "author_uid": "kusalagnana-maitrimurti-traetow",
        "publication_date": null,
        "id": "de_dn11_kusalagnana-maitrimurti-traetow",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Dr. R. Otto Franke",
        "author_short": "Franke",
        "author_uid": "franke",
        "publication_date": "1913",
        "id": "de_dn11_franke",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "T.W. Rhys Davids, Leigh Brasington",
        "author_short": "Rhys Davids …",
        "author_uid": "rhysdavids-brasington",
        "publication_date": null,
        "id": "en_dn11_rhysdavids-brasington",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": "1995",
        "id": "es_dn11_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Canonpali.org",
        "author_short": "CPO",
        "author_uid": "canonpaliorg",
        "publication_date": null,
        "id": "fr_dn11_canonpaliorg",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2007",
        "id": "fr_dn11_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "he",
        "lang_name": "עִבְֿרִיתּ",
        "is_root": false,
        "author": "Shai Schwartz",
        "author_short": "Schwartz",
        "author_uid": "schwartz",
        "publication_date": "2014",
        "id": "he_dn11_schwartz",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1936",
        "id": "hi_dn11_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hr",
        "lang_name": "Hrvatski",
        "is_root": false,
        "author": "Čedomil Veljačić",
        "author_short": "Veljačić",
        "author_uid": "veljacic",
        "publication_date": null,
        "id": "hr_dn11_veljacic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Koltai László",
        "author_short": "Koltai",
        "author_uid": "koltai",
        "publication_date": "2009",
        "id": "hu_dn11_koltai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_dn11_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Enzo Alfano",
        "author_short": "Alfano",
        "author_uid": "alfano",
        "publication_date": null,
        "id": "it_dn11_alfano",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_dn11_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "H.V. Srirangaraj",
        "author_short": "Srirangaraj",
        "author_uid": "srirangaraj",
        "publication_date": "2012",
        "id": "kan_dn11_srirangaraj",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_dn11_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_dn11_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2012",
        "id": "pt_dn11_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_dn11_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_dn11_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_dn11_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Kevaddha (Kiên Cố)"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_dn11_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 47,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj7.484, cck9.275, csp1ed6.205, csp2ed6.205, dr9.293, km15.201, mc9.215, ms6D_827, msdiv481, ndp6.183, pts-cs1, pts-vp-pli1.211, sya9.273, vri1.195,km15.202, ms6D_828, msdiv482, pts-cs2, pts-vp-pli1.212,ms6D_829, pts-cs3, vri1.196,bj7.486, cck9.276, csp1ed6.206, csp2ed6.206, dr9.294, ms6D_830, msdiv483, sya9.274,km15.203, km15.204, mc9.216, ms6D_831, msdiv484, ndp6.184, pts-cs4,dr9.295, ms6D_832, pts-vp-pli1.213,cck9.277, ms6D_833, sya9.275,km15.205, ms6D_834, pts-cs5, vri1.197,csp1ed6.207, csp2ed6.207, mc9.217, ms6D_835,bj7.488, dr9.296, ms6D_836, msdiv485, ndp6.185, pts-cs6,cck9.278, km15.206, ms6D_837, pts-vp-pli1.214,ms6D_838, pts-cs7, sya9.276,km15.207, ms6D_839, vri1.198,csp1ed6.208, csp2ed6.208, dr9.297, mc9.218, ms6D_840, msdiv486, pts-cs8,bj7.502, bj7.508, bj7.510, bj7.512, bj7.514, bj7.526, cck9.279, km15.208, ms6D_841, ndp6.186, pts-cs9-66, pts-vp-pli1.215, vri1.199,ms6D_842, pts-cs67, sya9.277,ms6D_843, msdiv487,dr9.298, km15.209, ms6D_844, msdiv488, pts-cs68,cck9.280, csp1ed6.209, csp2ed6.209, mc9.219, ms6D_845, pts-vp-pli1.216,bj7.528, km15.210, ms6D_846, msdiv489, ndp6.187, pts-cs69, sya9.278, vri1.200,dr9.299, km15.211, ms6D_847, msdiv490, pts-cs70,bj7.530, bj7.532, cck9.281, csp1ed6.210, csp2ed6.210, km15.212, mc9.220, ms6D_848, msdiv491, pts-cs71, pts-vp-pli1.217, sya9.279,pts-cs72,pts-cs73,pts-cs74,pts-cs75,pts-cs76,pts-cs77,pts-cs78,dr9.300, km15.213, ms6D_849, msdiv492, pts-cs79, pts-vp-pli1.220, vri1.201,cck9.282, csp1ed6.211, csp2ed6.211, km15.214, mc9.221, ms6D_850, msdiv493, ndp6.188, pts-cs80, sya9.280,bj7.534, dr9.301, ms6D_851, pts-vp-pli1.221,pts-cs81,cck9.283, km15.215, ms6D_852, msdiv494,km15.216, ms6D_853, pts-cs82, sya9.281, vri1.202,csp1ed6.212, csp2ed6.212, dr9.302, km15.217, mc9.222, ms6D_854, ndp6.189,pts-cs83,bj7.536, cck9.284, dr9.303, km15.218, ms6D_855, msdiv495, pts-vp-pli1.222, sya9.282,cck9.285, mc9.223, ms6D_856, msdiv496, pts-cs84, vri1.203,csp1ed6.213, csp2ed6.213, dr9.304, km15.219, ms6D_857, msdiv497, ndp6.190, pts-cs85, pts-vp-pli1.223, sya9.283,ms6D_858, msdiv498,bj7.538, ms6D_859,km15.220, ms6D_860, msdiv499,cck9.286, ms6D_861,mc9.224, ms6D_862,ms6D_863, msdiv500, vri1.204",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "dn11",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Kevaṭṭasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "rhysdavids-brasington"
  ]
}