{
  "root_text": {
    "uid": "dn15",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Ðại duyên",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Great Discourse on the Buddha’s Extinguishment ",
      "uid": "dn16"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Great Discourse on Traces Left Behind ",
      "uid": "dn14"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='dn15' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trường Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>15. Kinh Ðại duyên</h1>\n</header>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a><a class='ref pts-cs' id='pts-cs1' href='#pts-cs1'>PTS cs 1</a> Như vậy tôi nghe. Một thời, Thế Tôn trụ tại bộ lạc Kuru (Câu-lâu), ở ấp Kuru tên là <i lang='pli' translate='no'>Kammāsadhamma</i> (Kiếm-ma-sắt-đàm). Tôn giả <i lang='pli' translate='no'>Ānanda</i> (A Nan) đến tại chỗ Thế Tôn ở, sau khi đến, đảnh lễ Thế Tôn và ngồi xuống một bên. Sau khi ngồi xuống một bên, Tôn giả <i lang='pli' translate='no'>Ānanda</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Hy hữu thay, bạch Thế Tôn! Kỳ diệu thay, bạch Thế Tôn! Bạch Thế Tôn, giáo pháp Duyên khởi này thâm thúy, thật sự thâm thúy, và giáo pháp này đối với con hết sức minh bạch rõ ràng.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>- Này <i lang='pli' translate='no'>Ānanda</i>, chớ có nói vậy! Này <i lang='pli' translate='no'>Ānanda</i> chớ có nói vậy! Này <i lang='pli' translate='no'>Ānanda</i>, giáo pháp Duyên khởi này thâm thúy, thật sự thâm thúy. Này <i lang='pli' translate='no'>Ānanda</i>, chính vì không giác ngộ, không thâm hiểu giáo pháp này mà chúng sanh hiện tại bị rối loạn như một ổ kén, rối ren như một ống chỉ, giống như cỏ munja và lau sậy <i lang='pli' translate='no'>babbaja</i> (ba-ba-la) không thể nào ra khỏi khổ xứ, ác thú, đọa xứ, sanh tử.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a><a class='ref pts-cs' id='pts-cs2' href='#pts-cs2'>PTS cs 2</a> Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Già và chết do duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Già và chết do duyên gì?” Hãy đáp: “Già và chết do duyên sanh”.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Sanh có duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Sanh do duyên gì?” Hãy đáp: “Sanh do duyên hữu”.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Hữu có do duyên nào không? Hãy đáp: “Có”. Nếu có hỏi: “Hữu do duyên gì?” Hãy đáp: “Hữu do duyên thủ”.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi. “Thủ có do duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Thủ do duyên gì?” Hãy đáp: “Thủ do duyên ái”.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Ái có duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Ái do duyên gì?” Hãy đáp: “Ái do duyên thọ”.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Thọ có do duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Thọ do duyên gì?” Hãy đáp: “Thọ do duyên xúc”.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Xúc có do duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Xúc do duyên gì?” Hãy đáp: “Xúc do duyên danh sắc”.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Danh sắc có duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Danh sắc do duyên gì? Hãy đáp: “Danh sắc do duyên thức”.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Thức có do duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Thức do duyên gì?” Hãy đáp: “Thức do duyên danh sắc”.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a><a class='ref pts-cs' id='pts-cs3' href='#pts-cs3'>PTS cs 3</a> Này <i lang='pli' translate='no'>Ānanda</i>, như vậy do duyên danh sắc, thức sanh; do duyên thức, danh sắc sanh; do duyên danh sắc, xúc sanh; do duyên xúc, thọ sanh; do duyên thọ; ái sanh; do duyên ái, thủ sanh; do duyên thủ, hữu sanh; do duyên hữu, sanh sanh; do duyên sanh, lão tử sanh, do duyên lão tử, sầu, bi, khổ, ưu não sanh. Như vậy là toàn bộ khổ uẩn tập khởi.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a><a class='ref pts-cs' id='pts-cs4' href='#pts-cs4'>PTS cs 4</a> Trước đã nói: “Do duyên sanh; lão tử sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên sanh; lão tử sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu sanh không có bất cứ loại nào, bất cứ chỗ nào, như chư Thiên hay Thiên giới, Càn-thát-bà hay Càn-thát-bà-giới, Dạ-xoa hay Dạ Xoa giới. Quỷ thần hay Quỷ thần giới, loài Người hay Nhân giới, loại bốn chân hay tứ túc giới, loài chim hay điểu giới, loài trùng xà hay trùng xà giới. Này <i lang='pli' translate='no'>Ānanda</i>, nếu không có sanh cho tất cả, do sanh diệt thời lão tử có thể hiện hữu không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của lão tử, tức là sanh.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a><a class='ref pts-cs' id='pts-cs5' href='#pts-cs5'>PTS cs 5</a> Trước đã nói: “Do duyên hữu, sanh sanh ra”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên hữu, sanh sanh ra”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu hữu không có bất cứ loại nào giới nào, bất cứ chỗ nào xứ nào, như dục hữu, sắc hữu hay vô sắc hữu. Nếu không có hữu cho tất cả, do hữu diệt thời sanh có thể hiện hữu không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của sanh, tức là hữu.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a><a class='ref pts-cs' id='pts-cs6' href='#pts-cs6'>PTS cs 6</a> Trước đã nói: “Do duyên thủ, hữu sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu hỏi: “Do duyên thủ, hữu sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu thủ không có bất cứ loại nào, bất cứ chỗ nào, như dục thủ, kiến thủ, giới cấm thủ hay ngã chấp thủ. Nếu không có thủ cho tất cả, do thủ diệt thời hữu có thể hiện hữu không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của hữu, tức là thủ.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a><a class='ref pts-cs' id='pts-cs7' href='#pts-cs7'>PTS cs 7</a> Trước đã nói: “Do duyên ái, thủ sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên ái, thủ sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu ái không có bất cứ loại nào, bất cứ chỗ nào, như sắc ái, thanh ái, hương ái, vị ái, xúc ái hay pháp ái. Nếu không có ái cho tất cả, do ái diệt thời thủ có thể hiện hữu không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của thủ, tức là ái.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a><a class='ref pts-cs' id='pts-cs8' href='#pts-cs8'>PTS cs 8</a> Trước đã nói: “Do duyên thọ, ái sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, nếu thọ không có bất cứ loại nào, bất cứ chỗ nào, như nhãn xúc sở sanh thọ, nhĩ xúc sở sanh thọ, tỷ xúc sở sanh thọ, thiệt xúc sở sanh thọ, tỷ xúc sở sanh thọ, ý xúc sở sanh thọ. Nếu không có thọ cho tất cả, nếu thọ diệt thời ái có thể hiện hữu không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của ái, tức là thọ.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a><a class='ref pts-cs' id='pts-cs9' href='#pts-cs9'>PTS cs 9</a> Này <i lang='pli' translate='no'>Ānanda</i>, như vậy do duyên thọ, ái sanh; do duyên ái, tìm cầu sanh; do duyên tìm cầu, lợi sanh; do duyên lợi, quyết định (sở dụng của lợi) sanh; do duyên quyết định, tham dục sanh; do duyên tham dục, đam trước sanh; do duyên đam trước, chấp thủ sanh; do duyên chấp thủ, hà tiện sanh; do duyên hà tiện, thủ hộ sanh; do duyên thủ hộ, phát sanh một số ác, bất thiện pháp như chấp trượng, chấp kiếm, tranh đấu, tranh luận, đấu khẩu, khẩu chiến, ác khẩu, vọng ngữ.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a><a class='ref pts-cs' id='pts-cs10' href='#pts-cs10'>PTS cs 10</a> Trước đã nói: “Do duyên thủ hộ, phát sanh một số ác, bất thiện pháp, như chấp trượng, chấp kiếm, tranh đấu, tranh luận, đấu khẩu, khẩu chiến, ác khẩu, vọng ngữ”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên thủ hộ, phát sanh một số ác, bất thiện pháp, như chấp trượng, chấp kiếm, tranh đấu, tranh luận, đấu khẩu, khẩu chiến, ác khẩu, vọng ngữ”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu thủ hộ không có bất cứ loại nào, bất cứ chỗ nào, nếu không có thủ hộ cho tất cả, nếu thủ hộ diệt thời một số ác, bất thiện pháp như chấp trượng, chấp kiếm, tranh đấu, tranh luận, đấu khẩu, khẩu chiến, ác khẩu, vọng ngữ có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của một số ác, bất thiện pháp như chấp trượng, chấp kiếm, tranh đấu, tranh luận, đấu khẩu, khẩu chiến, ác khẩu, vọng ngữ, tức là thủ hộ.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a><a class='ref pts-cs' id='pts-cs11' href='#pts-cs11'>PTS cs 11</a> Trước đã nói: “Do duyên hà tiện, thủ hộ sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên hà tiện thủ hộ sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu hà tiện không có bất cứ loại nào, bất cứ chỗ nào, nếu không có hà tiện, cho tất cả, nếu hà tiện diệt thời thủ hộ có thể hiện hữu không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của thủ hộ, tức là hà tiện.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a><a class='ref pts-cs' id='pts-cs12' href='#pts-cs12'>PTS cs 12</a> Trước đã nói: “Do duyên chấp thủ, hà tiện sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên chấp thủ, hà tiện sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu chấp thủ không có bất cứ loại nào, bất cứ chỗ nào, nếu không chấp thủ cho tất cả, nếu chấp thủ diệt thời hà tiện có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của hà tiện, tức là chấp thủ.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a><a class='ref pts-cs' id='pts-cs13' href='#pts-cs13'>PTS cs 13</a> Trước đã nói: “Do duyên đam trước, chấp thủ sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên đam trước, chấp thủ sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu đam trước không có bất cứ loại nào, bất cứ chỗ nào, nếu không có đam trước cho tất cả, nếu đam trước diệt thời chấp thủ có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của chấp thủ, tức là đam mê.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a><a class='ref pts-cs' id='pts-cs14' href='#pts-cs14'>PTS cs 14</a> Trước đã nói: “Do duyên tham dục, đam trước sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên tham dục, đam trước sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu tham dục không có bất cứ loại nào, bất cứ chỗ nào, nếu không có tham dục cho tất cả, nếu tham dục diệt thời đam trước có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của đam trước, tức là tham dục.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a><a class='ref pts-cs' id='pts-cs15' href='#pts-cs15'>PTS cs 15</a> Trước đã nói: “Do duyên quyết định, tham dục sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên quyết định tham dục sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu quyết định không có bất cứ loại nào, bất cứ chỗ nào, nếu không có quyết định cho tất cả, nếu quyết định diệt thời tham dục có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của tham dục tức là quyết định.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a><a class='ref pts-cs' id='pts-cs16' href='#pts-cs16'>PTS cs 16</a> Trước đã nói: “Do duyên lợi, quyết định sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên lợi quyết định sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu lợi không có không có bất cứ loại nào, bất cứ chỗ nào, nếu lợi không có cho tất cả, nếu lợi diệt thời quyết định có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của quyết định, tức là lợi.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a><a class='ref pts-cs' id='pts-cs17' href='#pts-cs17'>PTS cs 17</a> Trước đã nói: “Do duyên tầm cầu, lợi sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên tầm cầu, lợi sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu tầm cầu không có bất cứ loại nào, bất cứ chỗ nào, nếu tầm cầu không có cho tất cả, nếu tầm cầu diệt thời lợi có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của lợi, tức là tầm cầu.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a><a class='ref pts-cs' id='pts-cs18' href='#pts-cs18'>PTS cs 18</a> Trước đã nói: “Do duyên ái, tầm cầu sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên ái, tầm cầu sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu không có bất cứ loại nào, bất cứ chỗ nào, nếu ái không có cho tất cả, nếu ái diệt thời tầm cầu có thể hiện hữu được không?- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của tầm cầu, tức là ái.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>Này <i lang='pli' translate='no'>Ānanda</i>, như vậy hai phương diện (của ái) tuy hai nhưng hòa hợp thành một, nhờ thọ (làm duyên sanh).</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a><a class='ref pts-cs' id='pts-cs19' href='#pts-cs19'>PTS cs 19</a> Trước đã nói: “Do duyên xúc, thọ sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên xúc, thọ sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu xúc không có bất cứ loại nào, bất cứ chỗ nào, như nhãn xúc, nhĩ xúc, tỷ xúc, thiệt xúc, thân xúc, ý xúc, nếu xúc không có cho tất cả, nếu xúc diệt thời thọ có thể hiện hữu không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của thọ, tức là xúc.</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a><a class='ref pts-cs' id='pts-cs20' href='#pts-cs20'>PTS cs 20</a> Trước đã nói: “Do duyên danh sắc, xúc sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên danh sắc, xúc sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu những hình, những sắc, những tướng, những mạo, nhờ đó mà danh thân và sắc thân thi thiết; nếu những hình, những sắc, những tướng, những mạo ấy không có, thời danh mục xúc trong sắc thân có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>- Này <i lang='pli' translate='no'>Ānanda</i>, những hình, những sắc, những tướng, những mạo ấy nhờ đó mà sắc thân được thi thiết, nếu những hình, những sắc, những tướng, những mạo ấy không có, thời hữu đối xúc trong danh thân có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>- Này <i lang='pli' translate='no'>Ānanda</i>, những hình, những sắc, những tướng, những mạo nhờ đó mà danh thân và sắc thân được thi thiết, nếu những hình, những sắc, những tướng, những mạo ấy không có, thời danh mục xúc hay hữu đối xúc có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>- Này <i lang='pli' translate='no'>Ānanda</i>, những hình, những sắc, những tướng, những mạo nhờ đó mà danh sắc được thi thiết, nếu những hình, những sắc, những tướng, những mạo ấy không có thì xúc có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Do vậy, này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của xúc, tức là danh sắc.</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a><a class='ref pts-cs' id='pts-cs21' href='#pts-cs21'>PTS cs 21</a> Trước đã nói: “Do duyên thức, danh sắc sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên thức, danh sắc sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu thức không đi vào trong bụng của người mẹ, thời danh sắc có thể hình thành trong bụng bà mẹ không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>- Này <i lang='pli' translate='no'>Ānanda</i>, nếu thức đi vào trong bụng bà mẹ rồi bị tiêu diệt, thời danh sắc có thể hình thành trạng thái này, trạng thái khác không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>- Này <i lang='pli' translate='no'>Ānanda</i>, nếu thức bị đoạn trừ trong đứa con nít, hoặc là đồng nam hay đồng nữ, thời danh sắc có thể lớn hơn, trưởng thành và thành mãn được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>- Do vậy, này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của danh sắc, tức là thức.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a><a class='ref pts-cs' id='pts-cs22' href='#pts-cs22'>PTS cs 22</a> Trước đã nói: “Do duyên danh sắc, thức sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên sanh sắc thức sanh ”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu thức không an trú được trong danh sắc, thời trong tương lai, có thể hiện hữu sự hình thành của sanh, lão, tử, khổ, tập không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>- Do vậy, này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của thức, tức là danh sắc.</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>- Này <i lang='pli' translate='no'>Ānanda</i>, trong giới hạn con người được sanh, con người được già, con người được chết, con người được diệt, hay con người được tái sanh, trong giới hạn ấy là danh mục đạo, trong giới hạn ấy là ngôn ngữ đạo, trong giới hạn ấy là thi thiết đạo, trong giới hạn ấy là tuệ giới, trong giới hạn ấy là lưu chuyển luân hồi hiện hữu trạng thái này trạng thái khác nghĩa là danh sắc và thức.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a><a class='ref pts-cs' id='pts-cs23' href='#pts-cs23'>PTS cs 23</a> Này <i lang='pli' translate='no'>Ānanda</i>, có bao nhiêu lời tuyên bố về ngã? Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã được tuyên bố là có sắc và hạn lượng trong câu: “Ngã của tôi có sắc và hạn lượng”. Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã được tuyên bố là có sắc và vô lượng trong câu: “Ngã của tôi có sắc và vô lượng”. Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã được tuyên bố là không có sắc và có hạn lượng trong câu: “Ngã của tôi không có sắc và có hạn lượng”. Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã được tuyên bố là không có sắc và vô lượng trong câu: “Ngã của tôi không có sắc và vô lượng”.</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a><a class='ref pts-cs' id='pts-cs24' href='#pts-cs24'>PTS cs 24</a> Này <i lang='pli' translate='no'>Ānanda</i>, có người tuyên bố ngã có sắc và có hạn lượng trong hiện tại, người này tuyên bố hoặc ngã có sắc và có hạn lượng trong tương lai. Hoặc như thế này: “Ngã của tôi không phải như vậy, tôi sẽ uốn nắn cho như vậy”. Này <i lang='pli' translate='no'>Ānanda</i>, sự việc là như vậy thời lời tuyên bố về tà kiến ngã có sắc và có hạn lượng như vậy là quá đủ rồi.</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>Này <i lang='pli' translate='no'>Ānanda</i>, có người tuyên bố ngã có sắc và vô lượng người này tuyên bố hoặc ngã có sắc và vô lượng trong hiện tại, hoặc ngã có sắc và vô lượng trong tương lai. Hoặc như thế này: “Ngã của tôi không phải như vậy, tôi sẽ uốn nắn cho như vậy”. Này <i lang='pli' translate='no'>Ānanda</i>, sự việc là như vậy thời lời tuyên bố về tà kiến ngã có sắc và vô lượng như vậy là quá đủ rồi.</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>Này <i lang='pli' translate='no'>Ānanda</i>, có người tuyên bố ngã không có sắc và có hạn lượng, người này tuyên bố hoặc ngã không có sắc và có hạn lượng trong hiện tại hoặc ngã không có sắc và có hạn lượng trong tương lai … hoặc ngã không có sắc và vô lượng trong tương lai. Hoặc như thế này: “Ngã của tôi không phải như vậy, tôi sẽ uốn nắn cho như vậy”. Này <i lang='pli' translate='no'>Ānanda</i>, sự việc là như vậy thời lời tuyên bố về tà kiến ngã có sắc và vô lượng như vậy là quá đủ rồi. Này <i lang='pli' translate='no'>Ānanda</i>, như vậy, là có bấy nhiêu lời tuyên bố về ngã.</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a><a class='ref pts-cs' id='pts-cs25' href='#pts-cs25'>PTS cs 25</a> Này <i lang='pli' translate='no'>Ānanda</i>, có bao nhiêu lời không tuyên bố về ngã? Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã không được tuyên bố là có sắc và có hạn lượng trong câu: “Ngã của tôi có sắc và có hạn lượng”. Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã không được tuyên bố là có sắc và vô lượng trong câu: “Ngã của tôi có sắc và vô lượng”. Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã không được tuyên bố là không có sắc và có hạn lượng trong câu: “Ngã của tôi không có sắc và có hạn lượng”. Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã không được tuyên bố là không có sắc và vô lượng trong câu: “Ngã của tôi không có sắc và vô lượng”.</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a><a class='ref pts-cs' id='pts-cs26' href='#pts-cs26'>PTS cs 26</a> Này <i lang='pli' translate='no'>Ānanda</i>, có người không tuyên bố ngã có sắc và có hạn lượng, người này không tuyên bố, hoặc ngã có sắc và có hạn lượng trong hiện tại, hoặc ngã có sắc và có hạn lượng trong tương lai. Hoặc không như thế này: “Ngã của tôi không phải như vậy, tôi sẽ uốn nắn cho như vậy”. Này <i lang='pli' translate='no'>Ānanda</i>, sự việc là như vậy thời lời không tuyên bố về tà kiến ngã có sắc và có hạn lượng như vậy là quá đủ rồi.</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>Này <i lang='pli' translate='no'>Ānanda</i>, có người không tuyên bố ngã có sắc và vô lượng, người này không tuyên bố hoặc ngã có sắc và vô lượng trong hiện tại, hoặc ngã có sắc và vô lượng trong tương lai. Hoặc không như thế này. “Ngã của tôi không phải như vậy, tôi sẽ uốn nắn cho như vậy”. Này <i lang='pli' translate='no'>Ānanda</i>, sự việc là như vậy thời lời không tuyên bố về tà kiến ngã có sắc và vô lượng như vậy là quá đủ rồi.</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>Này <i lang='pli' translate='no'>Ānanda</i>, có người không tuyên bố ngã không có sắc và có hạn lượng, người này tuyên bố, hoặc ngã không có sắc và có hạn lượng trong hiện tại, hoặc ngã không có sắc và có hạn lượng trong tương lai. Hoặc không như thế này: “Ngã của tôi không phải như vậy, tôi sẽ uốn nắn cho như vậy”. Này <i lang='pli' translate='no'>Ānanda</i>, sự việc là như vậy thời lời không tuyên bố về tà kiến ngã không có sắc và có hạn lượng như vậy là quá đủ rồi.</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>Này <i lang='pli' translate='no'>Ānanda</i>, có người không tuyên bố ngã không có sắc và vô lượng, người này không tuyên bố ngã không có sắc và vô lượng trong hiện tại, hoặc ngã không có sắc và vô lượng trong tương lai. Hoặc không như thế này: “Ngã của tôi không phải như vậy, tôi sẽ uốn nắn cho như vậy”. Này <i lang='pli' translate='no'>Ānanda</i>, sự việc là như vậy thời lời không tuyên bố về tà kiến ngã có sắc và vô lượng như vậy là quá đủ rồi.</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a>Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là có bấy nhiêu lời không tuyên bố về ngã.</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a><a class='ref pts-cs' id='pts-cs27' href='#pts-cs27'>PTS cs 27</a> Này <i lang='pli' translate='no'>Ānanda</i>, dưới bao nhiêu hình thức, ngã được quan niệm? Này <i lang='pli' translate='no'>Ānanda</i>, ngã được quan niệm như thọ trong câu: “Ngã của tôi là thọ”. Hay trái lại: “Ngã của tôi không phải là thọ, ngã của tôi không có cảm thọ”. Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã được quan niệm như trong câu: “Ngã của tôi không phải là thọ, cũng không phải là không có cảm thọ; ngã của tôi có cảm thọ, ngã của tôi có khả năng cảm thọ”. Như vậy, này <i lang='pli' translate='no'>Ānanda</i>, ngã được quan niệm.</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a><a class='ref pts-cs' id='pts-cs28' href='#pts-cs28'>PTS cs 28</a> Này <i lang='pli' translate='no'>Ānanda</i>, ai nói: “ngã của tôi là thọ”. Người ấy cần được trả lời: “Này Hiền giả, có ba loại cảm thọ, lạc thọ, khổ thọ, bất khổ bất lạc thọ. Trong ba loại thọ này, loại nào ông xem là ngã?”</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>Này <i lang='pli' translate='no'>Ānanda</i>, khi cảm giác một lạc thọ, chúng ta không cảm giác một khổ thọ, không cảm giác một bất khổ bất lạc thọ, khi ấy chỉ cảm giác một lạc thọ thôi. Này <i lang='pli' translate='no'>Ānanda</i>, khi cảm giác một khổ thọ, chúng ta không cảm giác một lạc thọ, không cảm giác một bất khổ bất lạc thọ, khi ấy chỉ cảm giác một khổ thọ thôi. Này <i lang='pli' translate='no'>Ānanda</i>, khi cảm giác một bất khổ bất lạc thọ, chúng ta không cảm giác một lạc thọ, không cảm giác một khổ thọ, khi ấy chỉ cảm giác một bất khổ bất lạc thọ thôi.</p>\n<p><a class='ref sc' id='sc71' href='#sc71'>SC 71</a><a class='ref pts-cs' id='pts-cs29' href='#pts-cs29'>PTS cs 29</a> Lại nữa, này <i lang='pli' translate='no'>Ānanda</i>, lạc thọ là vô thường, hữu vi, là pháp duyên khởi, là pháp đoạn hoại, là pháp đoạn diệt, là pháp ly dục, là pháp diệt tận. Này <i lang='pli' translate='no'>Ānanda</i>, khổ thọ là vô thường, hữu vi, là pháp duyên khởi, là pháp đoạn hoại, là pháp đoạn diệt, là pháp ly dục, là pháp diệt tận. Này <i lang='pli' translate='no'>Ānanda</i>, bất khổ bất lạc thọ là vô thường, hữu vi, là pháp duyên khởi, là pháp đoạn hoại, là pháp đoạn diệt, là pháp ly dục, là pháp diệt tận. Khi cảm giác một lạc thọ mà nói rằng: “Ðó là ngã của tôi”, thời khi lạc thọ ấy diệt mất người ấy cũng nghĩ rằng: “Ngã của tôi cũng diệt”. Khi cảm giác một khổ thọ mà nói rằng: “Ðó là ngã của tôi”, thời khi khổ thọ ấy diệt mất người ấy cũng nghĩ rằng: “Ngã của tôi cũng diệt”. Khi cảm giác một bất khổ bất lạc thọ mà nói rằng: “Ðó là ngã của tôi”, thời khi bất khổ bất lạc thọ ấy diệt mất, người ấy cũng nghĩ rằng: “Ngã của tôi cũng diệt”.</p>\n<p><a class='ref sc' id='sc72' href='#sc72'>SC 72</a>Vậy những ai nói rằng: “Ngã của tôi là thọ”, người ấy sẽ xem ngã của mình như một cái gì trong hiện tại, cái gì ấy là vô thường, lạc khổ xen lẫn, là pháp sanh diệt. Do vậy, này <i lang='pli' translate='no'>Ānanda</i>, không thể chấp nhận quan niệm “Ngã của tôi là thọ”.</p>\n<p><a class='ref sc' id='sc73' href='#sc73'>SC 73</a><a class='ref pts-cs' id='pts-cs30' href='#pts-cs30'>PTS cs 30</a> Này <i lang='pli' translate='no'>Ānanda</i>, ai nói như sau: “Ngã của tôi không phải là thọ, ngã của tôi không có cảm thọ”, người ấy cần được trả lời: “Này Hiền giả, chỗ nào không có một cảm thọ gì cả, chỗ ấy có thể xem là “Tôi có” được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc74' href='#sc74'>SC 74</a>- Do vậy, này <i lang='pli' translate='no'>Ānanda</i>, không thể chấp nhận quan niệm “Ngã của tôi không phải là thọ, ngã của tôi không có cảm thọ”.</p>\n<p><a class='ref sc' id='sc75' href='#sc75'>SC 75</a><a class='ref pts-cs' id='pts-cs31' href='#pts-cs31'>PTS cs 31</a> Này <i lang='pli' translate='no'>Ānanda</i>, ai nói như sau: “Ngã của tôi không phải là thọ, ngã của tôi không phải không có cảm thọ; ngã của tôi có cảm thọ, ngã của tôi có khả năng cảm thọ”, người ấy cần được trả lời: “Này Hiền giả nếu tất cả mọi loại cảm thọ đều đoạn diệt hoàn toàn, khi không còn một loại cảm thọ nào cả, khi thọ đã tận diệt, thời ở tại chỗ ấy, có thể nói: “Tôi là như vậy” chăng?”</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc76' href='#sc76'>SC 76</a>- Do vậy, này <i lang='pli' translate='no'>Ānanda</i>, không thể chấp nhận quan niệm “Ngã của tôi không phải là thọ, ngã của tôi không phải không có cảm thọ; ngã của tôi có cảm thọ, ngã của tôi có khả năng cảm thọ”.</p>\n<p><a class='ref sc' id='sc77' href='#sc77'>SC 77</a><a class='ref pts-cs' id='pts-cs32' href='#pts-cs32'>PTS cs 32</a> Này <i lang='pli' translate='no'>Ānanda</i>, khi có một vị Tỷ-kheo không quan niệm ngã là thọ, không quan niệm ngã không phải thọ, không quan niệm: “Ngã của tôi là thọ, ngã của tôi có khả năng cảm thọ”, khi ấy vị này sẽ không chấp trước một điều gì ở trên đời, vì không chấp trước nên không sợ hãi; vì không sợ hãi nên hoàn toàn tự mình tịch diệt. Vị ấy biết sanh đã tận, phạm hạnh đã thành, những việc cần làm đã làm, sau đời này không còn đời nào khác nữa.</p>\n<p><a class='ref sc' id='sc78' href='#sc78'>SC 78</a>Này <i lang='pli' translate='no'>Ānanda</i>, với vị Tỷ-kheo có tâm giải thoát như vậy, nếu có ai nói vị Tỷ-kheo ấy có tà kiến như sau: “Như Lai có tồn tại sau khi chết” thời thật hoàn toàn phi lý. Hoặc có tà kiến như sau: “Như Lai không có tồn tại sau khi chết”, thời thật hoàn toàn phi lý. Hoặc có tà kiến như sau: “Như Lai có tồn tại và không có tồn tại sau khi chết”, thời thật hoàn toàn phi lý. Hoặc có tà kiến như sau: “Như Lai không có tồn tại và không không có tồn tại sau khi chết”, thời thật hoàn toàn phi lý. Tại sao vậy? Này <i lang='pli' translate='no'>Ānanda</i>, ví dầu có bao nhiêu danh mục, bao nhiêu danh mục đạo, dầu có bao nhiêu ngôn ngữ, bao nhiêu ngôn ngữ đạo, dầu có bao nhiêu thi thiết, bao nhiêu thi thiết đạo, dầu có bao nhiêu trí tuệ, bao nhiêu trí tuệ giới, dầu có bao nhiêu luân chuyển, bao nhiêu vận hành, với thắng trí hiểu biết tất cả, vị Tỷ-kheo được giải thoát. Với vị Tỷ-kheo thắng trí giải thoát như vậy mà nói rằng vị Tỷ-kheo ấy không biết, không thấy, thời thật là một sự phi lý.</p>\n<p><a class='ref sc' id='sc79' href='#sc79'>SC 79</a><a class='ref pts-cs' id='pts-cs33' href='#pts-cs33'>PTS cs 33</a> Này <i lang='pli' translate='no'>Ānanda</i>, có bảy trú xứ của thức và hai xứ. Thế nào là bảy? Này <i lang='pli' translate='no'>Ānanda</i>, có những loại hữu tình, thân dị loại và tưởng dị loại, như loài Người, một số chư Thiên và một số trong địa ngục. Ðó là trú xứ thứ nhất của thức.</p>\n<p><a class='ref sc' id='sc80' href='#sc80'>SC 80</a>Này <i lang='pli' translate='no'>Ānanda</i>, có những loại hữu tình, thân dị loại nhưng tưởng nhất loại, như các vị Phạm Chúng thiên được sanh vào cõi ấy, nhờ sơ Thiền. Ðó là trú xứ thứ hai của thức.</p>\n<p><a class='ref sc' id='sc81' href='#sc81'>SC 81</a>Này <i lang='pli' translate='no'>Ānanda</i>, có những loại hữu tình, thân nhất loại nhưng tưởng dị loại, như các vị Quang Âm thiên (Abhassarà). Ðó là trú xứ thứ ba của thức.</p>\n<p><a class='ref sc' id='sc82' href='#sc82'>SC 82</a>Này <i lang='pli' translate='no'>Ānanda</i>, có những loại hữu tình, thân nhất loại và tưởng cũng nhất loại, như các vị Biến Tịnh thiên (<i lang='pli' translate='no'>Subhakiṇṇa</i>). Ðó là trú xứ thứ tư của thức. Này <i lang='pli' translate='no'>Ānanda</i>, có những loại hữu tình, vượt ra khỏi tất cả sắc tưởng, đoạn trừ tất cả hữu đối tưởng, không suy tư đến mọi dị loại tưởng, chỉ có tưởng “Hư không là vô biên”, được sanh vào cõi Hư không vô biên xứ. Ðó là trú xứ thứ năm của thức. Này <i lang='pli' translate='no'>Ānanda</i>, có những loại hữu tình hoàn toàn vượt ra khỏi Không vô biên xứ, chỉ có tưởng “Thức là vô biên”, được sanh vào cõi Thức vô biên xứ. Ðó là trú xứ thứ sáu của thức.</p>\n<p><a class='ref sc' id='sc83' href='#sc83'>SC 83</a>Này <i lang='pli' translate='no'>Ānanda</i>, có những loại hữu tình, hoàn toàn vượt ra khỏi Thức vô biên xứ, chỉ có tưởng “Vô sở hữu”, được sanh vào cõi Vô sở hữu xứ. Ðó là trú xứ thứ bảy của thức.</p>\n<p><a class='ref sc' id='sc84' href='#sc84'>SC 84</a>Hai xứ là Vô tưởng hữu tình xứ và Phi tưởng phi phi tưởng xứ.</p>\n<p><a class='ref sc' id='sc85' href='#sc85'>SC 85</a><a class='ref pts-cs' id='pts-cs34' href='#pts-cs34'>PTS cs 34</a> Này <i lang='pli' translate='no'>Ānanda</i>, trong thức trú xứ thứ nhất có thân dị loại và tưởng dị loại này, như loài Người, một số chư Thiên và một số hữu tình trong địa ngục. Này <i lang='pli' translate='no'>Ānanda</i> nếu có ai hiểu được trú xứ này, hiểu được sự tập khởi, hiểu được sự đoạn diệt, hiểu được vị ngọt, hiểu được sự nguy hiểm và hiểu được sự xuất ly của trú xứ này, một vị như vậy có thể còn hoan hỷ ưa thích trú xứ này không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc86' href='#sc86'>SC 86</a>- Này <i lang='pli' translate='no'>Ānanda</i>, trong thức trú xứ thứ hai … thứ ba … thứ tư … thứ năm … thứ sáu … Này <i lang='pli' translate='no'>Ānanda</i>, trong thức trú xứ thứ bảy, hoàn toàn vượt ra khỏi Thức vô biên xứ, chỉ có tưởng “Vô sở hữu”, được sanh vào cõi Vô sở hữu xứ. Này <i lang='pli' translate='no'>Ānanda</i> nếu có ai hiểu được trú xứ này, hiểu được sự tập khởi, hiểu được sự đoạn diệt, hiểu được sự tập khởi, hiểu được sự đoạn diệt, hiểu được vị ngọt, hiểu được sự nguy hiểm và hiểu được sự xuất ly của trú xứ này, một vị như vậy có thể còn hoan hỷ ưa thích trú xứ này không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc87' href='#sc87'>SC 87</a>- Này <i lang='pli' translate='no'>Ānanda</i>, với Vô tưởng hữu tình xứ này, này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hiểu được trú xứ này, hiểu được sự tập khởi, hiểu được sự đoạn diệt, hiểu được vị ngọt, hiểu được sự nguy hiểm và hiểu được sự xuất ly của trú xứ này, một vị như vậy có thể còn hoan hỷ ưa thích trú xứ này không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc88' href='#sc88'>SC 88</a>- Này <i lang='pli' translate='no'>Ānanda</i>, với Phi tưởng phi phi tưởng xứ này, này <i lang='pli' translate='no'>Ānanda</i> nếu có ai hiểu được trú xứ này, hiểu được sự tập khởi, hiểu được sự đoạn diệt, hiểu được vị ngọt, hiểu được sự nguy hiểm và hiểu được sự xuất ly của trú xứ này, một vị như vậy có thể còn hoan hỷ ưa thích trú xứ này không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc89' href='#sc89'>SC 89</a>- Này <i lang='pli' translate='no'>Ānanda</i>, bởi bảy thức trú xứ và hai xứ này, nếu có vị Tỷ-kheo đã như chơn hiểu được tập khởi, đoạn trừ, vị ngọt, sự nguy hiểm, xuất ly của chúng, nhờ không còn chấp thủ, vị này được giải thoát. Này <i lang='pli' translate='no'>Ānanda</i>, vị Tỷ-kheo như vậy được gọi là Tuệ giải thoát.</p>\n<p><a class='ref sc' id='sc90' href='#sc90'>SC 90</a><a class='ref pts-cs' id='pts-cs35' href='#pts-cs35'>PTS cs 35</a> Này <i lang='pli' translate='no'>Ānanda</i>, có tám giải thoát. Thế nào là tám?</p>\n<p><a class='ref sc' id='sc91' href='#sc91'>SC 91</a>Tự mình có sắc, thấy các sắc; đó là sự giải thoát thứ nhất.</p>\n<p><a class='ref sc' id='sc92' href='#sc92'>SC 92</a>Quán tưởng nội sắc là vô sắc, thấy các ngoại sắc; đó là sự giải thoát thứ hai.</p>\n<p><a class='ref sc' id='sc93' href='#sc93'>SC 93</a>Quán tưởng (sắc là) tịnh, chú tâm trên suy tưởng ấy; đó là sự giải thoát thứ ba.</p>\n<p><a class='ref sc' id='sc94' href='#sc94'>SC 94</a>Vượt khỏi hoàn toàn sắc tưởng, diệt trừ các tưởng hữu đối, không tác ý đến những tưởng khác biệt, với suy tư “hư không là vô biên”, chứng và trú Không vô biên xứ; đó là sự giải thoát thứ tư.</p>\n<p><a class='ref sc' id='sc95' href='#sc95'>SC 95</a>Vượt khỏi hoàn toàn Không vô biên xứ, với suy tư “thức là vô biên”, chứng và trú Thức vô biên xứ; đó là giải thoát thứ năm.</p>\n<p><a class='ref sc' id='sc96' href='#sc96'>SC 96</a>Vượt khỏi hoàn toàn Thức vô biên xứ, với suy tư “không có vật gì”, chứng và trú Vô sở hữu xứ; đó là sự giải thoát thứ sáu.</p>\n<p><a class='ref sc' id='sc97' href='#sc97'>SC 97</a>Vượt khỏi hoàn toàn Vô sở hữu xứ, chứng và trú Phi tưởng phi phi tưởng xứ; đó là sự giải thoát thứ bảy.</p>\n<p><a class='ref sc' id='sc98' href='#sc98'>SC 98</a>Vượt khỏi hoàn toàn Phi tưởng phi phi tưởng xứ, chứng và trú Diệt thọ tưởng; đó là sự giải thoát thứ tám.</p>\n<p><a class='ref sc' id='sc99' href='#sc99'>SC 99</a>Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là tám giải thoát.</p>\n<p><a class='ref sc' id='sc100' href='#sc100'>SC 100</a><a class='ref pts-cs' id='pts-cs36' href='#pts-cs36'>PTS cs 36</a> Này <i lang='pli' translate='no'>Ānanda</i>, khi một vị Tỷ-kheo thuận thứ thể nhập tám giải thoát này, có thể nhập và có thể xuất khỏi bất cứ giải thoát nào khi nào mình muốn, chỗ nào mình muốn và dài bao lâu mình muốn—và với các lậu hoặc được đoạn trừ, vị Tỷ-kheo chứng và an trú trong tám giải thoát và tuệ giải thoát, không còn lậu hoặc ngay trong thời hiện tại, tự mình thấu đạt và chứng ngộ. Này <i lang='pli' translate='no'>Ānanda</i>, không còn có một Câu giải thoát nào khác cao hơn và thù thắng hơn Câu giải thoát này.</p>\n<p><a class='ref sc' id='sc101' href='#sc101'>SC 101</a>Thế Tôn thuyết giảng như vậy. Tôn giả <i lang='pli' translate='no'>Ānanda</i> hoan hỷ tín thọ lời dạy của Thế Tôn.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>[<a href='truong15e.htm'>Bản dịch Anh ngữ</a>]</p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Long Discourses of the Buddha”, Maurice Walshe dịch, 1987).</p>\n<p>Hiệu đính: <strong>08/02/2000</strong></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "dn15",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Ðại duyên",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Great Discourse on the Buddha’s Extinguishment ",
      "uid": "dn16"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Great Discourse on Traces Left Behind ",
      "uid": "dn14"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='dn15' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trường Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>15. Kinh Ðại duyên</h1>\n</header>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a><a class='ref pts-cs' id='pts-cs1' href='#pts-cs1'>PTS cs 1</a> Như vậy tôi nghe. Một thời, Thế Tôn trụ tại bộ lạc Kuru (Câu-lâu), ở ấp Kuru tên là <i lang='pli' translate='no'>Kammāsadhamma</i> (Kiếm-ma-sắt-đàm). Tôn giả <i lang='pli' translate='no'>Ānanda</i> (A Nan) đến tại chỗ Thế Tôn ở, sau khi đến, đảnh lễ Thế Tôn và ngồi xuống một bên. Sau khi ngồi xuống một bên, Tôn giả <i lang='pli' translate='no'>Ānanda</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Hy hữu thay, bạch Thế Tôn! Kỳ diệu thay, bạch Thế Tôn! Bạch Thế Tôn, giáo pháp Duyên khởi này thâm thúy, thật sự thâm thúy, và giáo pháp này đối với con hết sức minh bạch rõ ràng.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>- Này <i lang='pli' translate='no'>Ānanda</i>, chớ có nói vậy! Này <i lang='pli' translate='no'>Ānanda</i> chớ có nói vậy! Này <i lang='pli' translate='no'>Ānanda</i>, giáo pháp Duyên khởi này thâm thúy, thật sự thâm thúy. Này <i lang='pli' translate='no'>Ānanda</i>, chính vì không giác ngộ, không thâm hiểu giáo pháp này mà chúng sanh hiện tại bị rối loạn như một ổ kén, rối ren như một ống chỉ, giống như cỏ munja và lau sậy <i lang='pli' translate='no'>babbaja</i> (ba-ba-la) không thể nào ra khỏi khổ xứ, ác thú, đọa xứ, sanh tử.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a><a class='ref pts-cs' id='pts-cs2' href='#pts-cs2'>PTS cs 2</a> Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Già và chết do duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Già và chết do duyên gì?” Hãy đáp: “Già và chết do duyên sanh”.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Sanh có duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Sanh do duyên gì?” Hãy đáp: “Sanh do duyên hữu”.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Hữu có do duyên nào không? Hãy đáp: “Có”. Nếu có hỏi: “Hữu do duyên gì?” Hãy đáp: “Hữu do duyên thủ”.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi. “Thủ có do duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Thủ do duyên gì?” Hãy đáp: “Thủ do duyên ái”.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Ái có duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Ái do duyên gì?” Hãy đáp: “Ái do duyên thọ”.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Thọ có do duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Thọ do duyên gì?” Hãy đáp: “Thọ do duyên xúc”.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Xúc có do duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Xúc do duyên gì?” Hãy đáp: “Xúc do duyên danh sắc”.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Danh sắc có duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Danh sắc do duyên gì? Hãy đáp: “Danh sắc do duyên thức”.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hỏi: “Thức có do duyên nào không?” Hãy đáp: “Có”. Nếu có hỏi: “Thức do duyên gì?” Hãy đáp: “Thức do duyên danh sắc”.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a><a class='ref pts-cs' id='pts-cs3' href='#pts-cs3'>PTS cs 3</a> Này <i lang='pli' translate='no'>Ānanda</i>, như vậy do duyên danh sắc, thức sanh; do duyên thức, danh sắc sanh; do duyên danh sắc, xúc sanh; do duyên xúc, thọ sanh; do duyên thọ; ái sanh; do duyên ái, thủ sanh; do duyên thủ, hữu sanh; do duyên hữu, sanh sanh; do duyên sanh, lão tử sanh, do duyên lão tử, sầu, bi, khổ, ưu não sanh. Như vậy là toàn bộ khổ uẩn tập khởi.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a><a class='ref pts-cs' id='pts-cs4' href='#pts-cs4'>PTS cs 4</a> Trước đã nói: “Do duyên sanh; lão tử sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên sanh; lão tử sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu sanh không có bất cứ loại nào, bất cứ chỗ nào, như chư Thiên hay Thiên giới, Càn-thát-bà hay Càn-thát-bà-giới, Dạ-xoa hay Dạ Xoa giới. Quỷ thần hay Quỷ thần giới, loài Người hay Nhân giới, loại bốn chân hay tứ túc giới, loài chim hay điểu giới, loài trùng xà hay trùng xà giới. Này <i lang='pli' translate='no'>Ānanda</i>, nếu không có sanh cho tất cả, do sanh diệt thời lão tử có thể hiện hữu không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của lão tử, tức là sanh.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a><a class='ref pts-cs' id='pts-cs5' href='#pts-cs5'>PTS cs 5</a> Trước đã nói: “Do duyên hữu, sanh sanh ra”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên hữu, sanh sanh ra”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu hữu không có bất cứ loại nào giới nào, bất cứ chỗ nào xứ nào, như dục hữu, sắc hữu hay vô sắc hữu. Nếu không có hữu cho tất cả, do hữu diệt thời sanh có thể hiện hữu không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của sanh, tức là hữu.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a><a class='ref pts-cs' id='pts-cs6' href='#pts-cs6'>PTS cs 6</a> Trước đã nói: “Do duyên thủ, hữu sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu hỏi: “Do duyên thủ, hữu sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu thủ không có bất cứ loại nào, bất cứ chỗ nào, như dục thủ, kiến thủ, giới cấm thủ hay ngã chấp thủ. Nếu không có thủ cho tất cả, do thủ diệt thời hữu có thể hiện hữu không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của hữu, tức là thủ.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a><a class='ref pts-cs' id='pts-cs7' href='#pts-cs7'>PTS cs 7</a> Trước đã nói: “Do duyên ái, thủ sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên ái, thủ sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu ái không có bất cứ loại nào, bất cứ chỗ nào, như sắc ái, thanh ái, hương ái, vị ái, xúc ái hay pháp ái. Nếu không có ái cho tất cả, do ái diệt thời thủ có thể hiện hữu không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của thủ, tức là ái.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a><a class='ref pts-cs' id='pts-cs8' href='#pts-cs8'>PTS cs 8</a> Trước đã nói: “Do duyên thọ, ái sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, nếu thọ không có bất cứ loại nào, bất cứ chỗ nào, như nhãn xúc sở sanh thọ, nhĩ xúc sở sanh thọ, tỷ xúc sở sanh thọ, thiệt xúc sở sanh thọ, tỷ xúc sở sanh thọ, ý xúc sở sanh thọ. Nếu không có thọ cho tất cả, nếu thọ diệt thời ái có thể hiện hữu không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của ái, tức là thọ.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a><a class='ref pts-cs' id='pts-cs9' href='#pts-cs9'>PTS cs 9</a> Này <i lang='pli' translate='no'>Ānanda</i>, như vậy do duyên thọ, ái sanh; do duyên ái, tìm cầu sanh; do duyên tìm cầu, lợi sanh; do duyên lợi, quyết định (sở dụng của lợi) sanh; do duyên quyết định, tham dục sanh; do duyên tham dục, đam trước sanh; do duyên đam trước, chấp thủ sanh; do duyên chấp thủ, hà tiện sanh; do duyên hà tiện, thủ hộ sanh; do duyên thủ hộ, phát sanh một số ác, bất thiện pháp như chấp trượng, chấp kiếm, tranh đấu, tranh luận, đấu khẩu, khẩu chiến, ác khẩu, vọng ngữ.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a><a class='ref pts-cs' id='pts-cs10' href='#pts-cs10'>PTS cs 10</a> Trước đã nói: “Do duyên thủ hộ, phát sanh một số ác, bất thiện pháp, như chấp trượng, chấp kiếm, tranh đấu, tranh luận, đấu khẩu, khẩu chiến, ác khẩu, vọng ngữ”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên thủ hộ, phát sanh một số ác, bất thiện pháp, như chấp trượng, chấp kiếm, tranh đấu, tranh luận, đấu khẩu, khẩu chiến, ác khẩu, vọng ngữ”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu thủ hộ không có bất cứ loại nào, bất cứ chỗ nào, nếu không có thủ hộ cho tất cả, nếu thủ hộ diệt thời một số ác, bất thiện pháp như chấp trượng, chấp kiếm, tranh đấu, tranh luận, đấu khẩu, khẩu chiến, ác khẩu, vọng ngữ có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của một số ác, bất thiện pháp như chấp trượng, chấp kiếm, tranh đấu, tranh luận, đấu khẩu, khẩu chiến, ác khẩu, vọng ngữ, tức là thủ hộ.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a><a class='ref pts-cs' id='pts-cs11' href='#pts-cs11'>PTS cs 11</a> Trước đã nói: “Do duyên hà tiện, thủ hộ sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên hà tiện thủ hộ sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu hà tiện không có bất cứ loại nào, bất cứ chỗ nào, nếu không có hà tiện, cho tất cả, nếu hà tiện diệt thời thủ hộ có thể hiện hữu không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của thủ hộ, tức là hà tiện.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a><a class='ref pts-cs' id='pts-cs12' href='#pts-cs12'>PTS cs 12</a> Trước đã nói: “Do duyên chấp thủ, hà tiện sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên chấp thủ, hà tiện sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu chấp thủ không có bất cứ loại nào, bất cứ chỗ nào, nếu không chấp thủ cho tất cả, nếu chấp thủ diệt thời hà tiện có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của hà tiện, tức là chấp thủ.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a><a class='ref pts-cs' id='pts-cs13' href='#pts-cs13'>PTS cs 13</a> Trước đã nói: “Do duyên đam trước, chấp thủ sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên đam trước, chấp thủ sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu đam trước không có bất cứ loại nào, bất cứ chỗ nào, nếu không có đam trước cho tất cả, nếu đam trước diệt thời chấp thủ có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của chấp thủ, tức là đam mê.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a><a class='ref pts-cs' id='pts-cs14' href='#pts-cs14'>PTS cs 14</a> Trước đã nói: “Do duyên tham dục, đam trước sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên tham dục, đam trước sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu tham dục không có bất cứ loại nào, bất cứ chỗ nào, nếu không có tham dục cho tất cả, nếu tham dục diệt thời đam trước có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của đam trước, tức là tham dục.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a><a class='ref pts-cs' id='pts-cs15' href='#pts-cs15'>PTS cs 15</a> Trước đã nói: “Do duyên quyết định, tham dục sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên quyết định tham dục sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu quyết định không có bất cứ loại nào, bất cứ chỗ nào, nếu không có quyết định cho tất cả, nếu quyết định diệt thời tham dục có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của tham dục tức là quyết định.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a><a class='ref pts-cs' id='pts-cs16' href='#pts-cs16'>PTS cs 16</a> Trước đã nói: “Do duyên lợi, quyết định sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên lợi quyết định sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu lợi không có không có bất cứ loại nào, bất cứ chỗ nào, nếu lợi không có cho tất cả, nếu lợi diệt thời quyết định có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của quyết định, tức là lợi.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a><a class='ref pts-cs' id='pts-cs17' href='#pts-cs17'>PTS cs 17</a> Trước đã nói: “Do duyên tầm cầu, lợi sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên tầm cầu, lợi sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu tầm cầu không có bất cứ loại nào, bất cứ chỗ nào, nếu tầm cầu không có cho tất cả, nếu tầm cầu diệt thời lợi có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của lợi, tức là tầm cầu.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a><a class='ref pts-cs' id='pts-cs18' href='#pts-cs18'>PTS cs 18</a> Trước đã nói: “Do duyên ái, tầm cầu sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên ái, tầm cầu sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu không có bất cứ loại nào, bất cứ chỗ nào, nếu ái không có cho tất cả, nếu ái diệt thời tầm cầu có thể hiện hữu được không?- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của tầm cầu, tức là ái.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>Này <i lang='pli' translate='no'>Ānanda</i>, như vậy hai phương diện (của ái) tuy hai nhưng hòa hợp thành một, nhờ thọ (làm duyên sanh).</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a><a class='ref pts-cs' id='pts-cs19' href='#pts-cs19'>PTS cs 19</a> Trước đã nói: “Do duyên xúc, thọ sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên xúc, thọ sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu xúc không có bất cứ loại nào, bất cứ chỗ nào, như nhãn xúc, nhĩ xúc, tỷ xúc, thiệt xúc, thân xúc, ý xúc, nếu xúc không có cho tất cả, nếu xúc diệt thời thọ có thể hiện hữu không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>- Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của thọ, tức là xúc.</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a><a class='ref pts-cs' id='pts-cs20' href='#pts-cs20'>PTS cs 20</a> Trước đã nói: “Do duyên danh sắc, xúc sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên danh sắc, xúc sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu những hình, những sắc, những tướng, những mạo, nhờ đó mà danh thân và sắc thân thi thiết; nếu những hình, những sắc, những tướng, những mạo ấy không có, thời danh mục xúc trong sắc thân có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>- Này <i lang='pli' translate='no'>Ānanda</i>, những hình, những sắc, những tướng, những mạo ấy nhờ đó mà sắc thân được thi thiết, nếu những hình, những sắc, những tướng, những mạo ấy không có, thời hữu đối xúc trong danh thân có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>- Này <i lang='pli' translate='no'>Ānanda</i>, những hình, những sắc, những tướng, những mạo nhờ đó mà danh thân và sắc thân được thi thiết, nếu những hình, những sắc, những tướng, những mạo ấy không có, thời danh mục xúc hay hữu đối xúc có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>- Này <i lang='pli' translate='no'>Ānanda</i>, những hình, những sắc, những tướng, những mạo nhờ đó mà danh sắc được thi thiết, nếu những hình, những sắc, những tướng, những mạo ấy không có thì xúc có thể hiện hữu được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Do vậy, này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của xúc, tức là danh sắc.</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a><a class='ref pts-cs' id='pts-cs21' href='#pts-cs21'>PTS cs 21</a> Trước đã nói: “Do duyên thức, danh sắc sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên thức, danh sắc sanh”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu thức không đi vào trong bụng của người mẹ, thời danh sắc có thể hình thành trong bụng bà mẹ không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>- Này <i lang='pli' translate='no'>Ānanda</i>, nếu thức đi vào trong bụng bà mẹ rồi bị tiêu diệt, thời danh sắc có thể hình thành trạng thái này, trạng thái khác không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>- Này <i lang='pli' translate='no'>Ānanda</i>, nếu thức bị đoạn trừ trong đứa con nít, hoặc là đồng nam hay đồng nữ, thời danh sắc có thể lớn hơn, trưởng thành và thành mãn được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>- Do vậy, này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của danh sắc, tức là thức.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a><a class='ref pts-cs' id='pts-cs22' href='#pts-cs22'>PTS cs 22</a> Trước đã nói: “Do duyên danh sắc, thức sanh”. Này <i lang='pli' translate='no'>Ānanda</i>, phải hiểu như thế nào câu nói: “Do duyên sanh sắc thức sanh ”? Này <i lang='pli' translate='no'>Ānanda</i>, nếu thức không an trú được trong danh sắc, thời trong tương lai, có thể hiện hữu sự hình thành của sanh, lão, tử, khổ, tập không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>- Do vậy, này <i lang='pli' translate='no'>Ānanda</i>, như vậy là nhơn, như vậy là duyên, như vậy là tập khởi, như vậy là nhơn duyên của thức, tức là danh sắc.</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>- Này <i lang='pli' translate='no'>Ānanda</i>, trong giới hạn con người được sanh, con người được già, con người được chết, con người được diệt, hay con người được tái sanh, trong giới hạn ấy là danh mục đạo, trong giới hạn ấy là ngôn ngữ đạo, trong giới hạn ấy là thi thiết đạo, trong giới hạn ấy là tuệ giới, trong giới hạn ấy là lưu chuyển luân hồi hiện hữu trạng thái này trạng thái khác nghĩa là danh sắc và thức.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a><a class='ref pts-cs' id='pts-cs23' href='#pts-cs23'>PTS cs 23</a> Này <i lang='pli' translate='no'>Ānanda</i>, có bao nhiêu lời tuyên bố về ngã? Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã được tuyên bố là có sắc và hạn lượng trong câu: “Ngã của tôi có sắc và hạn lượng”. Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã được tuyên bố là có sắc và vô lượng trong câu: “Ngã của tôi có sắc và vô lượng”. Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã được tuyên bố là không có sắc và có hạn lượng trong câu: “Ngã của tôi không có sắc và có hạn lượng”. Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã được tuyên bố là không có sắc và vô lượng trong câu: “Ngã của tôi không có sắc và vô lượng”.</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a><a class='ref pts-cs' id='pts-cs24' href='#pts-cs24'>PTS cs 24</a> Này <i lang='pli' translate='no'>Ānanda</i>, có người tuyên bố ngã có sắc và có hạn lượng trong hiện tại, người này tuyên bố hoặc ngã có sắc và có hạn lượng trong tương lai. Hoặc như thế này: “Ngã của tôi không phải như vậy, tôi sẽ uốn nắn cho như vậy”. Này <i lang='pli' translate='no'>Ānanda</i>, sự việc là như vậy thời lời tuyên bố về tà kiến ngã có sắc và có hạn lượng như vậy là quá đủ rồi.</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>Này <i lang='pli' translate='no'>Ānanda</i>, có người tuyên bố ngã có sắc và vô lượng người này tuyên bố hoặc ngã có sắc và vô lượng trong hiện tại, hoặc ngã có sắc và vô lượng trong tương lai. Hoặc như thế này: “Ngã của tôi không phải như vậy, tôi sẽ uốn nắn cho như vậy”. Này <i lang='pli' translate='no'>Ānanda</i>, sự việc là như vậy thời lời tuyên bố về tà kiến ngã có sắc và vô lượng như vậy là quá đủ rồi.</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>Này <i lang='pli' translate='no'>Ānanda</i>, có người tuyên bố ngã không có sắc và có hạn lượng, người này tuyên bố hoặc ngã không có sắc và có hạn lượng trong hiện tại hoặc ngã không có sắc và có hạn lượng trong tương lai … hoặc ngã không có sắc và vô lượng trong tương lai. Hoặc như thế này: “Ngã của tôi không phải như vậy, tôi sẽ uốn nắn cho như vậy”. Này <i lang='pli' translate='no'>Ānanda</i>, sự việc là như vậy thời lời tuyên bố về tà kiến ngã có sắc và vô lượng như vậy là quá đủ rồi. Này <i lang='pli' translate='no'>Ānanda</i>, như vậy, là có bấy nhiêu lời tuyên bố về ngã.</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a><a class='ref pts-cs' id='pts-cs25' href='#pts-cs25'>PTS cs 25</a> Này <i lang='pli' translate='no'>Ānanda</i>, có bao nhiêu lời không tuyên bố về ngã? Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã không được tuyên bố là có sắc và có hạn lượng trong câu: “Ngã của tôi có sắc và có hạn lượng”. Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã không được tuyên bố là có sắc và vô lượng trong câu: “Ngã của tôi có sắc và vô lượng”. Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã không được tuyên bố là không có sắc và có hạn lượng trong câu: “Ngã của tôi không có sắc và có hạn lượng”. Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã không được tuyên bố là không có sắc và vô lượng trong câu: “Ngã của tôi không có sắc và vô lượng”.</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a><a class='ref pts-cs' id='pts-cs26' href='#pts-cs26'>PTS cs 26</a> Này <i lang='pli' translate='no'>Ānanda</i>, có người không tuyên bố ngã có sắc và có hạn lượng, người này không tuyên bố, hoặc ngã có sắc và có hạn lượng trong hiện tại, hoặc ngã có sắc và có hạn lượng trong tương lai. Hoặc không như thế này: “Ngã của tôi không phải như vậy, tôi sẽ uốn nắn cho như vậy”. Này <i lang='pli' translate='no'>Ānanda</i>, sự việc là như vậy thời lời không tuyên bố về tà kiến ngã có sắc và có hạn lượng như vậy là quá đủ rồi.</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>Này <i lang='pli' translate='no'>Ānanda</i>, có người không tuyên bố ngã có sắc và vô lượng, người này không tuyên bố hoặc ngã có sắc và vô lượng trong hiện tại, hoặc ngã có sắc và vô lượng trong tương lai. Hoặc không như thế này. “Ngã của tôi không phải như vậy, tôi sẽ uốn nắn cho như vậy”. Này <i lang='pli' translate='no'>Ānanda</i>, sự việc là như vậy thời lời không tuyên bố về tà kiến ngã có sắc và vô lượng như vậy là quá đủ rồi.</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>Này <i lang='pli' translate='no'>Ānanda</i>, có người không tuyên bố ngã không có sắc và có hạn lượng, người này tuyên bố, hoặc ngã không có sắc và có hạn lượng trong hiện tại, hoặc ngã không có sắc và có hạn lượng trong tương lai. Hoặc không như thế này: “Ngã của tôi không phải như vậy, tôi sẽ uốn nắn cho như vậy”. Này <i lang='pli' translate='no'>Ānanda</i>, sự việc là như vậy thời lời không tuyên bố về tà kiến ngã không có sắc và có hạn lượng như vậy là quá đủ rồi.</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>Này <i lang='pli' translate='no'>Ānanda</i>, có người không tuyên bố ngã không có sắc và vô lượng, người này không tuyên bố ngã không có sắc và vô lượng trong hiện tại, hoặc ngã không có sắc và vô lượng trong tương lai. Hoặc không như thế này: “Ngã của tôi không phải như vậy, tôi sẽ uốn nắn cho như vậy”. Này <i lang='pli' translate='no'>Ānanda</i>, sự việc là như vậy thời lời không tuyên bố về tà kiến ngã có sắc và vô lượng như vậy là quá đủ rồi.</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a>Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là có bấy nhiêu lời không tuyên bố về ngã.</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a><a class='ref pts-cs' id='pts-cs27' href='#pts-cs27'>PTS cs 27</a> Này <i lang='pli' translate='no'>Ānanda</i>, dưới bao nhiêu hình thức, ngã được quan niệm? Này <i lang='pli' translate='no'>Ānanda</i>, ngã được quan niệm như thọ trong câu: “Ngã của tôi là thọ”. Hay trái lại: “Ngã của tôi không phải là thọ, ngã của tôi không có cảm thọ”. Này <i lang='pli' translate='no'>Ānanda</i>, hoặc ngã được quan niệm như trong câu: “Ngã của tôi không phải là thọ, cũng không phải là không có cảm thọ; ngã của tôi có cảm thọ, ngã của tôi có khả năng cảm thọ”. Như vậy, này <i lang='pli' translate='no'>Ānanda</i>, ngã được quan niệm.</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a><a class='ref pts-cs' id='pts-cs28' href='#pts-cs28'>PTS cs 28</a> Này <i lang='pli' translate='no'>Ānanda</i>, ai nói: “ngã của tôi là thọ”. Người ấy cần được trả lời: “Này Hiền giả, có ba loại cảm thọ, lạc thọ, khổ thọ, bất khổ bất lạc thọ. Trong ba loại thọ này, loại nào ông xem là ngã?”</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>Này <i lang='pli' translate='no'>Ānanda</i>, khi cảm giác một lạc thọ, chúng ta không cảm giác một khổ thọ, không cảm giác một bất khổ bất lạc thọ, khi ấy chỉ cảm giác một lạc thọ thôi. Này <i lang='pli' translate='no'>Ānanda</i>, khi cảm giác một khổ thọ, chúng ta không cảm giác một lạc thọ, không cảm giác một bất khổ bất lạc thọ, khi ấy chỉ cảm giác một khổ thọ thôi. Này <i lang='pli' translate='no'>Ānanda</i>, khi cảm giác một bất khổ bất lạc thọ, chúng ta không cảm giác một lạc thọ, không cảm giác một khổ thọ, khi ấy chỉ cảm giác một bất khổ bất lạc thọ thôi.</p>\n<p><a class='ref sc' id='sc71' href='#sc71'>SC 71</a><a class='ref pts-cs' id='pts-cs29' href='#pts-cs29'>PTS cs 29</a> Lại nữa, này <i lang='pli' translate='no'>Ānanda</i>, lạc thọ là vô thường, hữu vi, là pháp duyên khởi, là pháp đoạn hoại, là pháp đoạn diệt, là pháp ly dục, là pháp diệt tận. Này <i lang='pli' translate='no'>Ānanda</i>, khổ thọ là vô thường, hữu vi, là pháp duyên khởi, là pháp đoạn hoại, là pháp đoạn diệt, là pháp ly dục, là pháp diệt tận. Này <i lang='pli' translate='no'>Ānanda</i>, bất khổ bất lạc thọ là vô thường, hữu vi, là pháp duyên khởi, là pháp đoạn hoại, là pháp đoạn diệt, là pháp ly dục, là pháp diệt tận. Khi cảm giác một lạc thọ mà nói rằng: “Ðó là ngã của tôi”, thời khi lạc thọ ấy diệt mất người ấy cũng nghĩ rằng: “Ngã của tôi cũng diệt”. Khi cảm giác một khổ thọ mà nói rằng: “Ðó là ngã của tôi”, thời khi khổ thọ ấy diệt mất người ấy cũng nghĩ rằng: “Ngã của tôi cũng diệt”. Khi cảm giác một bất khổ bất lạc thọ mà nói rằng: “Ðó là ngã của tôi”, thời khi bất khổ bất lạc thọ ấy diệt mất, người ấy cũng nghĩ rằng: “Ngã của tôi cũng diệt”.</p>\n<p><a class='ref sc' id='sc72' href='#sc72'>SC 72</a>Vậy những ai nói rằng: “Ngã của tôi là thọ”, người ấy sẽ xem ngã của mình như một cái gì trong hiện tại, cái gì ấy là vô thường, lạc khổ xen lẫn, là pháp sanh diệt. Do vậy, này <i lang='pli' translate='no'>Ānanda</i>, không thể chấp nhận quan niệm “Ngã của tôi là thọ”.</p>\n<p><a class='ref sc' id='sc73' href='#sc73'>SC 73</a><a class='ref pts-cs' id='pts-cs30' href='#pts-cs30'>PTS cs 30</a> Này <i lang='pli' translate='no'>Ānanda</i>, ai nói như sau: “Ngã của tôi không phải là thọ, ngã của tôi không có cảm thọ”, người ấy cần được trả lời: “Này Hiền giả, chỗ nào không có một cảm thọ gì cả, chỗ ấy có thể xem là “Tôi có” được không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc74' href='#sc74'>SC 74</a>- Do vậy, này <i lang='pli' translate='no'>Ānanda</i>, không thể chấp nhận quan niệm “Ngã của tôi không phải là thọ, ngã của tôi không có cảm thọ”.</p>\n<p><a class='ref sc' id='sc75' href='#sc75'>SC 75</a><a class='ref pts-cs' id='pts-cs31' href='#pts-cs31'>PTS cs 31</a> Này <i lang='pli' translate='no'>Ānanda</i>, ai nói như sau: “Ngã của tôi không phải là thọ, ngã của tôi không phải không có cảm thọ; ngã của tôi có cảm thọ, ngã của tôi có khả năng cảm thọ”, người ấy cần được trả lời: “Này Hiền giả nếu tất cả mọi loại cảm thọ đều đoạn diệt hoàn toàn, khi không còn một loại cảm thọ nào cả, khi thọ đã tận diệt, thời ở tại chỗ ấy, có thể nói: “Tôi là như vậy” chăng?”</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc76' href='#sc76'>SC 76</a>- Do vậy, này <i lang='pli' translate='no'>Ānanda</i>, không thể chấp nhận quan niệm “Ngã của tôi không phải là thọ, ngã của tôi không phải không có cảm thọ; ngã của tôi có cảm thọ, ngã của tôi có khả năng cảm thọ”.</p>\n<p><a class='ref sc' id='sc77' href='#sc77'>SC 77</a><a class='ref pts-cs' id='pts-cs32' href='#pts-cs32'>PTS cs 32</a> Này <i lang='pli' translate='no'>Ānanda</i>, khi có một vị Tỷ-kheo không quan niệm ngã là thọ, không quan niệm ngã không phải thọ, không quan niệm: “Ngã của tôi là thọ, ngã của tôi có khả năng cảm thọ”, khi ấy vị này sẽ không chấp trước một điều gì ở trên đời, vì không chấp trước nên không sợ hãi; vì không sợ hãi nên hoàn toàn tự mình tịch diệt. Vị ấy biết sanh đã tận, phạm hạnh đã thành, những việc cần làm đã làm, sau đời này không còn đời nào khác nữa.</p>\n<p><a class='ref sc' id='sc78' href='#sc78'>SC 78</a>Này <i lang='pli' translate='no'>Ānanda</i>, với vị Tỷ-kheo có tâm giải thoát như vậy, nếu có ai nói vị Tỷ-kheo ấy có tà kiến như sau: “Như Lai có tồn tại sau khi chết” thời thật hoàn toàn phi lý. Hoặc có tà kiến như sau: “Như Lai không có tồn tại sau khi chết”, thời thật hoàn toàn phi lý. Hoặc có tà kiến như sau: “Như Lai có tồn tại và không có tồn tại sau khi chết”, thời thật hoàn toàn phi lý. Hoặc có tà kiến như sau: “Như Lai không có tồn tại và không không có tồn tại sau khi chết”, thời thật hoàn toàn phi lý. Tại sao vậy? Này <i lang='pli' translate='no'>Ānanda</i>, ví dầu có bao nhiêu danh mục, bao nhiêu danh mục đạo, dầu có bao nhiêu ngôn ngữ, bao nhiêu ngôn ngữ đạo, dầu có bao nhiêu thi thiết, bao nhiêu thi thiết đạo, dầu có bao nhiêu trí tuệ, bao nhiêu trí tuệ giới, dầu có bao nhiêu luân chuyển, bao nhiêu vận hành, với thắng trí hiểu biết tất cả, vị Tỷ-kheo được giải thoát. Với vị Tỷ-kheo thắng trí giải thoát như vậy mà nói rằng vị Tỷ-kheo ấy không biết, không thấy, thời thật là một sự phi lý.</p>\n<p><a class='ref sc' id='sc79' href='#sc79'>SC 79</a><a class='ref pts-cs' id='pts-cs33' href='#pts-cs33'>PTS cs 33</a> Này <i lang='pli' translate='no'>Ānanda</i>, có bảy trú xứ của thức và hai xứ. Thế nào là bảy? Này <i lang='pli' translate='no'>Ānanda</i>, có những loại hữu tình, thân dị loại và tưởng dị loại, như loài Người, một số chư Thiên và một số trong địa ngục. Ðó là trú xứ thứ nhất của thức.</p>\n<p><a class='ref sc' id='sc80' href='#sc80'>SC 80</a>Này <i lang='pli' translate='no'>Ānanda</i>, có những loại hữu tình, thân dị loại nhưng tưởng nhất loại, như các vị Phạm Chúng thiên được sanh vào cõi ấy, nhờ sơ Thiền. Ðó là trú xứ thứ hai của thức.</p>\n<p><a class='ref sc' id='sc81' href='#sc81'>SC 81</a>Này <i lang='pli' translate='no'>Ānanda</i>, có những loại hữu tình, thân nhất loại nhưng tưởng dị loại, như các vị Quang Âm thiên (Abhassarà). Ðó là trú xứ thứ ba của thức.</p>\n<p><a class='ref sc' id='sc82' href='#sc82'>SC 82</a>Này <i lang='pli' translate='no'>Ānanda</i>, có những loại hữu tình, thân nhất loại và tưởng cũng nhất loại, như các vị Biến Tịnh thiên (<i lang='pli' translate='no'>Subhakiṇṇa</i>). Ðó là trú xứ thứ tư của thức. Này <i lang='pli' translate='no'>Ānanda</i>, có những loại hữu tình, vượt ra khỏi tất cả sắc tưởng, đoạn trừ tất cả hữu đối tưởng, không suy tư đến mọi dị loại tưởng, chỉ có tưởng “Hư không là vô biên”, được sanh vào cõi Hư không vô biên xứ. Ðó là trú xứ thứ năm của thức. Này <i lang='pli' translate='no'>Ānanda</i>, có những loại hữu tình hoàn toàn vượt ra khỏi Không vô biên xứ, chỉ có tưởng “Thức là vô biên”, được sanh vào cõi Thức vô biên xứ. Ðó là trú xứ thứ sáu của thức.</p>\n<p><a class='ref sc' id='sc83' href='#sc83'>SC 83</a>Này <i lang='pli' translate='no'>Ānanda</i>, có những loại hữu tình, hoàn toàn vượt ra khỏi Thức vô biên xứ, chỉ có tưởng “Vô sở hữu”, được sanh vào cõi Vô sở hữu xứ. Ðó là trú xứ thứ bảy của thức.</p>\n<p><a class='ref sc' id='sc84' href='#sc84'>SC 84</a>Hai xứ là Vô tưởng hữu tình xứ và Phi tưởng phi phi tưởng xứ.</p>\n<p><a class='ref sc' id='sc85' href='#sc85'>SC 85</a><a class='ref pts-cs' id='pts-cs34' href='#pts-cs34'>PTS cs 34</a> Này <i lang='pli' translate='no'>Ānanda</i>, trong thức trú xứ thứ nhất có thân dị loại và tưởng dị loại này, như loài Người, một số chư Thiên và một số hữu tình trong địa ngục. Này <i lang='pli' translate='no'>Ānanda</i> nếu có ai hiểu được trú xứ này, hiểu được sự tập khởi, hiểu được sự đoạn diệt, hiểu được vị ngọt, hiểu được sự nguy hiểm và hiểu được sự xuất ly của trú xứ này, một vị như vậy có thể còn hoan hỷ ưa thích trú xứ này không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc86' href='#sc86'>SC 86</a>- Này <i lang='pli' translate='no'>Ānanda</i>, trong thức trú xứ thứ hai … thứ ba … thứ tư … thứ năm … thứ sáu … Này <i lang='pli' translate='no'>Ānanda</i>, trong thức trú xứ thứ bảy, hoàn toàn vượt ra khỏi Thức vô biên xứ, chỉ có tưởng “Vô sở hữu”, được sanh vào cõi Vô sở hữu xứ. Này <i lang='pli' translate='no'>Ānanda</i> nếu có ai hiểu được trú xứ này, hiểu được sự tập khởi, hiểu được sự đoạn diệt, hiểu được sự tập khởi, hiểu được sự đoạn diệt, hiểu được vị ngọt, hiểu được sự nguy hiểm và hiểu được sự xuất ly của trú xứ này, một vị như vậy có thể còn hoan hỷ ưa thích trú xứ này không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc87' href='#sc87'>SC 87</a>- Này <i lang='pli' translate='no'>Ānanda</i>, với Vô tưởng hữu tình xứ này, này <i lang='pli' translate='no'>Ānanda</i>, nếu có ai hiểu được trú xứ này, hiểu được sự tập khởi, hiểu được sự đoạn diệt, hiểu được vị ngọt, hiểu được sự nguy hiểm và hiểu được sự xuất ly của trú xứ này, một vị như vậy có thể còn hoan hỷ ưa thích trú xứ này không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc88' href='#sc88'>SC 88</a>- Này <i lang='pli' translate='no'>Ānanda</i>, với Phi tưởng phi phi tưởng xứ này, này <i lang='pli' translate='no'>Ānanda</i> nếu có ai hiểu được trú xứ này, hiểu được sự tập khởi, hiểu được sự đoạn diệt, hiểu được vị ngọt, hiểu được sự nguy hiểm và hiểu được sự xuất ly của trú xứ này, một vị như vậy có thể còn hoan hỷ ưa thích trú xứ này không?</p>\n<p>- Bạch Thế Tôn, không!</p>\n<p><a class='ref sc' id='sc89' href='#sc89'>SC 89</a>- Này <i lang='pli' translate='no'>Ānanda</i>, bởi bảy thức trú xứ và hai xứ này, nếu có vị Tỷ-kheo đã như chơn hiểu được tập khởi, đoạn trừ, vị ngọt, sự nguy hiểm, xuất ly của chúng, nhờ không còn chấp thủ, vị này được giải thoát. Này <i lang='pli' translate='no'>Ānanda</i>, vị Tỷ-kheo như vậy được gọi là Tuệ giải thoát.</p>\n<p><a class='ref sc' id='sc90' href='#sc90'>SC 90</a><a class='ref pts-cs' id='pts-cs35' href='#pts-cs35'>PTS cs 35</a> Này <i lang='pli' translate='no'>Ānanda</i>, có tám giải thoát. Thế nào là tám?</p>\n<p><a class='ref sc' id='sc91' href='#sc91'>SC 91</a>Tự mình có sắc, thấy các sắc; đó là sự giải thoát thứ nhất.</p>\n<p><a class='ref sc' id='sc92' href='#sc92'>SC 92</a>Quán tưởng nội sắc là vô sắc, thấy các ngoại sắc; đó là sự giải thoát thứ hai.</p>\n<p><a class='ref sc' id='sc93' href='#sc93'>SC 93</a>Quán tưởng (sắc là) tịnh, chú tâm trên suy tưởng ấy; đó là sự giải thoát thứ ba.</p>\n<p><a class='ref sc' id='sc94' href='#sc94'>SC 94</a>Vượt khỏi hoàn toàn sắc tưởng, diệt trừ các tưởng hữu đối, không tác ý đến những tưởng khác biệt, với suy tư “hư không là vô biên”, chứng và trú Không vô biên xứ; đó là sự giải thoát thứ tư.</p>\n<p><a class='ref sc' id='sc95' href='#sc95'>SC 95</a>Vượt khỏi hoàn toàn Không vô biên xứ, với suy tư “thức là vô biên”, chứng và trú Thức vô biên xứ; đó là giải thoát thứ năm.</p>\n<p><a class='ref sc' id='sc96' href='#sc96'>SC 96</a>Vượt khỏi hoàn toàn Thức vô biên xứ, với suy tư “không có vật gì”, chứng và trú Vô sở hữu xứ; đó là sự giải thoát thứ sáu.</p>\n<p><a class='ref sc' id='sc97' href='#sc97'>SC 97</a>Vượt khỏi hoàn toàn Vô sở hữu xứ, chứng và trú Phi tưởng phi phi tưởng xứ; đó là sự giải thoát thứ bảy.</p>\n<p><a class='ref sc' id='sc98' href='#sc98'>SC 98</a>Vượt khỏi hoàn toàn Phi tưởng phi phi tưởng xứ, chứng và trú Diệt thọ tưởng; đó là sự giải thoát thứ tám.</p>\n<p><a class='ref sc' id='sc99' href='#sc99'>SC 99</a>Này <i lang='pli' translate='no'>Ānanda</i>, như vậy là tám giải thoát.</p>\n<p><a class='ref sc' id='sc100' href='#sc100'>SC 100</a><a class='ref pts-cs' id='pts-cs36' href='#pts-cs36'>PTS cs 36</a> Này <i lang='pli' translate='no'>Ānanda</i>, khi một vị Tỷ-kheo thuận thứ thể nhập tám giải thoát này, có thể nhập và có thể xuất khỏi bất cứ giải thoát nào khi nào mình muốn, chỗ nào mình muốn và dài bao lâu mình muốn—và với các lậu hoặc được đoạn trừ, vị Tỷ-kheo chứng và an trú trong tám giải thoát và tuệ giải thoát, không còn lậu hoặc ngay trong thời hiện tại, tự mình thấu đạt và chứng ngộ. Này <i lang='pli' translate='no'>Ānanda</i>, không còn có một Câu giải thoát nào khác cao hơn và thù thắng hơn Câu giải thoát này.</p>\n<p><a class='ref sc' id='sc101' href='#sc101'>SC 101</a>Thế Tôn thuyết giảng như vậy. Tôn giả <i lang='pli' translate='no'>Ānanda</i> hoan hỷ tín thọ lời dạy của Thế Tôn.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>[<a href='truong15e.htm'>Bản dịch Anh ngữ</a>]</p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Long Discourses of the Buddha”, Maurice Walshe dịch, 1987).</p>\n<p>Hiệu đính: <strong>08/02/2000</strong></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "DN 15",
    "volpages": " PTS 2.55, PTS 2.56, PTS 2.57, PTS 2.58, PTS 2.59, PTS 2.60, PTS 2.61, PTS 2.62, PTS 2.63, PTS 2.64, PTS 2.65, PTS 2.66, PTS 2.67, PTS 2.68, PTS 2.69, PTS 2.70, PTS 2.71",
    "alt_volpages": null,
    "uid": "dn15",
    "blurb": "Rejecting Venerable Ānanda’s claim to easily understand dependent origination, the Buddha presents a complex and demanding analysis, revealing hidden nuances and implications of this central teaching.",
    "difficulty": 3,
    "original_title": "Mahānidānasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Ðại duyên",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "dn15_translation-de-sabbamitta",
        "segmented": true,
        "title": "Die große Lehrrede über das Kausalprinzip ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "dn15_translation-en-sujato",
        "segmented": true,
        "title": "The Great Discourse on Causation ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "dn15_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2022",
        "id": "dn15_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Govor o uzročnosti ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "Bhikkhu Shilabhadra",
        "author_short": "Shilabhadra",
        "author_uid": "shilabhadra",
        "publication_date": null,
        "id": "bn_dn15_shilabhadra",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Štěpán Chromovský",
        "author_short": "Chromovský",
        "author_uid": "chromovsky",
        "publication_date": null,
        "id": "cs_dn15_chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Thalpawila Kusalagnana, Dr. Mudagamuwe Maithrimurthi, Thomas Trätow",
        "author_short": "Kusalagnana…",
        "author_uid": "kusalagnana-maitrimurti-traetow",
        "publication_date": null,
        "id": "de_dn15_kusalagnana-maitrimurti-traetow",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "1984",
        "id": "en_dn15_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": null,
        "id": "es_dn15_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Claude Le Ninan, Chandhana Le Ninan",
        "author_short": "leninan",
        "author_uid": "leninan",
        "publication_date": "2023",
        "id": "fr_dn15_leninan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2007",
        "id": "fr_dn15_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "he",
        "lang_name": "עִבְֿרִיתּ",
        "is_root": false,
        "author": "Shai Schwartz",
        "author_short": "Schwartz",
        "author_uid": "schwartz",
        "publication_date": "2014",
        "id": "he_dn15_schwartz",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1936",
        "id": "hi_dn15_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Hadházi Zsolt",
        "author_short": "Hadházi",
        "author_uid": "hadhazi",
        "publication_date": "2009",
        "id": "hu_dn15_hadhazi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_dn15_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Enzo Alfano",
        "author_short": "Alfano",
        "author_uid": "alfano",
        "publication_date": null,
        "id": "it_dn15_alfano",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_dn15_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "H.V. Srirangaraj",
        "author_short": "Srirangaraj",
        "author_uid": "srirangaraj",
        "publication_date": "2012",
        "id": "kan_dn15_srirangaraj",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_dn15_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_dn15_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2008",
        "id": "pt_dn15_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ro",
        "lang_name": "Română",
        "is_root": false,
        "author": "Marian Victor Busoi",
        "author_short": "Busoi",
        "author_uid": "busoi",
        "publication_date": null,
        "id": "ro_dn15_busoi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2016",
        "id": "ru_dn15_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_dn15_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_dn15_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "tr",
        "lang_name": "Türkçe",
        "is_root": false,
        "author": "Ufuk Çakmakçı",
        "author_short": "Ufuk Çakmakçı",
        "author_uid": "ufukcakmakci",
        "publication_date": "2025",
        "id": "tr_dn15_ufukcakmakci",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_dn15_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Ðại duyên"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_dn15_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 17,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj8.80, cck10.70, csp1ed7.47, csp2ed7.47, dr10.64, mc10.49, ms7D_190, msdiv95, ndp7.44, pts-cs1, pts-vp-pli2.55, sya10.65, vri2.43,ms7D_191, msdiv96, pts-cs2,cck10.71, ms7D_192, pts-vp-pli2.56,dr10.65, ms7D_193, sya10.66,ms7D_194, vri2.44,bj8.82, csp1ed7.48, csp2ed7.48, mc10.50, ms7D_195,ms7D_196, ndp7.45,ms7D_197,ms7D_198,cck10.72, ms7D_199,dr10.66, ms7D_200, msdiv97, pts-cs3, pts-vp-pli2.57, sya10.67,csp1ed7.49, csp2ed7.49, mc10.51, ms7D_201, msdiv98, pts-cs4, vri2.45,bj8.84, cck10.73, dr10.67, ms7D_202, msdiv99, ndp7.46, pts-cs5, sya10.68,ms7D_203, msdiv100, pts-cs6, pts-vp-pli2.58,cck10.74, dr10.68, ms7D_204, msdiv101, pts-cs7,csp1ed7.50, csp2ed7.50, mc10.52, ms7D_205, msdiv102, ndp7.47, pts-cs8, sya10.69, vri2.46,bj8.86, ms7D_206, msdiv103, pts-cs9, pts-vp-pli2.59,cck10.75, dr10.69, ms7D_207, msdiv104, pts-cs10, sya10.70,csp1ed7.51, csp2ed7.51, mc10.53, ms7D_208, msdiv105, pts-cs11,cck10.76, dr10.70, ms7D_209, msdiv106, ndp7.48, pts-cs12, pts-vp-pli2.60, vri2.47,bj8.88, ms7D_210, msdiv107, pts-cs13, sya10.71,ms7D_211, msdiv108, pts-cs14,cck10.77, dr10.71, mc10.54, ms7D_212, msdiv109, pts-cs15, pts-vp-pli2.61,csp1ed7.52, csp2ed7.52, ms7D_213, msdiv110, ndp7.49, pts-cs16, sya10.72,dr10.72, ms7D_214, msdiv111, pts-cs17, vri2.48,bj8.90, cck10.78, ms7D_215, msdiv112, pts-cs18,csp1ed7.53, csp2ed7.53, mc10.55, ms7D_216, msdiv113, pts-cs19, pts-vp-pli2.62, sya10.73,bj8.92, cck10.79, dr10.73, dr10.74, ms7D_217, msdiv114, ndp7.50, pts-cs20, sya10.74, vri2.49,cck10.80, mc10.56, ms7D_218, msdiv115, ndp7.51, pts-cs21, pts-vp-pli2.63,bj8.94, csp1ed7.54, csp2ed7.54, dr10.75, ms7D_219, msdiv116, pts-cs22, pts-vp-pli2.64, sya10.75,cck10.81, ms7D_220, msdiv117, pts-cs23, vri2.50,dr10.76, mc10.57, ms7D_221, msdiv118, pts-cs24,csp1ed7.55, csp2ed7.55, ms7D_222, ndp7.52, sya10.76,bj8.96, cck10.82, ms7D_223,ms7D_224, pts-vp-pli2.65,dr10.77, mc10.58, ms7D_225, msdiv119, pts-cs25, sya10.77, vri2.51,cck10.83, ms7D_226, msdiv120, pts-cs26,bj8.98, csp1ed7.56, csp2ed7.56, ms7D_227,dr10.78, ms7D_228, ndp7.53,cck10.84, mc10.59, ms7D_229, pts-vp-pli2.66, sya10.78,dr10.79, ms7D_230, msdiv121, pts-cs27, vri2.52,bj8.100, cck10.85, csp1ed7.57, csp2ed7.57, ms7D_231, msdiv122, pts-cs28, sya10.79,dr10.80, mc10.60, ms7D_232, msdiv123, ndp7.54, pts-cs29, pts-vp-pli2.67,cck10.86, ms7D_233, msdiv124, pts-cs30, sya10.80, vri2.53,bj8.102, csp1ed7.58, csp2ed7.58, ms7D_234, msdiv125, pts-cs31, pts-vp-pli2.68,cck10.87, dr10.81, mc10.61, ms7D_235, msdiv126, ndp7.55, pts-cs32, sya10.81,bj8.104, cck10.88, csp1ed7.59, csp2ed7.59, dr10.82, mc10.62, ms7D_236, msdiv127, pts-cs33, pts-vp-pli2.69, sya10.82, vri2.54,bj8.106, cck10.89, dr10.83, dr10.84, mc10.63, ms7D_237, msdiv128, ndp7.56, pts-cs34, pts-vp-pli2.70, sya10.83,cck10.90, csp1ed7.60, csp2ed7.60, dr10.85, ms7D_238, msdiv129, pts-cs35, pts-vp-pli2.71, sya10.84, vri2.55,bj8.108, mc10.64, ms7D_239, msdiv130, ndp7.57, pts-cs36,ms7D_240",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "dn15",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Mahānidānasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "bodhi"
  ]
}