{
  "root_text": {
    "uid": "dn31",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Giáo thọ Thi-ca-la-việt",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Āṭānāṭiya Protection ",
      "uid": "dn32"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Marks of a Great Man ",
      "uid": "dn30"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='dn31' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trường Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>31. Kinh Giáo thọ Thi-ca-la-việt</h1>\n</header>\n<p>Như vậy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a><a class='ref pts-cs' id='pts-cs1' href='#pts-cs1'>PTS cs 1</a> Một thời Thế Tôn sống ở <i lang='pli' translate='no'>Rājagaha</i> (Vương Xá thành), tại <i lang='pli' translate='no'>Veluvana</i> (Trúc Lâm), <i lang='pli' translate='no'>Kalandakanivāpa</i> (chỗ tìm ăn của loài sóc). Lúc bấy giờ, Singàlaka (Thi-ca-la-việt), gia chủ tử, dậy sớm, ra khỏi thành Vương Xá, với áo thấm nước, với tóc thấm nước, chấp tay đảnh lễ các phương hướng, hướng Ðông, hướng Nam, hướng Tây, hướng Bắc, hướng Hạ, hướng Thượng.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a><a class='ref pts-cs' id='pts-cs2' href='#pts-cs2'>PTS cs 2</a> Rồi Thế Tôn buổi sáng đắp y, cầm y bát vào thành Vương Xá khất thực. Thế Tôn thấy Singàlaka, gia chủ tử, dậy sớm, ra khỏi thành Vương Xá, với áo thấm nước, với tóc thấm nước, chấp tay đảnh lễ các phương hướng, hướng Ðông, hướng Nam, hướng Tây, hướng Bắc, hướng Hạ, hướng Thượng. Thấy vậy Ngài nói với Singàlaka, gia chủ tử</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Này Gia chủ tử, vì sao Ngươi dậy sớm, ra khỏi thành Vương Xá, với áo thấm ướt, với tóc thấm ướt chấp tay đảnh lễ các phương hướng, hướng Ðông … hướng Thượng?</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>- Bạch Thế Tôn, thân phụ con khi gần chết có dặn con: “Này con thân yêu, hãy đảnh lễ các phương hướng”. Bạch Thế Tôn, con kính tín, cung kính, tôn trọng, đảnh lễ lời nói của thân phụ con, buổi sáng dậy sớm, ra khỏi thành Vương Xá, với áo thấm ướt, với tóc thấm ướt, chấp tay đảnh lễ các phương hướng, hướng Ðông … hướng Thượng.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>- Này Gia chủ tử, trong luật pháp của bậc Thánh, lễ bái sáu phương không phải như vậy.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>- Bạch Thế Tôn, trong luật pháp của bậc Thánh, thế nào là lễ bái sáu phương? Bạch Thế Tôn, trong luật pháp của bậc Thánh, đảnh lễ sáu phương phải như thế nào? Lành thay! Thế Tôn hãy giảng pháp ấy cho con!</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>- Này Gia chủ tử, hãy nghe và suy nghiệm kỹ, Ta sẽ giảng.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>- Thưa vâng, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Singàlaka, gia chủ tử vâng lời Thế Tôn. Thế Tôn giảng như sau</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a><a class='ref pts-cs' id='pts-cs3' href='#pts-cs3'>PTS cs 3</a>—Này Gia chủ tử, đối với vị Thánh đệ tử, bốn nghiệp phiền não được diệt trừ, không làm ác nghiệp theo bốn lý do, không theo sáu nguyên nhân để phung phí tài sản. Vị này, nhờ từ bỏ mười bốn ác pháp, trở thành vị che chở sáu phương; vị này đã thực hành để chiến thắng hai đời, vị này đã chiến thắng đời này và đời sau. Sau khi thân hoại mạng chung, vị này sanh ở thiện thú, Thiên giới.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Thế nào là bốn nghiệp phiền não đã được diệt trừ? Này Gia chủ tử, đó là nghiệp phiền não sát sanh, nghiệp phiền não trộm cắp, nghiệp phiền não tà dâm, nghiệp phiền não nói láo. Bốn nghiệp phiền não này đã được trừ diệt.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Thế Tôn thuyết giảng như vậy.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a><a class='ref pts-cs' id='pts-cs4' href='#pts-cs4'>PTS cs 4</a> Thiện thệ thuyết giảng xong, bậc Ðạo Sư lại giảng thêm:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Sát sanh và trộm cắp,<br>\nNói láo, lấy vợ người,<br>\nKẻ trí không tán thán,<br>\nNhững hạnh nghiệp như vậy.</p>\n</blockquote>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a><a class='ref pts-cs' id='pts-cs5' href='#pts-cs5'>PTS cs 5</a> Thế nào là không làm ác nghiệp theo bốn lý do? Ác nghiệp làm do tham dục, ác nghiệp làm do sân hận, ác nghiệp làm do ngu si, ác nghiệp làm do sợ hãi. Này Gia chủ tử, vì vị Thánh đệ tử không tham dục, không sân hận, không ngu si, không sợ hãi, nên không làm ác nghiệp theo bốn lý do.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Thế Tôn thuyết giảng như vậy.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a><a class='ref pts-cs' id='pts-cs6' href='#pts-cs6'>PTS cs 6</a> Thiện Thệ thuyết giảng xong, bậc Ðạo Sư lại giảng thêm:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Ai phản lại Chánh pháp,<br>\nVì tham, sân, bố, si,<br>\nThanh danh bị sứt mẻ<br>\nNhư mặt trăng đêm khuyết.<br>\nAi không phản Chánh pháp,<br>\nVì tham, sân, bố, si,<br>\nThanh danh được tròn đủ,<br>\nNhư mặt trăng đêm đầy.</p>\n</blockquote>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a><a class='ref pts-cs' id='pts-cs7' href='#pts-cs7'>PTS cs 7</a> Thế nào là không theo sáu nguyên nhân phung phí tài sản? Này Gia chủ tử, đam mê các loại rượu là nguyên nhân phung phí tài sản. Du hành đường phố phi thời là nguyên nhân phung phí tài sản. La cà đình đám hí viện là nguyên nhân phung phí tài sản. Ðam mê cờ bạc là nguyên nhân phung phí tài sản. Giao du ác hữu là nguyên nhân phung phí tài sản. Quen thói lười biếng là nguyên nhân phung phí tài sản.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a><a class='ref pts-cs' id='pts-cs8' href='#pts-cs8'>PTS cs 8</a> Này Gia chủ tử, đam mê các loại rượu có sáu nguy hiểm: Tài sản hiện tại bị tổn thất, đấu tranh tăng trưởng, bệnh tật dễ xâm nhập, thương tổn danh dự, để lộ âm tàng, và thứ sáu là trí lực tổn hại. Này Gia chủ tử, đam mê các loại rượu có sau nguy hiểm như vậy.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a><a class='ref pts-cs' id='pts-cs9' href='#pts-cs9'>PTS cs 9</a> Này Gia chủ tử, du hành đường phố phi thời có sáu nguy hiểm: Tự mình không được che chở hộ trì, vợ con không được che chở hộ trì, tài sản không được che chở hộ trì, bị tình nghi là tác giả các ác sự, nạn nhân các tin đồn thất thiệt, tự rước vào thân nhiều khổ não. Này Gia chủ tử, du hành đường phố phi thời có sáu nguy hiểm như vậy.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a><a class='ref pts-cs' id='pts-cs10' href='#pts-cs10'>PTS cs 10</a> Này Gia chủ tử, la cà đình đám hý viện có sáu nguy hiểm: Luôn luôn tìm xem chỗ nào có múa, chỗ nào có ca, chỗ nào có nhạc, chỗ nào có tán tụng, chỗ nào có nhạc tay, chỗ nào có trống. Này Gia chủ tử, la cà đình đám hý viện có sáu nguy hiểm như vậy.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a><a class='ref pts-cs' id='pts-cs11' href='#pts-cs11'>PTS cs 11</a> Này Gia chủ tử, đam mê cờ bạc có sáu nguy hiểm: Nếu thắng thì sanh oán thù, nếu thua thì tâm sanh sầu muộn, tài sản hiện tại bị tổn thất, tại hội trường (pháp đình) lời nói không hiệu lực, bằng hữu đồng liêu khinh miệt, vấn đề cưới gả không được tín nhiệm vì người đam mê cờ bạc không xứng để có vợ. Này Gia chủ tử, đam mê cờ bạc có sáu nguy hiểm như vậy.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a><a class='ref pts-cs' id='pts-cs12' href='#pts-cs12'>PTS cs 12</a> Này Gia chủ tử, thân cận các ác hữu có sáu nguy hiểm: Những kẻ cờ bạc, loạn hành, nghiện rượu, những kẻ trá ngụy, lường gạt, bạo động là những người bạn, là những thân hữu của người ấy. Này Gia chủ tử, thân cận ác hữu có sáu nguy hiểm như vậy.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a><a class='ref pts-cs' id='pts-cs13' href='#pts-cs13'>PTS cs 13</a> Này Gia chủ tử, quen thói lười biếng có sáu nguy hiểm: “quá lạnh”, không làm việc; “quá nóng”, không làm việc; “quá trễ” không làm việc; “quá sớm”, không làm việc; “tôi đói quá”, không làm việc; “tôi quá no”, không làm việc. Trong khi những công việc phải làm lại không làm. Tài sản chưa có không xây dựng lên, tài sản có rồi bị tiêu thất. Này Gia chủ tử, quen thói lười biếng có sáu nguy hiểm như vậy. Thế Tôn thuyết giảng như vậy.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a><a class='ref pts-cs' id='pts-cs14' href='#pts-cs14'>PTS cs 14</a> Thiện Thệ thuyết giảng xong, bậc Ðạo Sư lại giảng thêm:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Có bạn gọi bạn rượu,<br>\nCó bạn, bạn bằng mồm,<br>\nBạn lúc thật hữu sự,<br>\nMới xứng danh bạn bè.<br>\nNgủ ngày, thông vợ người,<br>\nƯa đấu tranh, làm hại,<br>\nThân ác hữu, xan tham,<br>\nSáu sự não hại người.<br>\nÁc hữu, ác bạn lữ,<br>\nÁc hạnh, hành ác xứ,<br>\nÐời này cả đời sau,<br>\nHai đời, người bị hại.<br>\nCờ bạc và đàn bà,<br>\nRượu chè, múa và hát<br>\nNgủ ngày, đi phi thời<br>\nThân ác hữu, xan tham,<br>\nSáu sự não hại người.<br>\nChơi xúc xắc, uống rượu<br>\nTheo đuổi đàn bà người,<br>\nLẽ sống của người khác,<br>\nThân cận kẻ hạ tiện,<br>\nKhông thân cận bậc trí,<br>\nNgười ấy tự héo mòn,<br>\nNhư trăng trong mùa khuyết.<br>\nRượu chè không tiền của,<br>\nKhao khát, tìm tửu điếm,<br>\nBị chìm trong nợ nần,<br>\nNhư chìm trong bồn nước,<br>\nMau chóng tự hại mình,<br>\nNhư kẻ mất gia đình.<br>\nAi quen thói ngủ ngày,<br>\nThức trọn suốt đêm trường,<br>\nLuôn luôn say sướt mướt,<br>\nKhông thể sống gia đình.<br>\nỞ đây ai hay than:<br>\nÔi quá lạnh, quá nóng,<br>\nQuá chiều, quá trễ giờ,<br>\nSẽ bỏ bê công việc.<br>\nLợi ích, điều tốt lành,<br>\nBị trôi dạt một bên.<br>\nAi xem lạnh và nóng,<br>\nNhẹ nhàng hơn cỏ lau,<br>\nLàm mọi công chuyện mình,<br>\nHạnh phúc không từ bỏ.</p>\n</blockquote>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a><a class='ref pts-cs' id='pts-cs15' href='#pts-cs15'>PTS cs 15</a> Này Gia chủ từ, có bốn hạng người phải xem không phải bạn, dầu tự cho là bạn: Người vật gì cũng lấy phải được xem không phải bạn, dầu tự cho là bạn; người chỉ biết nói giỏi phải được xem không phải bạn, dầu tự cho là bạn; người khéo nịnh hót phải được xem không phải bạn, dầu tự cho là bạn; người tiêu pha xa xỉ phải được xem không phải bạn, dầu tự cho là bạn.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a><a class='ref pts-cs' id='pts-cs16' href='#pts-cs16'>PTS cs 16</a> Này Gia chủ tử, có bốn trường hợp người vật gì cũng lấy phải được xem không phải bạn, dầu tự cho là bạn: Người vật gì cũng lấy, cho ít xin nhiều, vì sợ mà làm, làm vì mưu lợi cho mình. Này Gia chủ tử, như vậy là bốn trường hợp người vật gì cũng lấy phải được xem không phải bạn, dầu tự cho là bạn.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a><a class='ref pts-cs' id='pts-cs17' href='#pts-cs17'>PTS cs 17</a> Này Gia chủ tử, có bốn trường hợp, người chỉ biết nói giỏi phải được xem không phải bạn, dầu tự cho là bạn: Tỏ lộ thân tình việc đã qua; tỏ lộ thân tình việc chưa đến; mua chuộc cảm tình bằng sáo ngữ; khi có công việc, tự tỏ sự bất lực của mình. Này Gia chủ tử, như vậy là bốn trường hợp, người chỉ biết nói giỏi phải được xem không phải bạn, dầu tự cho là bạn.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a><a class='ref pts-cs' id='pts-cs18' href='#pts-cs18'>PTS cs 18</a> Này Gia chủ tử, có bốn trường hợp, kẻ nịnh hót phải được xem không phải bạn, dầu tự cho là bạn: Ðồng ý các việc ác; không đồng ý các việc thiện; trước mặt tán thán; sau lưng chỉ trích. Này Gia chủ tử, như vậy là bốn trường hợp kẻ nịnh hót phải được xem không phải bạn, dầu tự cho là bạn.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a><a class='ref pts-cs' id='pts-cs19' href='#pts-cs19'>PTS cs 19</a> Này Gia chủ tử, có bốn trường hợp, người tiêu pha xa xỉ phải được xem không phải bạn, dầu tự cho là bạn: Là bạn khi mình đam mê các loại rượu; là bạn khi mình du hành đường phố phi thời; là bạn khi mình la cà đình đám hý viện; là bạn khi mình đam mê cờ bạc. Này Gia chủ tử, như vậy có bốn trường hợp, người tiêu pha xa xỉ phải được xem không phải bạn, dầu tự cho là bạn.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Thế Tôn thuyết giảng như vậy.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a><a class='ref pts-cs' id='pts-cs20' href='#pts-cs20'>PTS cs 20</a> Thiện Thệ thuyết giảng xong, bậc Ðạo Sư lại giảng thêm:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Người bạn gì cũng lấy,<br>\nNgười bạn chỉ nói giỏi,<br>\nNgười nói lời nịnh hót,<br>\nNgười tiêu pha xa xỉ.<br>\nCả bốn, không phải bạn,<br>\nBiết vậy, người trí tránh,<br>\nNhư đường đầy sợ hãi.</p>\n</blockquote>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a><a class='ref pts-cs' id='pts-cs21' href='#pts-cs21'>PTS cs 21</a> Này Gia chủ tử, bốn loại bạn này phải được xem là bạn chân thật: Người bạn giúp đỡ phải được xem là bạn chân thật; người bạn chung thủy trong khổ cũng như trong vui phải được xem là bạn chân thật; người bạn khuyên điều lợi ích phải được xem là bạn chân thật; người bạn có lòng thương tưởng phải được xem là bạn chân thật.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a><a class='ref pts-cs' id='pts-cs22' href='#pts-cs22'>PTS cs 22</a> Này Gia chủ tử, có bốn trường hợp, người bạn giúp đỡ phải được xem là bạn chân thật: Che chở cho bạn khi bạn vô ý phóng dật, che chở của cải cho bạn khi bạn vô ý phóng dật, là chỗ nương tựa cho bạn khi bạn sợ hãi, khi bạn có công việc sẽ giúp đỡ cho bạn của cải gấp hai lần những gì bạn thiếu. Này Gia chủ tử, như vậy có bốn trường hợp, người bạn giúp đỡ phải được xem là người bạn chân thật.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a><a class='ref pts-cs' id='pts-cs23' href='#pts-cs23'>PTS cs 23</a> Này Gia chủ tử, có bốn trường hợp, người bạn chung thủy trong khổ cũng như trong vui phải được xem là người bạn chân thật: Nói cho bạn biết điều bí mật của mình; giữ gìn kín điều bí mật của bạn; không bỏ bạn khi bạn gặp khó khăn; dám hy sinh thân mạng vì bạn. Này Gia chủ tử, như vậy có bốn trường hợp, người bạn chung thủy trong khổ cũng như trong vui phải được xem là người bạn chân thật.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a><a class='ref pts-cs' id='pts-cs24' href='#pts-cs24'>PTS cs 24</a> Này Gia chủ tử, có bốn trường hợp, người bạn khuyên điều lợi ích phải được xem là người bạn chân thật: Ngăn chận bạn không làm điều ác; khuyến khích bạn làm điều thiện; cho bạn nghe điều bạn chưa nghe; cho bạn biết con đường lên cõi chư Thiên. Này Gia chủ tử, như vậy có bốn trường hợp, người bạn khuyên điều lợi ích phải được xem là người bạn chân thật.</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a><a class='ref pts-cs' id='pts-cs25' href='#pts-cs25'>PTS cs 25</a> Này Gia chủ tử, có bốn trường hợp, người bạn thương tưởng phải được xem là người bạn chân thật: Không hoan hỷ khi bạn gặp hoạn nạn; hoan hỷ khi bạn gặp may mắn; ngăn chận những ai nói xấu bạn; khuyến khích những ai tán thán bạn. Này Gia chủ tử, như vậy có bốn trường hợp, người bạn thương tưởng phải được xem là người bạn chân thật.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>Thế Tôn thuyết giảng như vậy.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a><a class='ref pts-cs' id='pts-cs26' href='#pts-cs26'>PTS cs 26</a> Thiện thệ thuyết giảng xong, bậc Ðạo Sư lại giảng thêm:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>Bạn sẵn sàng giúp đỡ,<br>\nBạn chung thủy khổ vui,<br>\nBạn khuyến khích lợi ích,<br>\nBạn có lòng thương tưởng.<br>\nBiết rõ bốn bạn này,<br>\nNgười trí phục vụ họ,<br>\nNhư mẹ đối con ruột.<br>\nNgười trí giữ giới luật,<br>\nSáng như lửa đồi cao.<br>\nNgười tích trữ tài sản,<br>\nNhư cử chỉ con ong.<br>\nTài sản được chồng chất,<br>\nNhư ụ mối đùn cao,<br>\nNgười cư xử như vậy,<br>\nChất chứa các tài sản,<br>\nVừa đủ để lợi ích<br>\nCho chính gia đình mình.<br>\nTài sản cần chia bốn<br>\nÐể kết hợp bạn bè:<br>\nMột phần mình an hưởng,<br>\nHai phần dành công việc,<br>\nPhần tư, phần để dành,<br>\nPhòng khó khăn hoạn nạn.</p>\n</blockquote>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a><a class='ref pts-cs' id='pts-cs27' href='#pts-cs27'>PTS cs 27</a> Này Gia chủ tử, vị Thánh đệ tử hộ trì sáu phương như thế nào? Này Gia chủ tử, sáu phương này cần được hiểu như sau: Phương Ðông cần được hiểu là cha mẹ. Phương Nam cần được hiểu là sư trưởng. Phương Tây cần được hiểu là vợ con. Phương Bắc cần được hiểu là bạn bè. Phương Dưới cần được hiểu là tôi tớ, lao công. Phương Trên cần được hiểu là Sa-môn, Bà-la-môn.</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a><a class='ref pts-cs' id='pts-cs28' href='#pts-cs28'>PTS cs 28</a> Này Gia chủ tử, có năm trường hợp, người con phải phụng dưỡng cha mẹ như phương Ðông: “Ðược nuôi dưỡng, tôi sẽ nuôi dưỡng lại cha mẹ; tôi sẽ làm bổn phận đối với cha mẹ; tôi sẽ gìn giữ gia đình và truyền thống; tôi bảo vệ tài sản thừa tự; tôi sẽ làm tang lễ khi cha mẹ qua đời”. Này Gia chủ tử, được con phụng dưỡng như phương Ðông, theo năm cách như vậy, cha mẹ có lòng thương tưởng đến con theo năm cách: Ngăn chận con làm điều ác; khuyến khích con làm điều thiện; dạy con nghề nghiệp, cưới vợ xứng đáng cho con; đúng thời trao của thừa tự cho con.</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>Này Gia chủ tử, như vậy là cha mẹ được con phụng dưỡng như phương Ðông theo năm cách và cha mẹ có lòng thương tưởng con theo năm cách. Như vậy phương Ðông được che chở, được trở thành an ổn và thoát khỏi các sự sợ hãi.</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a><a class='ref pts-cs' id='pts-cs29' href='#pts-cs29'>PTS cs 29</a> Này Gia chủ tử, có năm cách, đệ tử phụng dưỡng các bậc sư trưởng như phương Nam: Ðứng dậy để chào, hầu hạ thầy, hăng hái học tập, tự phục vụ thầy, chú tâm học hỏi nghề nghiệp. Này Gia chủ tử, được đệ tử phụng dưỡng như phương Nam theo năm cách như vậy, các bậc sư trưởng có lòng thương tưởng đến các đệ tử theo năm cách: Huấn luyện đệ tử những gì mình đã được khéo huấn luyến; dạy cho bảo trì những gì mình được khéo bảo trì; dạy cho thuần thục các nghề nghiệp; khen đệ tử với các bạn bè quen thuộc; bảo đảm nghề nghiệp cho đệ tử về mọi mặt.</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>Này Gia chủ tử, như vậy là bậc sư trưởng được đệ tử phụng dưỡng như phương Nam theo năm cách và sư trưởng có lòng thương tưởng đến đệ tử theo năm cách. Như vậy phương Nam được che chở, được trở thành an ổn và thoát khỏi các sự sợ hãi.</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a><a class='ref pts-cs' id='pts-cs30' href='#pts-cs30'>PTS cs 30</a> Này Gia chủ tử, có năm cách, người chồng phải đối xử với vợ như phương Tây: Kính trọng vợ, không bất kính đối với vợ; trung thành với vợ; giao quyền hành cho vợ; sắm đồ nữ trang với vợ; Này Gia chủ tử, được chồng đối xử như phương Tây theo năm cách như vậy, người vợ có lòng thương tưởng chồng theo năm cách: Thi hành tốt đẹp bổn phận của mình; khéo tiếp đón bà con; trung thành với chồng; khéo gìn giữ tài sản của chồng; khéo léo và nhanh nhẹn làm mọi công việc.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Này Gia chủ, người vợ được người chồng đối xử như phương Tây theo năm cách và người vợ có lòng thương tưởng chồng theo năm cách. Như vậy phương Tây được che chở, được trở thành an ổn và thoát khỏi các sự sợ hãi.</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a><a class='ref pts-cs' id='pts-cs31' href='#pts-cs31'>PTS cs 31</a> Này Gia chủ tử, có năm cách vị thiện nam tử đối xử với bạn bè như phương Bắc: Bố thí, ái ngữ, lợi hành, đồng sự, không lường gạt. Này Gia chủ tử, được vị thiện nam tử đối xử như phương Bắc theo năm cách như vậy, bạn bè có lòng thương kính vị thiện nam tử theo năm cách: Che chở nếu vị thiện nam tử phóng túng; bảo trì tài sản của vị thiện nam tử nếu vị này phóng túng; trở thành chỗ nương tựa khi vị thiện nam tử gặp nguy hiểm; không tránh xa khi vị thiện nam tử gặp khó khăn; kính trọng gia đình của vị thiện nam tử.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>Như vậy các bạn bè được vị thiện nam tử đối xử như phương Bắc theo năm cách và bạn bè có lòng thương tưởng vị thiện nam tử theo năm cách. Như vậy phương Bắc được che chở, được trở thành an ổn và thoát khỏi các sự sợ hãi.</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a><a class='ref pts-cs' id='pts-cs32' href='#pts-cs32'>PTS cs 32</a> Này Gia chủ tử, có năm cách một vị Thánh chủ nhân đối xử với hạng nô bộc như phương Dưới: Giao việc đúng theo sức lực của họ; lo cho họ ăn uống và tiền lương; điều trị cho họ khi bệnh hoạn; chia xẻ các mỹ vị đặc biệt cho họ; thỉnh thoảng cho họ nghỉ phép. Này Gia chủ tử, các hàng nô bộc được Thánh chủ nhân đối xử như phương Dưới với năm cách như kia, có lòng thương tưởng đối với vị chủ nhân theo năm cách như sau: Dậy trước khi chủ dậy; đi ngủ sau chủ; tự bằng lòng với các vật đã cho; khéo làm các công việc; đem danh tiếng tốt đẹp cho chủ.</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>Này Gia chủ tử, các hàng nô bộc được vị Thánh chủ nhân đối xử như phương Dưới với năm cách, có lòng thương tưởng đối với Thánh chủ nhân theo năm cách. Như vậy phương Dưới được che chở, được trở thành an ổn và thoát khỏi các sự sợ hãi.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a><a class='ref pts-cs' id='pts-cs33' href='#pts-cs33'>PTS cs 33</a> Này Gia chủ tử, có năm cách vị thiện nam tử đối xử với các vị Sa-môn, Bà-la-môn như phương Trên: Có lòng từ trong hành động về thân; có lòng từ trong hành động về khẩu; có lòng từ trong hành động về ý; mở rộng cửa để đón các vị ấy; cúng dường các vị ấy các vật dụng cần thiết. Này Gia chủ tử, các vị Bà-la-môn, Sa-môn được vị thiện nam tử đối xử như phương Trên theo năm cách như vậy, có lòng thương tưởng vị thiện nam tử ấy theo năm cách sau đây: Ngăn họ không làm điều ác; khuyến khích họ làm điều thiện; thương xót họ với tâm từ bi, dạy họ những điều chưa nghe; làm cho thanh tịnh điều đã được nghe; chỉ bày con đường đưa đến cõi Trời.</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>Này Gia chủ tử, các vị Sa-môn, Bà-la-môn được thiện nam tử đối xử như phương Trên với năm cách, và các vị Sa-môn, Bà-la-môn có lòng thương tưởng vị thiện nam tử theo năm cách. Như vậy phương Trên được che chở, được trở thành an ổn và thoát khỏi các sự sợ hãi.</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>Thế Tôn thuyết giảng như vậy.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a><a class='ref pts-cs' id='pts-cs34' href='#pts-cs34'>PTS cs 34</a> Thiện thệ thuyết giảng xong, bậc Ðạo Sư lại giảng thêm:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>Cha mẹ là phương Ðông,<br>\nSư trưởng là phương Nam,<br>\nVợ chồng là phương Tây,<br>\nBạn bè là phương Bắc,<br>\nNô bộc là phương Dưới,<br>\nSa-môn, Bà-la-môn,<br>\nCó nghĩa là phương Trên.<br>\nCư sĩ vì gia đình,<br>\nÐảnh lễ phương hướng ấy.<br>\nKẻ trí giữ Giới, Luật,<br>\nTừ tốn và biện tài,<br>\nKhiêm nhường và nhu thuận,<br>\nNhờ vậy được danh xưng.<br>\nDậy sớm không biếng nhác,<br>\nBất động giữa hiểm nguy,<br>\nNgười hiền, không phạm giới,<br>\nNhờ vậy được danh xưng.<br>\nNhiếp chúng, tạo nên bạn,<br>\nTừ ái, tâm bao dung,<br>\nDẫn đạo, khuyến hóa đạo,<br>\nNhờ vậy được danh xưng.<br>\nBố thí và ái ngữ,<br>\nLợi hành bất cứ ai,<br>\nÐồng sự trong mọi việc,<br>\nTheo trường hợp xử sự.<br>\nChính những nhiếp sự này,<br>\nKhiến thế giới xoay quanh,<br>\nNhư bánh xe quay lăn,<br>\nVòng theo trục xe chính.<br>\nNhiếp sự này vắng mặt,<br>\nKhông có mẹ hưởng thọ,<br>\nHay không cha hưởng thọ,<br>\nSự hiếu kính của con.<br>\nDo vậy bậc có trí,<br>\nÐối với nhiếp pháp này,<br>\nNhư quán sát chấp trì,<br>\nNhờ vậy thành vĩ đại,<br>\nÐược tán thánh, danh xưng.</p>\n</blockquote>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a><a class='ref pts-cs' id='pts-cs35' href='#pts-cs35'>PTS cs 35</a> Khi được nghe vậy, Singàlaka, gia chủ tử bạch Thế Tôn: “Thật vi diệu thay, bạch Thế Tôn! Như người dựng đứng lại những gì bị quăng ngã xuống, phơi bày ra những gì bị che kín, chỉ đường cho người bị lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc. Cũng vậy, Chánh pháp đã được Thế Tôn dùng nhiều phương tiện trình bày, giải thích. Bạch Thế Tôn, nay con xin quy y Thế Tôn, quy y Pháp và chúng Tỷ-kheo. Mong Thế Tôn nhận con làm đệ tử, từ nay trở đi cho đến mạng chung, con trọn đời quy ngưỡng.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>[<a href='truong31e.htm'>Xem bản dịch Anh ngữ</a>]</p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Long Discourses of the Buddha”, Maurice Walshe dịch, 1987).</p>\n<p>Hiệu đính: <strong>16–06–2007</strong></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "dn31",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Giáo thọ Thi-ca-la-việt",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Āṭānāṭiya Protection ",
      "uid": "dn32"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Marks of a Great Man ",
      "uid": "dn30"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='dn31' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trường Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>31. Kinh Giáo thọ Thi-ca-la-việt</h1>\n</header>\n<p>Như vậy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a><a class='ref pts-cs' id='pts-cs1' href='#pts-cs1'>PTS cs 1</a> Một thời Thế Tôn sống ở <i lang='pli' translate='no'>Rājagaha</i> (Vương Xá thành), tại <i lang='pli' translate='no'>Veluvana</i> (Trúc Lâm), <i lang='pli' translate='no'>Kalandakanivāpa</i> (chỗ tìm ăn của loài sóc). Lúc bấy giờ, Singàlaka (Thi-ca-la-việt), gia chủ tử, dậy sớm, ra khỏi thành Vương Xá, với áo thấm nước, với tóc thấm nước, chấp tay đảnh lễ các phương hướng, hướng Ðông, hướng Nam, hướng Tây, hướng Bắc, hướng Hạ, hướng Thượng.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a><a class='ref pts-cs' id='pts-cs2' href='#pts-cs2'>PTS cs 2</a> Rồi Thế Tôn buổi sáng đắp y, cầm y bát vào thành Vương Xá khất thực. Thế Tôn thấy Singàlaka, gia chủ tử, dậy sớm, ra khỏi thành Vương Xá, với áo thấm nước, với tóc thấm nước, chấp tay đảnh lễ các phương hướng, hướng Ðông, hướng Nam, hướng Tây, hướng Bắc, hướng Hạ, hướng Thượng. Thấy vậy Ngài nói với Singàlaka, gia chủ tử</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Này Gia chủ tử, vì sao Ngươi dậy sớm, ra khỏi thành Vương Xá, với áo thấm ướt, với tóc thấm ướt chấp tay đảnh lễ các phương hướng, hướng Ðông … hướng Thượng?</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>- Bạch Thế Tôn, thân phụ con khi gần chết có dặn con: “Này con thân yêu, hãy đảnh lễ các phương hướng”. Bạch Thế Tôn, con kính tín, cung kính, tôn trọng, đảnh lễ lời nói của thân phụ con, buổi sáng dậy sớm, ra khỏi thành Vương Xá, với áo thấm ướt, với tóc thấm ướt, chấp tay đảnh lễ các phương hướng, hướng Ðông … hướng Thượng.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>- Này Gia chủ tử, trong luật pháp của bậc Thánh, lễ bái sáu phương không phải như vậy.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>- Bạch Thế Tôn, trong luật pháp của bậc Thánh, thế nào là lễ bái sáu phương? Bạch Thế Tôn, trong luật pháp của bậc Thánh, đảnh lễ sáu phương phải như thế nào? Lành thay! Thế Tôn hãy giảng pháp ấy cho con!</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>- Này Gia chủ tử, hãy nghe và suy nghiệm kỹ, Ta sẽ giảng.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>- Thưa vâng, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Singàlaka, gia chủ tử vâng lời Thế Tôn. Thế Tôn giảng như sau</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a><a class='ref pts-cs' id='pts-cs3' href='#pts-cs3'>PTS cs 3</a>—Này Gia chủ tử, đối với vị Thánh đệ tử, bốn nghiệp phiền não được diệt trừ, không làm ác nghiệp theo bốn lý do, không theo sáu nguyên nhân để phung phí tài sản. Vị này, nhờ từ bỏ mười bốn ác pháp, trở thành vị che chở sáu phương; vị này đã thực hành để chiến thắng hai đời, vị này đã chiến thắng đời này và đời sau. Sau khi thân hoại mạng chung, vị này sanh ở thiện thú, Thiên giới.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Thế nào là bốn nghiệp phiền não đã được diệt trừ? Này Gia chủ tử, đó là nghiệp phiền não sát sanh, nghiệp phiền não trộm cắp, nghiệp phiền não tà dâm, nghiệp phiền não nói láo. Bốn nghiệp phiền não này đã được trừ diệt.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Thế Tôn thuyết giảng như vậy.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a><a class='ref pts-cs' id='pts-cs4' href='#pts-cs4'>PTS cs 4</a> Thiện thệ thuyết giảng xong, bậc Ðạo Sư lại giảng thêm:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Sát sanh và trộm cắp,<br>\nNói láo, lấy vợ người,<br>\nKẻ trí không tán thán,<br>\nNhững hạnh nghiệp như vậy.</p>\n</blockquote>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a><a class='ref pts-cs' id='pts-cs5' href='#pts-cs5'>PTS cs 5</a> Thế nào là không làm ác nghiệp theo bốn lý do? Ác nghiệp làm do tham dục, ác nghiệp làm do sân hận, ác nghiệp làm do ngu si, ác nghiệp làm do sợ hãi. Này Gia chủ tử, vì vị Thánh đệ tử không tham dục, không sân hận, không ngu si, không sợ hãi, nên không làm ác nghiệp theo bốn lý do.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Thế Tôn thuyết giảng như vậy.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a><a class='ref pts-cs' id='pts-cs6' href='#pts-cs6'>PTS cs 6</a> Thiện Thệ thuyết giảng xong, bậc Ðạo Sư lại giảng thêm:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Ai phản lại Chánh pháp,<br>\nVì tham, sân, bố, si,<br>\nThanh danh bị sứt mẻ<br>\nNhư mặt trăng đêm khuyết.<br>\nAi không phản Chánh pháp,<br>\nVì tham, sân, bố, si,<br>\nThanh danh được tròn đủ,<br>\nNhư mặt trăng đêm đầy.</p>\n</blockquote>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a><a class='ref pts-cs' id='pts-cs7' href='#pts-cs7'>PTS cs 7</a> Thế nào là không theo sáu nguyên nhân phung phí tài sản? Này Gia chủ tử, đam mê các loại rượu là nguyên nhân phung phí tài sản. Du hành đường phố phi thời là nguyên nhân phung phí tài sản. La cà đình đám hí viện là nguyên nhân phung phí tài sản. Ðam mê cờ bạc là nguyên nhân phung phí tài sản. Giao du ác hữu là nguyên nhân phung phí tài sản. Quen thói lười biếng là nguyên nhân phung phí tài sản.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a><a class='ref pts-cs' id='pts-cs8' href='#pts-cs8'>PTS cs 8</a> Này Gia chủ tử, đam mê các loại rượu có sáu nguy hiểm: Tài sản hiện tại bị tổn thất, đấu tranh tăng trưởng, bệnh tật dễ xâm nhập, thương tổn danh dự, để lộ âm tàng, và thứ sáu là trí lực tổn hại. Này Gia chủ tử, đam mê các loại rượu có sau nguy hiểm như vậy.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a><a class='ref pts-cs' id='pts-cs9' href='#pts-cs9'>PTS cs 9</a> Này Gia chủ tử, du hành đường phố phi thời có sáu nguy hiểm: Tự mình không được che chở hộ trì, vợ con không được che chở hộ trì, tài sản không được che chở hộ trì, bị tình nghi là tác giả các ác sự, nạn nhân các tin đồn thất thiệt, tự rước vào thân nhiều khổ não. Này Gia chủ tử, du hành đường phố phi thời có sáu nguy hiểm như vậy.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a><a class='ref pts-cs' id='pts-cs10' href='#pts-cs10'>PTS cs 10</a> Này Gia chủ tử, la cà đình đám hý viện có sáu nguy hiểm: Luôn luôn tìm xem chỗ nào có múa, chỗ nào có ca, chỗ nào có nhạc, chỗ nào có tán tụng, chỗ nào có nhạc tay, chỗ nào có trống. Này Gia chủ tử, la cà đình đám hý viện có sáu nguy hiểm như vậy.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a><a class='ref pts-cs' id='pts-cs11' href='#pts-cs11'>PTS cs 11</a> Này Gia chủ tử, đam mê cờ bạc có sáu nguy hiểm: Nếu thắng thì sanh oán thù, nếu thua thì tâm sanh sầu muộn, tài sản hiện tại bị tổn thất, tại hội trường (pháp đình) lời nói không hiệu lực, bằng hữu đồng liêu khinh miệt, vấn đề cưới gả không được tín nhiệm vì người đam mê cờ bạc không xứng để có vợ. Này Gia chủ tử, đam mê cờ bạc có sáu nguy hiểm như vậy.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a><a class='ref pts-cs' id='pts-cs12' href='#pts-cs12'>PTS cs 12</a> Này Gia chủ tử, thân cận các ác hữu có sáu nguy hiểm: Những kẻ cờ bạc, loạn hành, nghiện rượu, những kẻ trá ngụy, lường gạt, bạo động là những người bạn, là những thân hữu của người ấy. Này Gia chủ tử, thân cận ác hữu có sáu nguy hiểm như vậy.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a><a class='ref pts-cs' id='pts-cs13' href='#pts-cs13'>PTS cs 13</a> Này Gia chủ tử, quen thói lười biếng có sáu nguy hiểm: “quá lạnh”, không làm việc; “quá nóng”, không làm việc; “quá trễ” không làm việc; “quá sớm”, không làm việc; “tôi đói quá”, không làm việc; “tôi quá no”, không làm việc. Trong khi những công việc phải làm lại không làm. Tài sản chưa có không xây dựng lên, tài sản có rồi bị tiêu thất. Này Gia chủ tử, quen thói lười biếng có sáu nguy hiểm như vậy. Thế Tôn thuyết giảng như vậy.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a><a class='ref pts-cs' id='pts-cs14' href='#pts-cs14'>PTS cs 14</a> Thiện Thệ thuyết giảng xong, bậc Ðạo Sư lại giảng thêm:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Có bạn gọi bạn rượu,<br>\nCó bạn, bạn bằng mồm,<br>\nBạn lúc thật hữu sự,<br>\nMới xứng danh bạn bè.<br>\nNgủ ngày, thông vợ người,<br>\nƯa đấu tranh, làm hại,<br>\nThân ác hữu, xan tham,<br>\nSáu sự não hại người.<br>\nÁc hữu, ác bạn lữ,<br>\nÁc hạnh, hành ác xứ,<br>\nÐời này cả đời sau,<br>\nHai đời, người bị hại.<br>\nCờ bạc và đàn bà,<br>\nRượu chè, múa và hát<br>\nNgủ ngày, đi phi thời<br>\nThân ác hữu, xan tham,<br>\nSáu sự não hại người.<br>\nChơi xúc xắc, uống rượu<br>\nTheo đuổi đàn bà người,<br>\nLẽ sống của người khác,<br>\nThân cận kẻ hạ tiện,<br>\nKhông thân cận bậc trí,<br>\nNgười ấy tự héo mòn,<br>\nNhư trăng trong mùa khuyết.<br>\nRượu chè không tiền của,<br>\nKhao khát, tìm tửu điếm,<br>\nBị chìm trong nợ nần,<br>\nNhư chìm trong bồn nước,<br>\nMau chóng tự hại mình,<br>\nNhư kẻ mất gia đình.<br>\nAi quen thói ngủ ngày,<br>\nThức trọn suốt đêm trường,<br>\nLuôn luôn say sướt mướt,<br>\nKhông thể sống gia đình.<br>\nỞ đây ai hay than:<br>\nÔi quá lạnh, quá nóng,<br>\nQuá chiều, quá trễ giờ,<br>\nSẽ bỏ bê công việc.<br>\nLợi ích, điều tốt lành,<br>\nBị trôi dạt một bên.<br>\nAi xem lạnh và nóng,<br>\nNhẹ nhàng hơn cỏ lau,<br>\nLàm mọi công chuyện mình,<br>\nHạnh phúc không từ bỏ.</p>\n</blockquote>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a><a class='ref pts-cs' id='pts-cs15' href='#pts-cs15'>PTS cs 15</a> Này Gia chủ từ, có bốn hạng người phải xem không phải bạn, dầu tự cho là bạn: Người vật gì cũng lấy phải được xem không phải bạn, dầu tự cho là bạn; người chỉ biết nói giỏi phải được xem không phải bạn, dầu tự cho là bạn; người khéo nịnh hót phải được xem không phải bạn, dầu tự cho là bạn; người tiêu pha xa xỉ phải được xem không phải bạn, dầu tự cho là bạn.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a><a class='ref pts-cs' id='pts-cs16' href='#pts-cs16'>PTS cs 16</a> Này Gia chủ tử, có bốn trường hợp người vật gì cũng lấy phải được xem không phải bạn, dầu tự cho là bạn: Người vật gì cũng lấy, cho ít xin nhiều, vì sợ mà làm, làm vì mưu lợi cho mình. Này Gia chủ tử, như vậy là bốn trường hợp người vật gì cũng lấy phải được xem không phải bạn, dầu tự cho là bạn.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a><a class='ref pts-cs' id='pts-cs17' href='#pts-cs17'>PTS cs 17</a> Này Gia chủ tử, có bốn trường hợp, người chỉ biết nói giỏi phải được xem không phải bạn, dầu tự cho là bạn: Tỏ lộ thân tình việc đã qua; tỏ lộ thân tình việc chưa đến; mua chuộc cảm tình bằng sáo ngữ; khi có công việc, tự tỏ sự bất lực của mình. Này Gia chủ tử, như vậy là bốn trường hợp, người chỉ biết nói giỏi phải được xem không phải bạn, dầu tự cho là bạn.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a><a class='ref pts-cs' id='pts-cs18' href='#pts-cs18'>PTS cs 18</a> Này Gia chủ tử, có bốn trường hợp, kẻ nịnh hót phải được xem không phải bạn, dầu tự cho là bạn: Ðồng ý các việc ác; không đồng ý các việc thiện; trước mặt tán thán; sau lưng chỉ trích. Này Gia chủ tử, như vậy là bốn trường hợp kẻ nịnh hót phải được xem không phải bạn, dầu tự cho là bạn.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a><a class='ref pts-cs' id='pts-cs19' href='#pts-cs19'>PTS cs 19</a> Này Gia chủ tử, có bốn trường hợp, người tiêu pha xa xỉ phải được xem không phải bạn, dầu tự cho là bạn: Là bạn khi mình đam mê các loại rượu; là bạn khi mình du hành đường phố phi thời; là bạn khi mình la cà đình đám hý viện; là bạn khi mình đam mê cờ bạc. Này Gia chủ tử, như vậy có bốn trường hợp, người tiêu pha xa xỉ phải được xem không phải bạn, dầu tự cho là bạn.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Thế Tôn thuyết giảng như vậy.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a><a class='ref pts-cs' id='pts-cs20' href='#pts-cs20'>PTS cs 20</a> Thiện Thệ thuyết giảng xong, bậc Ðạo Sư lại giảng thêm:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Người bạn gì cũng lấy,<br>\nNgười bạn chỉ nói giỏi,<br>\nNgười nói lời nịnh hót,<br>\nNgười tiêu pha xa xỉ.<br>\nCả bốn, không phải bạn,<br>\nBiết vậy, người trí tránh,<br>\nNhư đường đầy sợ hãi.</p>\n</blockquote>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a><a class='ref pts-cs' id='pts-cs21' href='#pts-cs21'>PTS cs 21</a> Này Gia chủ tử, bốn loại bạn này phải được xem là bạn chân thật: Người bạn giúp đỡ phải được xem là bạn chân thật; người bạn chung thủy trong khổ cũng như trong vui phải được xem là bạn chân thật; người bạn khuyên điều lợi ích phải được xem là bạn chân thật; người bạn có lòng thương tưởng phải được xem là bạn chân thật.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a><a class='ref pts-cs' id='pts-cs22' href='#pts-cs22'>PTS cs 22</a> Này Gia chủ tử, có bốn trường hợp, người bạn giúp đỡ phải được xem là bạn chân thật: Che chở cho bạn khi bạn vô ý phóng dật, che chở của cải cho bạn khi bạn vô ý phóng dật, là chỗ nương tựa cho bạn khi bạn sợ hãi, khi bạn có công việc sẽ giúp đỡ cho bạn của cải gấp hai lần những gì bạn thiếu. Này Gia chủ tử, như vậy có bốn trường hợp, người bạn giúp đỡ phải được xem là người bạn chân thật.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a><a class='ref pts-cs' id='pts-cs23' href='#pts-cs23'>PTS cs 23</a> Này Gia chủ tử, có bốn trường hợp, người bạn chung thủy trong khổ cũng như trong vui phải được xem là người bạn chân thật: Nói cho bạn biết điều bí mật của mình; giữ gìn kín điều bí mật của bạn; không bỏ bạn khi bạn gặp khó khăn; dám hy sinh thân mạng vì bạn. Này Gia chủ tử, như vậy có bốn trường hợp, người bạn chung thủy trong khổ cũng như trong vui phải được xem là người bạn chân thật.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a><a class='ref pts-cs' id='pts-cs24' href='#pts-cs24'>PTS cs 24</a> Này Gia chủ tử, có bốn trường hợp, người bạn khuyên điều lợi ích phải được xem là người bạn chân thật: Ngăn chận bạn không làm điều ác; khuyến khích bạn làm điều thiện; cho bạn nghe điều bạn chưa nghe; cho bạn biết con đường lên cõi chư Thiên. Này Gia chủ tử, như vậy có bốn trường hợp, người bạn khuyên điều lợi ích phải được xem là người bạn chân thật.</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a><a class='ref pts-cs' id='pts-cs25' href='#pts-cs25'>PTS cs 25</a> Này Gia chủ tử, có bốn trường hợp, người bạn thương tưởng phải được xem là người bạn chân thật: Không hoan hỷ khi bạn gặp hoạn nạn; hoan hỷ khi bạn gặp may mắn; ngăn chận những ai nói xấu bạn; khuyến khích những ai tán thán bạn. Này Gia chủ tử, như vậy có bốn trường hợp, người bạn thương tưởng phải được xem là người bạn chân thật.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>Thế Tôn thuyết giảng như vậy.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a><a class='ref pts-cs' id='pts-cs26' href='#pts-cs26'>PTS cs 26</a> Thiện thệ thuyết giảng xong, bậc Ðạo Sư lại giảng thêm:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>Bạn sẵn sàng giúp đỡ,<br>\nBạn chung thủy khổ vui,<br>\nBạn khuyến khích lợi ích,<br>\nBạn có lòng thương tưởng.<br>\nBiết rõ bốn bạn này,<br>\nNgười trí phục vụ họ,<br>\nNhư mẹ đối con ruột.<br>\nNgười trí giữ giới luật,<br>\nSáng như lửa đồi cao.<br>\nNgười tích trữ tài sản,<br>\nNhư cử chỉ con ong.<br>\nTài sản được chồng chất,<br>\nNhư ụ mối đùn cao,<br>\nNgười cư xử như vậy,<br>\nChất chứa các tài sản,<br>\nVừa đủ để lợi ích<br>\nCho chính gia đình mình.<br>\nTài sản cần chia bốn<br>\nÐể kết hợp bạn bè:<br>\nMột phần mình an hưởng,<br>\nHai phần dành công việc,<br>\nPhần tư, phần để dành,<br>\nPhòng khó khăn hoạn nạn.</p>\n</blockquote>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a><a class='ref pts-cs' id='pts-cs27' href='#pts-cs27'>PTS cs 27</a> Này Gia chủ tử, vị Thánh đệ tử hộ trì sáu phương như thế nào? Này Gia chủ tử, sáu phương này cần được hiểu như sau: Phương Ðông cần được hiểu là cha mẹ. Phương Nam cần được hiểu là sư trưởng. Phương Tây cần được hiểu là vợ con. Phương Bắc cần được hiểu là bạn bè. Phương Dưới cần được hiểu là tôi tớ, lao công. Phương Trên cần được hiểu là Sa-môn, Bà-la-môn.</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a><a class='ref pts-cs' id='pts-cs28' href='#pts-cs28'>PTS cs 28</a> Này Gia chủ tử, có năm trường hợp, người con phải phụng dưỡng cha mẹ như phương Ðông: “Ðược nuôi dưỡng, tôi sẽ nuôi dưỡng lại cha mẹ; tôi sẽ làm bổn phận đối với cha mẹ; tôi sẽ gìn giữ gia đình và truyền thống; tôi bảo vệ tài sản thừa tự; tôi sẽ làm tang lễ khi cha mẹ qua đời”. Này Gia chủ tử, được con phụng dưỡng như phương Ðông, theo năm cách như vậy, cha mẹ có lòng thương tưởng đến con theo năm cách: Ngăn chận con làm điều ác; khuyến khích con làm điều thiện; dạy con nghề nghiệp, cưới vợ xứng đáng cho con; đúng thời trao của thừa tự cho con.</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>Này Gia chủ tử, như vậy là cha mẹ được con phụng dưỡng như phương Ðông theo năm cách và cha mẹ có lòng thương tưởng con theo năm cách. Như vậy phương Ðông được che chở, được trở thành an ổn và thoát khỏi các sự sợ hãi.</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a><a class='ref pts-cs' id='pts-cs29' href='#pts-cs29'>PTS cs 29</a> Này Gia chủ tử, có năm cách, đệ tử phụng dưỡng các bậc sư trưởng như phương Nam: Ðứng dậy để chào, hầu hạ thầy, hăng hái học tập, tự phục vụ thầy, chú tâm học hỏi nghề nghiệp. Này Gia chủ tử, được đệ tử phụng dưỡng như phương Nam theo năm cách như vậy, các bậc sư trưởng có lòng thương tưởng đến các đệ tử theo năm cách: Huấn luyện đệ tử những gì mình đã được khéo huấn luyến; dạy cho bảo trì những gì mình được khéo bảo trì; dạy cho thuần thục các nghề nghiệp; khen đệ tử với các bạn bè quen thuộc; bảo đảm nghề nghiệp cho đệ tử về mọi mặt.</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>Này Gia chủ tử, như vậy là bậc sư trưởng được đệ tử phụng dưỡng như phương Nam theo năm cách và sư trưởng có lòng thương tưởng đến đệ tử theo năm cách. Như vậy phương Nam được che chở, được trở thành an ổn và thoát khỏi các sự sợ hãi.</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a><a class='ref pts-cs' id='pts-cs30' href='#pts-cs30'>PTS cs 30</a> Này Gia chủ tử, có năm cách, người chồng phải đối xử với vợ như phương Tây: Kính trọng vợ, không bất kính đối với vợ; trung thành với vợ; giao quyền hành cho vợ; sắm đồ nữ trang với vợ; Này Gia chủ tử, được chồng đối xử như phương Tây theo năm cách như vậy, người vợ có lòng thương tưởng chồng theo năm cách: Thi hành tốt đẹp bổn phận của mình; khéo tiếp đón bà con; trung thành với chồng; khéo gìn giữ tài sản của chồng; khéo léo và nhanh nhẹn làm mọi công việc.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Này Gia chủ, người vợ được người chồng đối xử như phương Tây theo năm cách và người vợ có lòng thương tưởng chồng theo năm cách. Như vậy phương Tây được che chở, được trở thành an ổn và thoát khỏi các sự sợ hãi.</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a><a class='ref pts-cs' id='pts-cs31' href='#pts-cs31'>PTS cs 31</a> Này Gia chủ tử, có năm cách vị thiện nam tử đối xử với bạn bè như phương Bắc: Bố thí, ái ngữ, lợi hành, đồng sự, không lường gạt. Này Gia chủ tử, được vị thiện nam tử đối xử như phương Bắc theo năm cách như vậy, bạn bè có lòng thương kính vị thiện nam tử theo năm cách: Che chở nếu vị thiện nam tử phóng túng; bảo trì tài sản của vị thiện nam tử nếu vị này phóng túng; trở thành chỗ nương tựa khi vị thiện nam tử gặp nguy hiểm; không tránh xa khi vị thiện nam tử gặp khó khăn; kính trọng gia đình của vị thiện nam tử.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>Như vậy các bạn bè được vị thiện nam tử đối xử như phương Bắc theo năm cách và bạn bè có lòng thương tưởng vị thiện nam tử theo năm cách. Như vậy phương Bắc được che chở, được trở thành an ổn và thoát khỏi các sự sợ hãi.</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a><a class='ref pts-cs' id='pts-cs32' href='#pts-cs32'>PTS cs 32</a> Này Gia chủ tử, có năm cách một vị Thánh chủ nhân đối xử với hạng nô bộc như phương Dưới: Giao việc đúng theo sức lực của họ; lo cho họ ăn uống và tiền lương; điều trị cho họ khi bệnh hoạn; chia xẻ các mỹ vị đặc biệt cho họ; thỉnh thoảng cho họ nghỉ phép. Này Gia chủ tử, các hàng nô bộc được Thánh chủ nhân đối xử như phương Dưới với năm cách như kia, có lòng thương tưởng đối với vị chủ nhân theo năm cách như sau: Dậy trước khi chủ dậy; đi ngủ sau chủ; tự bằng lòng với các vật đã cho; khéo làm các công việc; đem danh tiếng tốt đẹp cho chủ.</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>Này Gia chủ tử, các hàng nô bộc được vị Thánh chủ nhân đối xử như phương Dưới với năm cách, có lòng thương tưởng đối với Thánh chủ nhân theo năm cách. Như vậy phương Dưới được che chở, được trở thành an ổn và thoát khỏi các sự sợ hãi.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a><a class='ref pts-cs' id='pts-cs33' href='#pts-cs33'>PTS cs 33</a> Này Gia chủ tử, có năm cách vị thiện nam tử đối xử với các vị Sa-môn, Bà-la-môn như phương Trên: Có lòng từ trong hành động về thân; có lòng từ trong hành động về khẩu; có lòng từ trong hành động về ý; mở rộng cửa để đón các vị ấy; cúng dường các vị ấy các vật dụng cần thiết. Này Gia chủ tử, các vị Bà-la-môn, Sa-môn được vị thiện nam tử đối xử như phương Trên theo năm cách như vậy, có lòng thương tưởng vị thiện nam tử ấy theo năm cách sau đây: Ngăn họ không làm điều ác; khuyến khích họ làm điều thiện; thương xót họ với tâm từ bi, dạy họ những điều chưa nghe; làm cho thanh tịnh điều đã được nghe; chỉ bày con đường đưa đến cõi Trời.</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>Này Gia chủ tử, các vị Sa-môn, Bà-la-môn được thiện nam tử đối xử như phương Trên với năm cách, và các vị Sa-môn, Bà-la-môn có lòng thương tưởng vị thiện nam tử theo năm cách. Như vậy phương Trên được che chở, được trở thành an ổn và thoát khỏi các sự sợ hãi.</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>Thế Tôn thuyết giảng như vậy.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a><a class='ref pts-cs' id='pts-cs34' href='#pts-cs34'>PTS cs 34</a> Thiện thệ thuyết giảng xong, bậc Ðạo Sư lại giảng thêm:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>Cha mẹ là phương Ðông,<br>\nSư trưởng là phương Nam,<br>\nVợ chồng là phương Tây,<br>\nBạn bè là phương Bắc,<br>\nNô bộc là phương Dưới,<br>\nSa-môn, Bà-la-môn,<br>\nCó nghĩa là phương Trên.<br>\nCư sĩ vì gia đình,<br>\nÐảnh lễ phương hướng ấy.<br>\nKẻ trí giữ Giới, Luật,<br>\nTừ tốn và biện tài,<br>\nKhiêm nhường và nhu thuận,<br>\nNhờ vậy được danh xưng.<br>\nDậy sớm không biếng nhác,<br>\nBất động giữa hiểm nguy,<br>\nNgười hiền, không phạm giới,<br>\nNhờ vậy được danh xưng.<br>\nNhiếp chúng, tạo nên bạn,<br>\nTừ ái, tâm bao dung,<br>\nDẫn đạo, khuyến hóa đạo,<br>\nNhờ vậy được danh xưng.<br>\nBố thí và ái ngữ,<br>\nLợi hành bất cứ ai,<br>\nÐồng sự trong mọi việc,<br>\nTheo trường hợp xử sự.<br>\nChính những nhiếp sự này,<br>\nKhiến thế giới xoay quanh,<br>\nNhư bánh xe quay lăn,<br>\nVòng theo trục xe chính.<br>\nNhiếp sự này vắng mặt,<br>\nKhông có mẹ hưởng thọ,<br>\nHay không cha hưởng thọ,<br>\nSự hiếu kính của con.<br>\nDo vậy bậc có trí,<br>\nÐối với nhiếp pháp này,<br>\nNhư quán sát chấp trì,<br>\nNhờ vậy thành vĩ đại,<br>\nÐược tán thánh, danh xưng.</p>\n</blockquote>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a><a class='ref pts-cs' id='pts-cs35' href='#pts-cs35'>PTS cs 35</a> Khi được nghe vậy, Singàlaka, gia chủ tử bạch Thế Tôn: “Thật vi diệu thay, bạch Thế Tôn! Như người dựng đứng lại những gì bị quăng ngã xuống, phơi bày ra những gì bị che kín, chỉ đường cho người bị lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc. Cũng vậy, Chánh pháp đã được Thế Tôn dùng nhiều phương tiện trình bày, giải thích. Bạch Thế Tôn, nay con xin quy y Thế Tôn, quy y Pháp và chúng Tỷ-kheo. Mong Thế Tôn nhận con làm đệ tử, từ nay trở đi cho đến mạng chung, con trọn đời quy ngưỡng.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>[<a href='truong31e.htm'>Xem bản dịch Anh ngữ</a>]</p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Long Discourses of the Buddha”, Maurice Walshe dịch, 1987).</p>\n<p>Hiệu đính: <strong>16–06–2007</strong></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "DN 31",
    "volpages": " PTS 3.180, PTS 3.181, PTS 3.182, PTS 3.183, PTS 3.184, PTS 3.185, PTS 3.186, PTS 3.187, PTS 3.188, PTS 3.189, PTS 3.190, PTS 3.191, PTS 3.192, PTS 3.193",
    "alt_volpages": null,
    "uid": "dn31",
    "blurb": "The Buddha encounters a young man who honors his dead father by performing rituals. The Buddha recasts the meaningless rites in terms of virtuous conduct. This is the most detailed discourse on ethics for lay people.",
    "difficulty": 1,
    "original_title": "Siṅgālasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Giáo thọ Thi-ca-la-việt",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "dn31_translation-de-sabbamitta",
        "segmented": true,
        "title": "Rat für Sigālaka ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "dn31_translation-en-sujato",
        "segmented": true,
        "title": "Advice to Sigālaka ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "lt",
        "lang_name": "Lietuvių Kalba",
        "is_root": false,
        "author": "Sayalay Piyadassi",
        "author_short": "piyadassi",
        "author_uid": "piyadassi",
        "publication_date": "2022",
        "id": "dn31_translation-lt-piyadassi",
        "segmented": true,
        "title": "Apie Singalą ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pl",
        "lang_name": "Polski",
        "is_root": false,
        "author": "Piotr Jagodziński",
        "author_short": "hardao",
        "author_uid": "hardao",
        "publication_date": "2021",
        "id": "dn31_translation-pl-hardao",
        "segmented": true,
        "title": "Mowa do Siṅgāli ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "dn31_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2022",
        "id": "dn31_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Savet Sigālaki ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "Bhikkhu Shilabhadra",
        "author_short": "Shilabhadra",
        "author_uid": "shilabhadra",
        "publication_date": null,
        "id": "bn_dn31_shilabhadra",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Josef Marx, Štěpán Chromovský",
        "author_short": "Marx …",
        "author_uid": "marx-chromovsky",
        "publication_date": null,
        "id": "cs_dn31_marx-chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Thalpawila Kusalagnana, Dr. Mudagamuwe Maithrimurthi, Thomas Trätow",
        "author_short": "Kusalagnana…",
        "author_uid": "kusalagnana-maitrimurti-traetow",
        "publication_date": null,
        "id": "de_dn31_kusalagnana-maitrimurti-traetow",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Kelly, Sawyer, Yareham",
        "author_short": "Kelly …",
        "author_uid": "kelly-sawyer-yareham",
        "publication_date": null,
        "id": "en_dn31_kelly-sawyer-yareham",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Bhikkhu U Nandisena",
        "author_short": "Nandisena",
        "author_uid": "nandisena",
        "publication_date": "2010–14",
        "id": "es_dn31_nandisena",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2007",
        "id": "fr_dn31_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "he",
        "lang_name": "עִבְֿרִיתּ",
        "is_root": false,
        "author": "Shai Schwartz",
        "author_short": "Schwartz",
        "author_uid": "schwartz",
        "publication_date": "2014",
        "id": "he_dn31_schwartz",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1936",
        "id": "hi_dn31_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Sándor Ildikó",
        "author_short": "Sándor",
        "author_uid": "sandor",
        "publication_date": "2012",
        "id": "hu_dn31_sandor",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_dn31_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Enzo Alfano",
        "author_short": "Alfano",
        "author_uid": "alfano",
        "publication_date": null,
        "id": "it_dn31_alfano",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_dn31_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "H.V. Srirangaraj",
        "author_short": "Srirangaraj",
        "author_uid": "srirangaraj",
        "publication_date": "2012",
        "id": "kan_dn31_srirangaraj",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_dn31_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "nl",
        "lang_name": "Nederlands",
        "is_root": false,
        "author": "Peter van Loosbroek",
        "author_short": "Loosbroek",
        "author_uid": "loosbroek",
        "publication_date": null,
        "id": "nl_dn31_loosbroek",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_dn31_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2008",
        "id": "pt_dn31_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ro",
        "lang_name": "Română",
        "is_root": false,
        "author": "Marian Victor Busoi",
        "author_short": "Busoi",
        "author_uid": "busoi",
        "publication_date": null,
        "id": "ro_dn31_busoi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "Д. А. Ивахненко",
        "author_short": "Ивахненко",
        "author_uid": "ivakhnenko",
        "publication_date": null,
        "id": "ru_dn31_ivakhnenko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_dn31_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2024",
        "id": "sl_dn31_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sv",
        "lang_name": "Svenska",
        "is_root": false,
        "author": "Kerstin Jönhagen",
        "author_short": "Jönhagen",
        "author_uid": "jonhagen",
        "publication_date": null,
        "id": "sv_dn31_jonhagen",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_dn31_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_dn31_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Giáo thọ Thi-ca-la-việt"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_dn31_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 19,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj9.288, cck11.188, csp1ed8.146, csp2ed8.146, dr11.199, ms8D_575, msdiv242, ndp8.139, pts-cs1, pts-vp-pli3.180, sya11.194, vri3.136,ms8D_576, msdiv243, pts-cs2, pts-vp-pli3.181, sya11.195,cck11.189, dr11.200, ms8D_577, msdiv244,bj9.290, ms8D_578, ndp8.140, vri3.137,csp1ed8.147, csp2ed8.147, ms8D_579, pts-cs3,ms8D_580, msdiv245,dr11.201, ms8D_581, pts-vp-pli3.182,cck11.190, ms8D_582, msdiv246, pts-cs5, sya11.196,ms8D_583,bj9.292, ms8D_584, ndp8.141, vri3.138,csp1ed8.148, csp2ed8.148, dr11.202, ms8D_585, msdiv247, pts-cs7,ms8D_586, msdiv248, pts-cs8, pts-vp-pli3.183,cck11.191, ms8D_587, msdiv249, pts-cs9, sya11.197,dr11.203, ms8D_588, msdiv250, pts-cs10,bj9.294, csp1ed8.149, csp2ed8.149, ms8D_589, msdiv251, ndp8.142, pts-cs11, vri3.139,ms8D_590, msdiv252, pts-cs12, pts-vp-pli3.184,dr11.204, ms8D_591, msdiv253, pts-cs13, sya11.198,ms8D_592,bj9.296, cck11.192, ms8D_593,csp1ed8.150, csp2ed8.150, ms8D_594, vri3.140,ms8D_595,ms8D_596,dr11.205, ms8D_597, ndp8.143, pts-vp-pli3.185, sya11.199,ms8D_598,ms8D_599,ms8D_600,csp1ed8.151, csp2ed8.151, ms8D_601, vri3.141,bj9.298, cck11.193, ms8D_602, msdiv254, pts-cs15,dr11.206, ms8D_603, msdiv255, pts-cs16, pts-vp-pli3.186,ms8D_604, sya11.200,ms8D_605, ndp8.144,ms8D_606, msdiv256, pts-cs17,ms8D_607, msdiv257, pts-cs18,csp1ed8.152, csp2ed8.152, ms8D_608, msdiv258, pts-cs19, vri3.142,bj9.300, cck11.194, dr11.207, ms8D_609, msdiv259,ms8D_610, sya11.201,ms8D_611,ms8D_612, msdiv260, pts-cs21, pts-vp-pli3.187,ms8D_613, msdiv261, ndp8.145, pts-cs22,dr11.208, ms8D_614, msdiv262, pts-cs23,cck11.195, csp1ed8.153, csp2ed8.153, ms8D_615, msdiv263, pts-cs24, sya11.202,ms8D_616, msdiv264, pts-cs25, vri3.143,bj9.302, ms8D_617, msdiv265,ms8D_618, pts-vp-pli3.188,ms8D_619,ms8D_620,ms8D_621,dr11.209, ms8D_622,cck11.196, csp1ed8.154, csp2ed8.154, ms8D_623, msdiv266, ndp8.146, pts-cs27, pts-vp-pli3.189, sya11.203,bj9.304, ms8D_624, msdiv267, pts-cs28, vri3.144,cck11.197, dr11.210, ms8D_625, msdiv268, pts-cs29, pts-vp-pli3.190, sya11.204,bj9.306, csp1ed8.155, csp2ed8.155, ms8D_626, msdiv269, ndp8.147, pts-cs30,cck11.198, dr11.211, ms8D_627, msdiv270, pts-cs31, sya11.205, vri3.145,bj9.308, dr11.212, ms8D_628, msdiv271, pts-cs32, pts-vp-pli3.191,cck11.199, csp1ed8.156, csp2ed8.156, ms8D_629, msdiv272, ndp8.148, pts-cs33, sya11.206,ms8D_630, msdiv273,ms8D_631, pts-vp-pli3.192,ms8D_632, vri3.146,bj9.310, ms8D_633,ms8D_634,dr11.213, ms8D_635,ms8D_636, sya11.207,ms8D_637,ms8D_638, ndp8.149, pts-vp-pli3.193,cck11.200, csp1ed8.157, csp2ed8.157, ms8D_639, msdiv274, pts-cs35",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "dn31",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Siṅgālasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "kelly-sawyer-yareham"
  ]
}