{
  "root_text": {
    "uid": "dn9",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Poṭṭhapāda (Bố-sá-bà-lâu)",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Subha ",
      "uid": "dn10"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Discourse on the Lion’s Roar ",
      "uid": "dn8"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='dn9' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trường Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>9. Kinh <i lang='pli' translate='no'>Poṭṭhapāda</i> (Bố-sá-bà-lâu)</h1>\n</header>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a><a class='ref pts-cs' id='pts-cs1' href='#pts-cs1'>PTS cs 1</a> Như vầy tôi nghe. Một thời Thế Tôn ở tại <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ), rừng <i lang='pli' translate='no'>Jetavana</i> (Kỳ viên), vườn <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc). Lúc bấy giờ, du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> (Bố-sá-bà-lâu) cùng với đại chúng du sĩ ngoại đạo khoảng ba trăm vị, ở tại vườn của hoàng hậu <i lang='pli' translate='no'>Mallikā</i> (Mạt-lê-viên) tên là <i lang='pli' translate='no'>Ekasālaka</i> có hàng rào cây tinduka, một hội thảo trường luận bàn về chánh kiến, tà kiến.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a><a class='ref pts-cs' id='pts-cs2' href='#pts-cs2'>PTS cs 2</a> Lúc bấy giờ Thế Tôn, vào buổi sáng đắp y cầm bát vào <i lang='pli' translate='no'>Sāvatthi</i> khất thực. Rồi Thế Tôn tự nghĩ: “Nay còn quá sớm để đi khất thực tại <i lang='pli' translate='no'>Sāvatthi</i>, Ta hãy đi đến vườn của hoàng hậu <i lang='pli' translate='no'>Mallikā</i> tên là <i lang='pli' translate='no'>Ekasālaka</i>, có hàng rào cây tinduka, một hội thảo trường luận bàn chánh kiến, tà kiến, để gặp du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i>”. Và Thế Tôn đi đến vườn của hoàng hậu <i lang='pli' translate='no'>Mallikā</i>, tên là <i lang='pli' translate='no'>Ekasālaka</i>, có hàng rào cây tinduka, một hội thảo trường luận về chánh kiến, tà kiến.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a><a class='ref pts-cs' id='pts-cs3' href='#pts-cs3'>PTS cs 3</a> Lúc bấy giờ du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> ngồi với đại chúng du sĩ ngoại đạo, đang ồn ào, la lối, lớn tiếng bàn luận những vấn đề phù phiếm như câu chuyện về vua chúa; câu chuyện về ăn trộm, câu chuyện về đại thần; câu chuyện về binh lính; các câu chuyện về hãi hùng; câu chuyện về chiến tranh; câu chuyện về đồ ăn; câu chuyện về đồ uống; câu chuyện về đồ mặc; câu chuyện về giường nằm; câu chuyện về vòng hoa; câu chuyện về hương liệu; câu chuyện về bà con; câu chuyện về xe cộ; câu chuyện về làng xóm; câu chuyện về thị trấn; câu chuyện về thành phố; câu chuyện về quốc độ; câu chuyện về đàn bà; câu chuyện về đàn ông; câu chuyện về vị anh hùng; câu chuyện bên lề đường; câu chuyện tại chỗ lấy nước; câu chuyện về người đã chết; các câu chuyện tạp thoại; câu chuyện về hiện trạng của thế giới, hiện trạng của đại dương; câu chuyện về sự hiện hữu và sự không hiện hữu.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a><a class='ref pts-cs' id='pts-cs4' href='#pts-cs4'>PTS cs 4</a> Du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> thấy Thế Tôn từ xa đến, liền khuyến cáo chúng của mình: “Các Tôn giả hãy nhỏ tiếng, các Tôn giả hãy đừng làm ồn. Nay Sa-môn <i lang='pli' translate='no'>Gotama</i> đang đến, Ngài ưa mến sự trầm lặng, vị Ðại đức này tán thán sự trầm lặng. Nếu biết chúng này yên tịnh, Ngài có thể ghé đến đây”. Nghe nói vậy, các du sĩ ngoại đạo liền im lặng.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a><a class='ref pts-cs' id='pts-cs5' href='#pts-cs5'>PTS cs 5</a> Rồi Thế Tôn đến du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i>. Và du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> bạch Thế Tôn: “Thiện tai Thế Tôn! Hoan nghênh Thế Tôn! Ðã lâu Thế Tôn không quá bộ đến đây. Mời Thế Tôn ngồi. Ðây là chỗ ngồi đã soạn sẵn”.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Thế Tôn ngồi trên chỗ đã soạn sẵn. Du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> lấy một ghế thấp khác và ngồi xuống một bên. Rồi Thế Tôn nói với du sĩ <i lang='pli' translate='no'>Poṭṭhapāda</i> đã ngồi một bên: “Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, vấn đề gì các vị đang ngồi thảo luận? Vấn đề gì đang nói mà bị gián đoạn?”</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a><a class='ref pts-cs' id='pts-cs6' href='#pts-cs6'>PTS cs 6</a> Khi nghe nói vậy du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Bạch Thế Tôn, hãy gác một bên câu chuyện chúng tôi đang ngồi bàn luận, bạch Thế Tôn, lát nữa Thế Tôn nghe lại cũng không khó khăn gì. Bạch Thế Tôn, thuở xưa xưa lắm, nhiều vị Sa-môn, Bà-la-môn ngoại đạo tụ họp, ngồi hội thảo trong giảng đường nêu lên vấn đề sự diệt tận các tăng thượng tưởng.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>“Này Tôn giả, tăng thượng tưởng diệt tận như thế nào?” Một vài vị trả lời: “Không nhân, không duyên, các tưởng của con người sinh và diệt! Khi tưởng sanh con người có tưởng, khi tưởng diệt con người không có tưởng”. Như vậy, một vài vị giải thích sự diệt tận các tăng thượng tưởng.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Về vấn đề này, người khác lại nói như sau: “Các Tôn giả, sự kiện không phải như vậy. Này Tôn giả, tưởng là tự ngã của con người, chính tưởng ấy đến và đi. Khi tưởng ấy đến thì con người có tưởng, khi tưởng ấy đi thì con người không có tưởng”. Như vậy một vài vị giải thích sự diệt tận các tăng thượng tưởng.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Vấn đề này, người khác lại nói như sau: “Các Tôn giả, sự kiện không phải như vậy. Này Tôn giả, có những Sa-môn, Bà-la-môn có đại thần thông và đại oai lực. Chính những vị này khiến tưởng nhập vào trong người và cũng kéo tưởng ra ngoài người ấy. Khi các vị này khiến tưởng nhập vào trong người, người ấy có tưởng, khi kéo tưởng ra ngoài, người ấy không có tưởng”. Như vậy một vài vị giải thích sự diệt tận các tăng thượng tưởng.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Về vấn đề này, người khác lại nói như sau: “Các Tôn giả, sự kiện không phải như vậy. Này Tôn giả, có những vị thiên thần có đại thần thông, có đại oai lực, chính những vị này khiến tưởng nhập vào trong người và kéo tưởng ra ngoài người ấy. Khi các vị này khiến tưởng nhập vào trong người, người ấy có tưởng, khi kéo tưởng ra ngoài, người ấy không có tưởng”. Như vậy một vài vị giải thích sự diệt tận các tăng thượng tưởng. Bạch Thế Tôn, lúc bấy giờ con tưởng niệm đến Thế Tôn: “Mong Thế Tôn có mặt ở đây! Mong Thiện thệ có mặt ở đây! Ngài rất tinh thông những pháp này. Chắc chắn Thế Tôn biết rõ sự diệt tận các tăng thượng tưởng”. Bạch Thế Tôn, sự diệt tận các tăng thượng tưởng như thế nào?</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a><a class='ref pts-cs' id='pts-cs7' href='#pts-cs7'>PTS cs 7</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những Sa-môn, Bà-la-môn nào đã nói: “Không nhân, không duyên, các tưởng của con người sinh và diệt”. Những vị này đã sai lạc ngay từ ban đầu. Vì sao vậy? Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, chính vì có nhân, có duyên, các tưởng của con người sinh và diệt. Chính do sự học tập, một loại tưởng sanh, chính do sự học tập, một loại tưởng diệt.</p>\n<p>Và Thế Tôn nói</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>—Sự học tập ấy là gì? Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, nay ở đời Như Lai xuất hiện, là bậc A-la-hán, Chánh Biến Tri … (như <a href='../../dn2/vn/#pts-cs40'>kinh Sa-môn quả</a>, đoạn kinh số 40–43 trừ đoạn kết của mỗi đoạn) thân nghiệp, ngữ nghiệp thanh tịnh, mạng sống trong sạch, giới hạnh đầy đủ, hộ trì các căn, chánh niệm tỉnh giác và biết tri túc. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, thế nào là Tỷ-kheo giới hạnh đầy đủ? Ở đây này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Tỷ-kheo từ bỏ sát sanh, tránh xa sát sanh, bỏ trượng, bỏ kiếm, biết tàm quý, có lòng từ, sống thương xót hạnh phúc của tất cả chúng sanh và loài hữu tình. Như vậy là giới hạnh của vị ấy trong giới luật … (như <a href='../../dn2/vn/#pts-cs43'>kinh Sa-môn quả</a>, đoạn kinh số 43–62) … như dùng ảo thuật để yên ổn, để khỏi làm các điều đã hứa … ngăn ngừa công hiệu của thuốc. Còn vị ấy thì tránh xa các tà mạng kể trên … như vậy là giới hạnh của vị ấy trong giới luật.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a><a class='ref pts-cs' id='pts-cs8' href='#pts-cs8'>PTS cs 8</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, và như vậy Tỷ-kheo ấy nhờ đầy đủ giới luật nên không thấy sợ hãi từ một chỗ nào về phương diện hộ trì giới luật. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, như một Sát-đế-lỵ đã làm lễ quán đảnh, đã hàng phục kẻ thù địch, không còn thấy sợ hãi từ chỗ nào nữa về phương diện thù địch. Cũng vậy, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Tỷ-kheo ấy nhờ đầy đủ giới luật nên không thấy sợ hãi từ một chỗ nào về phương diện hộ trì giới luật. Vị ấy nhờ đầy đủ giới luật cao quý này, nên hưởng lạc thọ nội tâm không lỗi lầm. Như vậy, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Tỷ-kheo đầy đủ giới luật.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a><a class='ref pts-cs' id='pts-cs9' href='#pts-cs9'>PTS cs 9</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, thế nào là Tỷ-kheo hộ trì các căn? Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, khi mắt thấy sắc, Tỷ-kheo không nắm giữ tướng chung, không nắm giữ tướng riêng. Những nguyên nhân gì, vì con mắt không được chế ngự, khiến tham ái ưu bi, các ác, bất thiện pháp khởi lên, Tỷ-kheo tự chế ngự nguyên nhân ấy, hộ trì con mắt, thực hành sự hộ trì con mắt. Khi tai nghe tiếng … mũi ngửi hương … lưỡi nếm vị … thân cảm xúc … ý nhận thức các pháp, vị ấy không nắm giữ tướng chung, không nắm giữ tướng riêng. Những nguyên nhân gì, vì ý căn không được chế ngự, khiến tham ái ưu bi, các ác bất thiện pháp khởi lên, Tỷ-kheo chế ngự nguyên nhân ấy, hộ trì ý căn, thực hành sự hộ trì ý căn. Vị ấy, nhờ sự hộ trì cao quý các căn ấy, nên hưởng lạc thọ, nội tâm không lỗi lầm. Như vậy, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Tỷ-kheo hộ trì các căn … (như <a href='../../dn2/vn/#pts-cs64'>kinh Sa-môn quả</a>, đoạn kinh số 65–74) …</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a><a class='ref pts-cs' id='pts-cs10' href='#pts-cs10'>PTS cs 10</a> Khi quán tự thân đã xả ly năm triền cái ấy, hân hoan sanh; do hân hoan, nên hỷ sanh; do tâm hoan hỷ, thân được khinh an; do thân khinh an, lạc thọ sanh; do lạc thọ, tâm được định tĩnh. Tỷ-kheo, ly dục, ly bất thiện pháp, chứng và trú thiền thứ nhất, một trạng thái hỷ lạc do ly dục sanh với tầm, với tứ. Dục tưởng xưa kia của vị ấy được diệt trừ, và khi tưởng hỷ lạc vi diệu chân thật do ly dục sanh khởi lên, vị ấy có tưởng hỷ lạc vi diệu chân thật, do ly dục sanh. Như vậy do học tập, một tưởng khởi lên, cũng do học tập, một tưởng diệt trừ. Và Thế Tôn nói: “Ðó là sự học tập Thế Tôn nói đến”.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a><a class='ref pts-cs' id='pts-cs11' href='#pts-cs11'>PTS cs 11</a> Lại nữa, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Tỷ-kheo diệt tầm, diệt tứ, chứng và trú thiền thứ hai, một trạng thái hỷ lạc do định sanh, không tầm không tứ, nội tĩnh nhất tâm. Tưởng hỷ lạc vi diệu chơn thật do ly dục sanh xưa kia của vị ấy được diệt trừ. Và khi tưởng hỷ lạc vi diệu chơn thật do định sanh khởi lên, vị ấy có tưởng hỷ lạc vi diệu chơn thật do định sanh. Như vậy do học tập, một tưởng khởi lên, cũng do học tập một tưởng diệt trừ. Và Thế Tôn nói: “Ðó là sự học tập Thế Tôn nói đến”.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a><a class='ref pts-cs' id='pts-cs12' href='#pts-cs12'>PTS cs 12</a> “Lại nữa này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Tỷ-kheo ly hỷ trú xả, chánh niệm tỉnh giác, thân cảm sự lạc thọ mà các bậc Thánh gọi là “Xả niệm lạc trú”, chứng và trú thiền thứ ba. Tưởng hỷ lạc chơn thật vi diệu do định sanh xưa kia của vị ấy được diệt trừ. Và khi tưởng xả lạc vi diệu chơn thật khởi lên, vị ấy có tưởng xả lạc vi diệu chơn thật. Như vậy do học tập, một tưởng khởi lên và cũng do học tập, một tưởng diệt trừ. Và Thế Tôn nói: “Ðó là sự học tập Thế Tôn nói đến”.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a><a class='ref pts-cs' id='pts-cs13' href='#pts-cs13'>PTS cs 13</a> Lại nữa này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Tỷ-kheo xả lạc, xả khổ, diệt hỷ, ưu đã cảm thọ trước, chứng và trú thiền thứ tư không khổ không lạc, xả niệm thanh tịnh. Như vậy xả lạc chơn thật vi diệu xưa kia của vị ấy được diệt trừ. Và khi tưởng xả lạc, xả khổ vi diệu chơn thật khởi lên, vị ấy có tưởng xả lạc, xả khổ vi diệu chơn thật. Như vậy do học tập một tưởng khởi lên, cũng do học tập một tưởng diệt trừ. Và Thế Tôn nói: “Ðó là sự học tập Thế Tôn nói đến”.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a><a class='ref pts-cs' id='pts-cs14' href='#pts-cs14'>PTS cs 14</a> Lại nữa này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự vượt thoát mọi sắc tưởng, với sự diệt trừ mọi chướng ngại tưởng, với sự không tác ý đối với dị tưởng, Tỷ-kheo nghĩ rằng: “Hư không là vô biên”, chứng và trú Không vô biên xứ. Như vậy sắc tưởng xưa kia của vị ấy được diệt trừ. Và khi tưởng Không vô biên xứ vi diệu chơn thật khởi lên, vị ấy có tưởng Không vô biên xứ vi diệu chơn thật. Như vậy do sự học tập, một tưởng khởi lên, cũng do học tập một tưởng diệt trừ. Và Thế Tôn nói: “Ðó là sự học tập Thế Tôn nói đến”.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a><a class='ref pts-cs' id='pts-cs15' href='#pts-cs15'>PTS cs 15</a> Lại nữa này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự vượt thoát mọi Không vô biên xứ, Tỷ-kheo nghĩ rằng: “Thức là vô biên”, chứng và trú Thức vô biên xứ. Như vậy tưởng Không vô biên xứ vi diệu chơn thật xưa kia của vị ấy được diệt trừ, và khi tưởng Thức vô biên xứ vi diệu chơn thật khởi lên, vị ấy có tưởng Thức vô biên xứ vi diệu chơn thật. Như vậy do học tập, một tưởng khởi lên, cũng do học tập, một tưởng diệt trừ. Và Thế Tôn nói: “Ðó là sự học tập Thế Tôn nói đến”.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a><a class='ref pts-cs' id='pts-cs16' href='#pts-cs16'>PTS cs 16</a> Lại nữa này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự vượt thoát mọi Thức vô biên xứ, Tỷ-kheo nghĩ rằng: “Không có vật gì” chứng và trú Vô sở hữu xứ. Như vậy tưởng Thức vô biên xứ vi diệu chơn thật xưa kia của vị ấy được diệt trừ. Và khi tưởng Vô sở hữu xứ vi diệu chơn thật khởi lên, vị ấy có tưởng Vô sở hữu xứ vi diệu chơn thật. Như vậy do học tập, một tưởng khởi lên, cũng do học tập, một tưởng diệt trừ. Và Thế Tôn nói: “Ðó là sự học tập Thế Tôn nói đến”.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a><a class='ref pts-cs' id='pts-cs17' href='#pts-cs17'>PTS cs 17</a> Lại nữa này <i lang='pli' translate='no'>Poṭṭhapāda</i>, khi Tỷ-kheo ở nơi đây tự mình khởi tưởng, vị này tiếp tục đi từ tưởng này đến tưởng khác cho đến tưởng tột đỉnh. Và vị này khi đứng tại tưởng tột đỉnh có thể nghĩ: “Tâm còn suy tưởng có hại cho ta, tâm không suy tưởng mới tốt cho ta. Nếu ta cứ tiếp tục suy tưởng, khi những tưởng này của ta diệt đi, các thô tưởng khác lại khởi lên, ta hãy đừng có suy tưởng”. Do không có suy tưởng, các tưởng kia diệt tận và các thô tưởng khác không khởi lên, vị ấy cảm thọ sự diệt tận. Như vậy, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, là sự chứng đạt trí tuệ diệt trừ dần dần các tăng thượng tưởng.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a><a class='ref pts-cs' id='pts-cs18' href='#pts-cs18'>PTS cs 18</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi nghĩ thế nào? Trước đây ngươi đã nghe sự chứng đạt trí tuệ diệt trừ dần dần các tăng thượng tưởng này không?</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>- Bạch Thế Tôn, con không có nghe. Bạch Thế Tôn, nhưng nay con hiểu lời nói của Thế Tôn.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, khi Tỷ-kheo ở đây tự mình khởi tưởng, vị này tiếp tục đi từ tưởng này đến tưởng khác cho đến tưởng tột đỉnh. Và vị này, khi đứng lại tưởng tột đỉnh có thể nghĩ: “Tâm còn suy tưởng, có hại cho ta, tâm không suy tưởng mới tốt cho ta. Nếu ta cứ tiếp tục suy tưởng khi những tưởng này của ta diệt đi, các thô tưởng khác lại khởi lên. Vậy ta hãy đừng có suy tưởng”. Và vị này không có suy tưởng. Do không có suy tưởng, các tưởng kia diệt tận và các thô tưởng khác cũng không khởi lên. Vị ấy cảm thọ sự diệt tận. Như vậy này <i lang='pli' translate='no'>Poṭṭhapāda</i> là sự chứng đạt trí tuệ diệt trừ dần dần các tăng thượng tưởng.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>- Như vậy là phải, này <i lang='pli' translate='no'>Poṭṭhapāda</i>!</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a><a class='ref pts-cs' id='pts-cs19' href='#pts-cs19'>PTS cs 19</a> - Bạch Thế Tôn, Thế Tôn chỉ nói đến một tưởng tuyệt đỉnh hay nhiều tưởng tuyệt đỉnh?</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta nói đến một tưởng tuyệt đỉnh và cũng nói đến nhiều tưởng tuyệt đỉnh.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>- Bạch Thế Tôn, làm sao Thế Tôn nói đến một tưởng tuyệt đỉnh và cũng nói đến nhiều tưởng tuyệt đỉnh?</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, tùy theo vị ấy cảm thọ sự diệt tận (của một tưởng) sau tưởng khác, vị ấy đạt tới nhiều tuyệt đỉnh sai khác, cái này tiếp theo cái kia cho đến tuyệt đỉnh cuối cùng mà Ta nói đến nhiều tưởng tuyệt đỉnh. Này <i lang='pli' translate='no'>Poṭṭhapāda</i> như vậy Ta nói đến một tưởng tuyệt đỉnh và cũng nói đến nhiều tưởng tuyệt đỉnh.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a><a class='ref pts-cs' id='pts-cs20' href='#pts-cs20'>PTS cs 20</a> - Bạch Thế Tôn, tưởng khởi trước, trí khởi sau; hay trí khởi trước tưởng khởi sau; hay tưởng và trí cùng khởi một lần không trước không sau?</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, tưởng khởi trước trí mới khởi sau, do tưởng sanh, trí mới sanh. Vị ấy tuệ tri: “Do duyên tưởng, trí sanh ra nơi ta”. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với lời dạy này cần phải hiểu tưởng sanh trước trí sanh sau, tưởng sanh trí mới sanh.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a><a class='ref pts-cs' id='pts-cs21' href='#pts-cs21'>PTS cs 21</a> - Bạch Thế Tôn, tưởng có phải là tự ngã của con người hay tưởng khác, tự ngã khác?</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi hiểu tự ngã như thế nào?</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>- Bạch Thế Tôn, con hiểu tự ngã là thô phù, có sắc, do bốn đại hình thành, và do đoàn thực nuôi dưỡng.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, nếu tự ngã là thô phù, có sắc, do bốn đại hình thành và do đoàn thực nuôi dưỡng, như vậy này <i lang='pli' translate='no'>Poṭṭhapāda</i>, tưởng khác và tự ngã khác. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự nhận thức này, cần phải hiểu, tưởng khác và tự ngã khác. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, giả sử tự ngã ấy là thô phù, có sắc, do bốn đại hình thành và do đoàn thực nuôi dưỡng, tuy vậy một vài tưởng khác của người ấy khởi lên, một vài tưởng khác diệt xuống. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự nhận thức này cần phải hiểu tưởng khác, tự ngã khác.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a><a class='ref pts-cs' id='pts-cs22' href='#pts-cs22'>PTS cs 22</a> - Bạch Thế Tôn, con hiểu tự ngã là do ý sở thành, đầy đủ mọi chi tiết lớn nhỏ, đầy đủ các căn.</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, nếu tự ngã là do ý sở thành, đầy đủ mọi chi tiết lớn nhỏ, đầy đủ các căn, như vậy này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự nhận thức này, cần phải hiểu tưởng khác, tự ngã khác. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, giả sử tự ngã ấy là do ý sở thành, đầy đủ mọi chi tiết lớn nhỏ, đầy đủ các căn, tuy vậy một vài tưởng khác của người ấy khởi lên, một vài tưởng khác diệt xuống. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự nhận thức này, cần phải hiểu tưởng khác, tự ngã khác.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>- Bạch Thế Tôn, con hiểu tự ngã là vô sắc, do tưởng sở thành.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a><a class='ref pts-cs' id='pts-cs23' href='#pts-cs23'>PTS cs 23</a> - Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, nếu tự ngã là vô sắc, do tưởng sở thành, với sự nhận thức này <i lang='pli' translate='no'>Poṭṭhapāda</i>, cần phải hiểu tưởng khác, tự ngã khác. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, giả sự tự ngã là vô sắc, do tưởng sở thành, tuy vậy, một vài tưởng khác của người khởi lên, một vài tưởng khác diệt xuống. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự nhận thức này, cần phải hiểu tưởng khác, tự ngã khác.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a><a class='ref pts-cs' id='pts-cs24' href='#pts-cs24'>PTS cs 24</a> - Bạch Thế Tôn, con có thể hiểu được chăng “tưởng là tự ngã của con người” hay “tưởng khác, tự ngã khác”?</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, thật khó cho ngươi biết được “tưởng là tự ngã của con người” hay “tưởng khác, tự ngã khác”, vì ngươi có dị kiến, có tin tưởng khác, có lý tưởng khác, có thiên tư khác, có hạnh nguyện khác.</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a><a class='ref pts-cs' id='pts-cs25' href='#pts-cs25'>PTS cs 25</a> - Bạch Thế Tôn, nếu thật khó cho con biết được “tưởng là tự ngã của con người”, hay “tưởng khác, tự ngã khác” vì con có dị kiến khác, có tin tưởng khác, có lý tưởng khác, có thiên tư khác, có hạnh nguyện khác, thời bạch Thế Tôn, thế giới có phải là thường còn không? Chỉ có quan niệm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Thế giới là thường còn, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>- Bạch Thế Tôn, có phải thế giới là vô thường, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Thế giới là vô thường, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>- Bạch Thế Tôn, có phải thế giới này là hữu biên, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Thế giới là hữu biên, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>- Bạch Thế Tôn, có phải thế giới là vô biên, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Thế giới là vô biên, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a><a class='ref pts-cs' id='pts-cs26' href='#pts-cs26'>PTS cs 26</a> - Bạch Thế Tôn, có phải sinh mạng và thân thể là một, chỉ có quan điểm này là đúng sự thật, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Thân thể và sinh mạng là một, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>- Bạch Thế Tôn, có phải sinh mạng khác, thân thể khác? Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Sinh mạng khác, thân thể khác. Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a><a class='ref pts-cs' id='pts-cs27' href='#pts-cs27'>PTS cs 27</a> - Bạch Thế Tôn, có phải Như Lai tồn tại sau khi chết? Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Như Lai tồn tại sau khi chết. Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>- Bạch Thế Tôn, có phải Như Lai không tồn tại sau khi chết không? Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Như Lai không tồn tại sau khi chết. Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>- Bạch Thế Tôn, có phải Như Lai tồn tại và không tồn tại sau khi chết. Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Như Lai tồn tại và không tồn tại sau khi chết. Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a>- Bạch Thế Tôn, có phải Như Lai không tồn tại và không không tồn tại sau khi chết. Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Như Lai không tồn tại và không không tồn tại sau khi chết. Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a><a class='ref pts-cs' id='pts-cs28' href='#pts-cs28'>PTS cs 28</a> - Bạch Thế Tôn, vì sao Thế Tôn không trả lời?</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, câu hỏi này không thuộc về đích giải thoát, không thuộc về Pháp, không thuộc căn bản của phạm hạnh, không đưa đến yểm ly, đến ly tham, đến tịch diệt, đến tịch tịnh, đến thắng trí, đến giác ngộ, đến Niết bàn. Vì vậy, Ta không trả lời.</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a><a class='ref pts-cs' id='pts-cs29' href='#pts-cs29'>PTS cs 29</a> - Bạch Thế Tôn, vậy Thế Tôn trả lời những gì?</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta trả lời: “Ðây là khổ”. Ta trả lời: “Ðây là khổ tập”. “Ta trả lời: “Ðây là khổ diệt”. Ta trả lời: “Ðây là con đường đưa đến khổ diệt”.</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a><a class='ref pts-cs' id='pts-cs30' href='#pts-cs30'>PTS cs 30</a> - Bạch Thế Tôn, vì sao Thế Tôn trả lời?</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, câu hỏi này thuộc về đích giải thoát, thuộc về Pháp, thuộc căn bản của phạm hạnh, đưa đến yểm ly, đến ly tham, đến tịch diệt, đến thắng trí, đến giác ngộ, đến Niết bàn. Vì vậy Ta trả lời.</p>\n<p><a class='ref sc' id='sc71' href='#sc71'>SC 71</a>- Bạch Thế Tôn, như vậy là phải. Bạch Thiên Thệ, như vậy là phải. Bạch Thế Tôn, nay đã đến thời Ngài làm gì Ngài xem là phải làm.</p>\n<p><a class='ref sc' id='sc72' href='#sc72'>SC 72</a>Và Thế Tôn từ chỗ ngồi đứng dậy ra về.</p>\n<p><a class='ref sc' id='sc73' href='#sc73'>SC 73</a><a class='ref pts-cs' id='pts-cs31' href='#pts-cs31'>PTS cs 31</a> Thế Tôn rời khỏi chưa bao lâu, những du sĩ ngoại đạo ấy liền bao vây xung quanh du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> và tuôn ra những lời nói mỉa mai gay gắt: “<i lang='pli' translate='no'>Poṭṭhapāda</i> này là như vậy, những gì Sa-môn <i lang='pli' translate='no'>Gotama</i> nói đều được <i lang='pli' translate='no'>Poṭṭhapāda</i> tán thành: “Bạch Thế Tôn, như vậy là phải. Bạch Thiện Thệ như vậy là phải”. Chúng tôi không được biết Sa-môn <i lang='pli' translate='no'>Gotama</i> đã thuyết trình dứt khoát những vấn đề sau đây: “Thế giới là thường còn”, hay “Thế giới là vô thường”, hay “Thế giới là hữu biên”, hay “Thế giới là vô biên”, hay “Sinh mạng và thân thể là một”, hay “Sinh mạng khác, thân thể khác”, “hay Như Lai có tồn tại sau khi chết” hay “Như Lai không tồn tại sau khi chết” hay “Như Lai tồn tại và cũng không tồn tại sau khi chết”, hay “Như Lai không tồn tại và cũng không không tồn tại sau khi chết”.</p>\n<p><a class='ref sc' id='sc74' href='#sc74'>SC 74</a>Khi được nói vậy, du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> nói với các du sĩ ngoại đạo kia</p>\n<p><a class='ref sc' id='sc75' href='#sc75'>SC 75</a>—Này các Tôn giả, tôi cũng không được biết Sa-môn <i lang='pli' translate='no'>Gotama</i> đã thuyết trình dứt khoát những vấn đề sau đây: “Thế giới là thường còn”, hay “Thế giới là vô thường”, hay “Thế giới là hữu biên”, hay “Thế giới là vô biên”, hay “Sinh mạng và thân thể là một”, hay “Sinh mạng khác, thân thể khác”, hay “Như Lai có tồn tại sau khi chết”, hay “Như Lai không có tồn tại sau khi chết”, hay “Như Lai có tồn tại và cũng không tồn tại sau khi chết”, hay “Như Lai không có tồn tại và cũng không không tồn tại sau khi chết”. Sa-môn <i lang='pli' translate='no'>Gotama</i> đã tuyên bố một phương pháp như thực, chơn chánh, chơn thật, dùng Pháp làm cơ bản, dùng Pháp làm quy tắc. Và khi một vị tuyên bố một phương pháp như thực, chân chánh, chân thật, dùng Pháp làm cơ bản, dùng Pháp làm quy tắc thì làm sao một người hiểu biết như tôi lại không tán thành?</p>\n<p><a class='ref sc' id='sc76' href='#sc76'>SC 76</a><a class='ref pts-cs' id='pts-cs32' href='#pts-cs32'>PTS cs 32</a> Hai ba ngày sau, Citta <i lang='pli' translate='no'>Hatthisāriputta</i> và du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> đi đến chỗ Thế Tôn. Khi đi đến nơi, Citta <i lang='pli' translate='no'>Hatthisāriputta</i> đảnh lễ Thế Tôn và ngồi xuống một bên, còn du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i>, nói những lời chào đón hỏi thăm xã giao với Thế Tôn và ngồi xuống một bên. Sau khi ngồi một bên, du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc77' href='#sc77'>SC 77</a>—Bạch Thế Tôn, khi Thế Tôn rời khỏi chưa bao lâu những du sĩ ngoại đạo liền bao vây xung quanh con và tuôn ra những lời nói mỉa mai gay gắt: “<i lang='pli' translate='no'>Poṭṭhapāda</i> này là như vậy. Những gì Sa-môn <i lang='pli' translate='no'>Gotama</i> nói đều được <i lang='pli' translate='no'>Poṭṭhapāda</i> tán thành: “Bạch Thế Tôn, như vậy là phải, Bạch Thiện Thệ như vậy là phải”. Chúng tôi không được biết Sa-môn <i lang='pli' translate='no'>Gotama</i> đã thuyết trình dứt khoát những vấn đề sau đây: “Thế giới là thường còn”, hay “Thế giới là vô thường”, hay “Thế giới là hữu biên”, hay “Thế giới là vô biên”, hay “Sinh mạng và thân thể là một”, hay “Sinh mạng khác, thân thể khác”, hay “Như Lai có tồn tại sau khi chết”, hay “Như Lai không tồn tại sau khi chết”, hay “Như Lai có tồn tại và cũng không tồn tại sau khi chết”, hay “Như Lai không tồn tại và cũng không không tồn tại sau khi chết”. Khi được nói vậy, con nói với các du sĩ ngoại đạo kia: “Này các Tôn giả, tôi cũng không được biết Sa-môn <i lang='pli' translate='no'>Gotama</i> đã thuyết trình dứt khoát những vấn đề sau đây: “Thế giới là thường con”, hay “Thế giới là vô thường”, hay “Thế giới là hưu biên”, hay “Thế giới là vô biên”, hay “Sinh mạng và thân thể là một”, hay “Sinh mạng khác, thân thể khác” hay “Như Lai có tồn tại sau khi chết”, hay “Như Lai không có tồn tại sau khi chết”, hay “Như Lai có tồn tại và cũng không tồn tại sau khi chết”, hay “Như Lai không tồn tại và cũng không không tồn tại sau khi chết”. Sa-môn <i lang='pli' translate='no'>Gotama</i> đã tuyên bố một phương pháp như thực, chơn thánh, chơn thật, dùng Pháp làm cơ bản, dùng Pháp làm quy tắc. Và khi một vị đã tuyên bố một phương pháp như thực, chơn chánh, chơn thật, dùng Pháp làm cơ bản, dùng Pháp làm quy tắc thì làm sao một người hiểu biết như tôi lại có thể không tán thành?”</p>\n<p><a class='ref sc' id='sc78' href='#sc78'>SC 78</a><a class='ref pts-cs' id='pts-cs33' href='#pts-cs33'>PTS cs 33</a> - Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những vị du sĩ ngoại đạo ấy là mù, không có mắt, chỉ có ngươi là người có mắt độc nhất giữa chúng. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, có những pháp được Ta truyền thuyết, trình bày một cách không dứt khoát. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, có những pháp được Ta tuyên thuyết trình bày một cách dứt khoát. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những pháp gì được Ta tuyên thuyết trình bày một cách không dứt khoát? “Thế giới là thường còn”, Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, đó là pháp được Ta tuyên thuyết trình bày một cách không dứt khoát. “Thế giới là vô thường”, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, đó là pháp được Ta tuyên thuyết trình bày một cách không dứt khoát. “Thế giới là hữu biên”, này <i lang='pli' translate='no'>Poṭṭhapāda</i> … “Thế giới là vô biên”, này <i lang='pli' translate='no'>Poṭṭhapāda</i> … “Sinh mạng và thân thể là một”, này <i lang='pli' translate='no'>Poṭṭhapāda</i> … “Sinh mạng khác, thân thể khác”, này <i lang='pli' translate='no'>Poṭṭhapāda</i> … “Như Lai có tồn tại sau khi chết”, này <i lang='pli' translate='no'>Poṭṭhapāda</i> … “Như Lai không có tồn tại sau khi chết”, này <i lang='pli' translate='no'>Poṭṭhapāda</i> … “Như Lai có tồn tại và cũng không có tồn tại sau khi chết”, này <i lang='pli' translate='no'>Poṭṭhapāda</i> … “Như Lai không có tồn tại và cũng không không có tồn tại sau khi chết”, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, đó là pháp được Ta tuyên thuyết trình bày một cách không dứt khoát.</p>\n<p><a class='ref sc' id='sc79' href='#sc79'>SC 79</a>Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, vì sao những pháp ấy lại được Ta tuyên thuyết trình bày một cách không dứt khoát? Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những pháp này không thuộc về đích giải thoát, không thuộc về pháp, không thuộc căn bản của phạm hạnh, không đưa đến yểm ly, đến ly tham, đến tịch diệt, đến tịch tịnh, đến thắng trí, đến giác ngộ, đến Niết bàn. Vì vậy những pháp ấy được Ta tuyên thuyết, trình bày một cách không dứt khoát. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những pháp gì được Ta tuyên thuyết trình bày một cách dứt khoát? “Ðây là khổ”, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, đó là pháp được Ta tuyên thuyết trình bày một cách dứt khoát. “Ðây là khổ tập”, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, đó là pháp được Ta tuyên thuyết trình bày một cách dứt khoát. “Ðây là khổ diệt”, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, đó là pháp được Ta tuyên thuyết trình bày một cách dứt khoát. “Ðây là con đường đưa đến khổ diệt”, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, đó là pháp được Ta tuyên thuyết, trình bày một cách dứt khoát.</p>\n<p><a class='ref sc' id='sc80' href='#sc80'>SC 80</a>Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, vì sao những pháp ấy được Ta tuyên thuyết trình bày một cách dứt khoát? Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những pháp ấy thuộc về đích giải thoát, thuộc về Pháp, thuộc căn bản phạm hạnh, đưa đến yểm ly, đến ly tham, đến tịch diệt, đến tịch tịnh, đến thắng trí, đến giác ngộ, đến Niết-bàn. Vì vậy những pháp ấy được Ta tuyên thuyết trình bày một cách dứt khoát.</p>\n<p><a class='ref sc' id='sc81' href='#sc81'>SC 81</a><a class='ref pts-cs' id='pts-cs34' href='#pts-cs34'>PTS cs 34</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, có một số Sa-môn, Bà-la-môn có chủ trương như thế này, có chủ kiến như thế này: “Sau khi chết, tự ngã hoàn toàn hạnh phúc, vô bệnh”. Ta đến những vị ấy và hỏi: “Có phải quý Ðại đức có chủ trương như thế này, có chủ kiến như thế này: “Sau khi chết, tự ngã hoàn toàn hạnh phúc, vô bệnh”. Khi được Ta hỏi như vậy, những vị ấy công nhận là phải. Ta nói: “Chư Ðại đức có sống và đã biết đã thấy thế giới này là hoàn toàn hạnh phúc không?”. Khi được hỏi vậy, các vị ấy trả lời là không. Ta nói với các vị ấy: “Vậy chư Ðại đức có tự thân cảm biết hoàn toàn hạnh phúc trong một đêm hay trong một ngày, hay trong nửa đêm hay trong nửa ngày không?”. Khi được hỏi vậy, các vị ấy trả lời là không. Ta nói với các vị ấy: “Chư Ðại đức có biết một con đường nào, một phương pháp nào có thể đưa đến sự chứng ngộ một thế giới hoàn toàn hạnh phúc không?” Khi được hỏi vậy, các vị ấy trả lời là không?</p>\n<p><a class='ref sc' id='sc82' href='#sc82'>SC 82</a>Ta nói với các vị ấy: “Chư Ðại đức có nghe tiếng nói của chư thiên, đã được sinh vào một thế giới hoàn toàn hạnh phúc. “Này các vị, hãy cố gắng khéo thực hành. Này các vị hãy thực chứng một thế giới hoàn toàn hạnh phúc. Này các vị, chúng tôi đã thực hành, đã sanh vào một thế giới hoàn toàn hạnh phúc” không? Khi được hỏi vậy, các vị ấy trả lời không. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi nghĩ thế nào? Sự kiện là như vậy, thời có phải lời nói của những Sa-môn, Bà-la-môn kia là không chánh xác hợp lý?</p>\n<p><a class='ref sc' id='sc83' href='#sc83'>SC 83</a><a class='ref pts-cs' id='pts-cs35' href='#pts-cs35'>PTS cs 35</a> Như có một người nói: “Tôi yêu và ái luyến một cô gái đẹp trong nước này”. Có người hỏi: “Này bạn, cô gái đẹp ông yêu và ái luyến ấy, Ông có biết là người giai cấp nào, là Sát-đế-lỵ, hay Bà-la-môn, hay Phệ-xá, hay Thủ-đà?” Khi được hỏi vậy, người ấy trả lời không biết. Có người hỏi: “Này bạn, cô gái đẹp Ông yêu và ái luyến ấy, Ông có biết tên gì, lớn người, thấp người hay người bậc trung? Da đen sẫm, da ngăm ngăm đen hay da hồng hào? Ở tại làng nào, hay thành phố nào?” Khi được hỏi vậy, người ấy trả lời không biết. Có người hỏi: “Này bạn, như vậy có phải Ông đã yêu và ái luyến một người Ông không biết, Ông không thấy?” Ðược hỏi vậy vị ấy trả lời phải. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi nghĩ thế nào? Sự kiện là như vậy, thời có phải lời nói của người kia là không chánh xác hợp lý?</p>\n<p><a class='ref sc' id='sc84' href='#sc84'>SC 84</a>- Vâng phải, bạch Thế Tôn! Sự kiện là như vậy, thời lời nói của người kia là không chánh xác, hợp lý.</p>\n<p><a class='ref sc' id='sc85' href='#sc85'>SC 85</a><a class='ref pts-cs' id='pts-cs36' href='#pts-cs36'>PTS cs 36</a> - Như vậy này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những Sa-môn, Bà-la-môn có chủ trương như thế này, có chủ kiến như thế này: “Sau khi chết tự ngã hoàn toàn hạnh phúc, vô bệnh”, Ta đến những vị ấy và hỏi: “Có phải quý Ðại đức có chủ trương như thế này, có chủ kiến như thế này: “Sau khi chết, tự ngã hoàn toàn hạnh phúc, vô bệnh”. Khi được hỏi như vậy, những vị ấy công nhận là phải. Ta nói: “Chư Ðại đức có sống và đã biết, đã thấy thế giới này là hoàn toàn hạnh phúc không?” Khi được hỏi vậy, các vị ấy trả lời là không. Ta nói với các vị ấy: “Vậy chư Ðại đức có tự nhận cảm biết hoàn toàn hạnh phúc trong một đêm hay trong một ngày, hay trong nửa đêm hay trong nửa ngày không?”. Khi được hỏi vậy, các vị ấy trả lời là không. Ta nói với các vị ấy: “Chư Ðại đức có biết một con đường nào, một phương pháp nào đưa đến sự chứng ngộ một thế giới hoàn toàn hạnh phúc không?” Khi được hỏi vậy, các vị ấy trả lời là không? Ta nói với các vị ấy: “Chư Ðại đức có nghe tiếng nói của chư thiên đã được sinh vào một thế giới hoàn toàn hạnh phúc: ‘Này các vị, hãy cố gắng khéo thực hạnh! Này các vị, hãy trực chứng một thế giới hoàn toàn hạnh phúc! Này các vị, chúng tôi đã thực hành, đã sanh vào một thế giới hoàn toàn hạnh phúc’ không?” Khi được hỏi vậy, các vị ấy trả lời là không. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ngươi nghĩ thế nào? Sự kiện là như vậy, thời có phải lời nói của những Sa-môn, Bà-la-môn kia là không chánh xác, hợp lý?</p>\n<p><a class='ref sc' id='sc86' href='#sc86'>SC 86</a>- Vâng phải, bạch Thế Tôn sự kiện là như vậy, theo lời nói của người kia là không chánh xác, hợp lý.</p>\n<p><a class='ref sc' id='sc87' href='#sc87'>SC 87</a><a class='ref pts-cs' id='pts-cs37' href='#pts-cs37'>PTS cs 37</a> - Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, như một người muốn xây tại ngã tư đường một cái thang để leo lên lầu. Có người hỏi: “Này bạn, Ông muốn xây một cái thang để leo lên lầu, vậy Ông có biết lầu ấy là về hướng Ðông, hay về hướng Tây, hay về hướng Bắc, hay về hướng Nam? Nhà lầu ấy cao hay thấp, hay trung bình?” Ðược hỏi vậy, vị ấy trả lời không biết. Có người hỏi: “Này bạn, như vậy có phải, Ông xây một cái thang để leo lên một cái lầu mà Ông không biết, không thấy?” Ðược hỏi vậy, vị ấy trả lời phải. Này <i lang='pli' translate='no'>Poṭṭhapāda</i> ngươi nghĩ thế nào? Sự kiện là như vậy thời có phải lời nói của người kia là không chánh xác, hợp lý?</p>\n<p><a class='ref sc' id='sc88' href='#sc88'>SC 88</a>- Vâng phải, bạch Thế Tôn! Sự kiện là như vậy, thời lời nói của người kia là không chánh xác, hợp lý.</p>\n<p><a class='ref sc' id='sc89' href='#sc89'>SC 89</a><a class='ref pts-cs' id='pts-cs38' href='#pts-cs38'>PTS cs 38</a> - Như vậy này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những Sa-môn, Bà-la-môn có chủ trương như thế này, có chủ kiến như thế này: “Sau khi chết, tự ngã hoàn toàn hạnh phúc, vô bệnh”. Ta đến những vị ấy và hỏi: “Có phải quý Ðại đức có chủ trương như thế này, có chủ kiến như thế này: “Sau khi chết, tự ngã hoàn toàn hạnh phúc, vô bệnh”. Khi được hỏi vậy, những vị ấy công nhận là phải. Ta nói: “Chư Ðại đức có sống và đã biết, đã thấy thế giới này là hoàn toàn hạnh phúc không?” Khi được hỏi vậy, các vị ấy trả lời là không. Ta nói với các vị ấy: “Chư Ðại đức có biết một con đường nào, một phương pháp nào có thể đưa đến sự chứng ngộ một thế giới hoàn toàn hạnh phúc không?” Khi được hỏi vậy, các vị ấy trả lời là không. Ta nói với các vị ấy: “Vậy chư Ðại đức có tự tâm cảm biết hoàn toàn hạnh phúc trong một đêm hay trong một ngày, hay trong nửa đêm hay trong nửa ngày không?” Khi được hỏi vậy, các vị ấy trả lời là không. Ta nói với các vị ấy: “Chư Ðại đức có nghe tiếng nói của chư thiên đã được sinh vào một thế giới hoàn toàn hạnh phúc: ‘Này các vị, hãy cố gắng thực hành! Này các vị, hãy trực chứng một thế giới hoàn toàn hạnh phúc. Này các vị, chúng tôi đã thực hành, đã sanh vào một thế giới hoàn toàn hạnh phúc’ không?” Khi được nói vậy, các vị ấy trả lời là không. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi nghĩ như thế nào? Sự kiện là như vậy, thời có phải lời nói của những Sa-môn, Bà-la-môn, kia là không chánh xác, hợp lý.</p>\n<p><a class='ref sc' id='sc90' href='#sc90'>SC 90</a>- Vâng phải, bạch Thế Tôn! Sự kiện là như vậy, thời lời nói của người kia không chánh đáng, hợp lý.</p>\n<p><a class='ref sc' id='sc91' href='#sc91'>SC 91</a><a class='ref pts-cs' id='pts-cs39' href='#pts-cs39'>PTS cs 39</a> - Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, có ba loại ngã chấp: thô phù ngã chấp, ý sở thành ngã chấp, vô sắc ngã chấp. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, thế nào là thô phù ngã chấp? Có sắc, do bốn đại hình thành, do đoàn thực nuôi dưỡng là thô phù ngã chấp. Thế nào ý sở thành ngã chấp? Có sắc, do ý sở thành, đầy đủ chi tiết lớn nhỏ, các căn đầy đủ, là ý sở thành ngã chấp. Thế nào là vô sắc ngã chấp? Không có sắc, do tưởng sở thành là vô sắc ngã chấp.</p>\n<p><a class='ref sc' id='sc92' href='#sc92'>SC 92</a><a class='ref pts-cs' id='pts-cs40' href='#pts-cs40'>PTS cs 40</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta thuyết pháp để diệt thô phù ngã chấp. Nếu các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng, và ngay hiện tại, tự mình giác ngộ, với thắng trí, chứng đạt và an trú trí tuệ sung mãn, quảng đại. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, rất có thể các người nghĩ: “Các nhiễm pháp sẽ diệt trừ, các tịnh pháp sẽ tăng trưởng, và ngay hiện tại tự mình giác ngộ, với thắng trí, chứng đạt và an trú trí tuệ sung mãn, quảng đại, tuy vậy đau khổ vẫn tồn tại”. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, chớ có nghĩ như vậy. Khi nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng, ngay hiện tại tự mình giác ngộ, với thắng trí, chứng đạt và an trú trí tuệ sung mãn, quảng đại, thời hân hoan sanh, hoan hỷ, khinh an, chánh niệm, tỉnh giác và lạc trú sanh.</p>\n<p><a class='ref sc' id='sc93' href='#sc93'>SC 93</a><a class='ref pts-cs' id='pts-cs41' href='#pts-cs41'>PTS cs 41</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta thuyết pháp cũng để diệt trừ ý sở thành ngã chấp. Nếu các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng, và ngay hiện tại, tự mình giác ngộ và an trú trí tuệ sung mãn quảng đại. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, rất có thể các ngươi nghĩ: “Các nhiễm pháp sẽ diệt trừ, các tịnh pháp sẽ tăng trưởng, và ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại, tuy vậy đau khổ vẫn tồn tại”. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, chớ có nghĩ như vậy. Khi nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng, khi ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn quãng đại, thời hân hoan sanh, hoan hỷ, khinh an, chánh niệm tỉnh giác là lạc trú sanh.</p>\n<p><a class='ref sc' id='sc94' href='#sc94'>SC 94</a><a class='ref pts-cs' id='pts-cs42' href='#pts-cs42'>PTS cs 42</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta thuyết pháp cũng để diệt trừ vô sắc ngã chấp. Nếu các ngươi thực hành theo pháp này, thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng, và ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, rất có thể các ngươi nghĩ: “Các nhiễm pháp sẽ diệt trừ, các tịnh pháp sẽ tăng trưởng, ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại, tuy vậy đau khổ vẫn tồn tại”. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, chớ có nghĩ như vậy. Khi nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng, ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại, thời hân hoan sanh, hoan hỷ, chánh niệm, tỉnh giác và lạc trú sanh.</p>\n<p><a class='ref sc' id='sc95' href='#sc95'>SC 95</a><a class='ref pts-cs' id='pts-cs43' href='#pts-cs43'>PTS cs 43</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, có những người ngoài hỏi chúng tôi: “Này Hiền giả, thô phù ngã chấp ấy là gì mà Hiền giả thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng, và ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại?”</p>\n<p><a class='ref sc' id='sc96' href='#sc96'>SC 96</a>Khi được chúng hỏi như vậy, chúng tôi trả lời “Này Hiền giả, chính thô phù ngã chấp ấy, chúng tôi thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này, thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng và ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại”.</p>\n<p><a class='ref sc' id='sc97' href='#sc97'>SC 97</a><a class='ref pts-cs' id='pts-cs44' href='#pts-cs44'>PTS cs 44</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, có những người ngoài hỏi: “Này Hiền giả, ý sở thành ngã chấp ấy là gì mà Hiền giả thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này thời nhiễm pháp này được diệt trừ, tịnh pháp được tăng trưởng và ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn, quảng đại?”</p>\n<p><a class='ref sc' id='sc98' href='#sc98'>SC 98</a>Khi được hỏi vậy, chúng tôi trả lời: “Này Hiền giả, chính ý sở thành ngã chấp ấy chúng tôi thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng và ngay hiện tại, tự mình giác ngộ với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại”.</p>\n<p><a class='ref sc' id='sc99' href='#sc99'>SC 99</a><a class='ref pts-cs' id='pts-cs45' href='#pts-cs45'>PTS cs 45</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, có những người ngoài hỏi chúng tôi: “Này Hiền giả, vô sắc ngã chấp ấy là gì mà Hiền giả thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng và ngay hiện tại, tự mình giác ngộ với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại?”. Khi được hỏi vậy, chúng tôi trả lời: “Này Hiền giả, chính vô sắc ngã chấp ấy, chúng tôi thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng và ngay hiện tại, tự mình giác ngộ với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại”.</p>\n<p><a class='ref sc' id='sc100' href='#sc100'>SC 100</a>Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi nghĩ thế nào? Sự kiện là như vậy, thời có phải lời nói ấy là chánh xác, hợp lý?</p>\n<p><a class='ref sc' id='sc101' href='#sc101'>SC 101</a><a class='ref pts-cs' id='pts-cs46' href='#pts-cs46'>PTS cs 46</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ví như một người xây một cái thang để leo lên lầu, từ dưới chân lầu ấy. Người ấy được hỏi: “Này bạn, Ông xây cái thang để leo lên lầu, cái lầu ấy về hướng Ðông hay hướng Nam, hay hướng Tây, hay hướng Bắc? Nhà lầu ấy cao, hay thấp, hay trung bình? Nếu người ấy trả lời: “Này Hiền giả, cái lầu mà tôi xây thang để leo lên chính tại dưới chân lầu này”. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi nghĩ thế nào? Sự kiện là như vậy thời có phải lời nói ấy là chính xác, hợp chăng?</p>\n<p><a class='ref sc' id='sc102' href='#sc102'>SC 102</a>- Vâng phải, bạch Thế Tôn, sự kiện là như vậy, thời lời nói của người kia là chánh xác, hợp lý!</p>\n<p><a class='ref sc' id='sc103' href='#sc103'>SC 103</a><a class='ref pts-cs' id='pts-cs47' href='#pts-cs47'>PTS cs 47</a> - Như vậy, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, và có những người ngoài hỏi chúng tôi: “Này Hiền giả, thô phù ngã chấp là gì? … Này Hiền giả, ý sở thành ngã chấp là gì? … Này Hiền giả, vô sắc ngã chấp ấy là gì mà Hiền giả thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng và ngay hiện tại, tự mình giác ngộ với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại?” Khi được hỏi vậy, chúng tôi trả lời: “Này Hiền giả, chính vô sắc ngã chấp ấy mà chúng tôi thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng và ngay hiện tại, tự mình giác ngộ với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại”.</p>\n<p><a class='ref sc' id='sc104' href='#sc104'>SC 104</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi nghĩ thế nào? Sự kiện là như vậy, thời có phải lời nói ấy là chánh xác, hợp lý?</p>\n<p><a class='ref sc' id='sc105' href='#sc105'>SC 105</a>- Vâng phải, bạch Thế Tôn, sự kiện là như vậy, thời lời nói của người kia là chánh xác, hợp lý!</p>\n<p><a class='ref sc' id='sc106' href='#sc106'>SC 106</a><a class='ref pts-cs' id='pts-cs48' href='#pts-cs48'>PTS cs 48</a> Khi nghe nói vậy, Citta <i lang='pli' translate='no'>Hatthisāriputta</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc107' href='#sc107'>SC 107</a>—Bạch Thế Tôn, trong khi có thô phù ngã chấp, phải chăng không có ý sở thành ngã chấp, không có vô sắc ngã chấp? Thô phù ngã chấp khi ấy thật có tồn tại. Bạch Thế Tôn, trong khi có ý sở thành ngã chấp, phải chăng không có thô phù ngã chấp, không có vô sắc ngã chấp? Ý sở thành ngã chấp khi ấy thật có tồn tại. Bạch Thế Tôn, trong khi có vô sắc ngã chấp, phải chăng không có thô phù ngã chấp, không có ý sở thành ngã chấp? Vô sắc ngã chấp khi ấy thật có tồn tại.</p>\n<p><a class='ref sc' id='sc108' href='#sc108'>SC 108</a><a class='ref pts-cs' id='pts-cs49' href='#pts-cs49'>PTS cs 49</a> - Này Citta, trong khi có thô phù ngã chấp, thời ngã chấp ấy không thuộc ý sở thành ngã chấp, không thuộc vô sắc ngã chấp, chính khi ấy thuộc thô phù ngã chấp. Này Citta, trong khi có ý sở thành ngã chấp, thời ngã chấp ấy không thuộc thô phù ngã chấp, không thuộc vô sắc ngã chấp, chính khi ấy thuộc ý sở thành ngã chấp. Này Citta, trong khi có vô sắc ngã chấp, thời ngã chấp ấy không thuộc thô phù ngã chấp, không thuộc ý sở thành ngã chấp, chính khi ấy thuộc vô sắc ngã chấp. Này Citta, nếu có người hỏi ngươi: “Ngươi đã có tồn tại ở quá khứ hay không? Ngươi sẽ tồn tại ở tương lai hay không? Ngươi có tồn tại ở hiện tại không?” Này Citta, được hỏi vậy, ngươi trả lời như thế nào?</p>\n<p><a class='ref sc' id='sc109' href='#sc109'>SC 109</a>- Bạch Thế Tôn, nếu có người hỏi con: “Ngươi đã có tồn tại ở quá khứ hay không? Ngươi sẽ tồn tại ở tương lai hay không? Ngươi có tồn tại ở hiện tại hay không?” Bạch Thế Tôn được hỏi vậy, con sẽ trả lời: “Tôi đã có tồn tại ở quá khứ, không phải không tồn tại; tôi sẽ tồn tại ở tương lai, không phải không tồn tại; tôi tồn tại ở hiện tại, không phải không tồn tại”. Bạch Thế Tôn, nếu được hỏi như vậy, con sẽ trả lời như vậy.</p>\n<p><a class='ref sc' id='sc110' href='#sc110'>SC 110</a><a class='ref pts-cs' id='pts-cs50' href='#pts-cs50'>PTS cs 50</a> - Này Citta, nếu có người hỏi lại ngươi: “Quá khứ ngã chấp mà Ngươi đã có, có phải ngã chấp ấy đối với Ngươi là thật có, ngã chấp tương lai không tồn tại, ngã chấp hiện tại không tồn tại? Tương lai ngã chấp mà Ngươi sẽ có, có phải ngã chấp ấy đối với Ngươi là thật có, ngã chấp quá khứ không tồn tại, ngã chấp hiện tại không tồn tại? Hiện tại ngã chấp mà Ngươi hiện có, có phải ngã chấp ấy đối với Ngươi là thật có, ngã chấp quá khứ không tồn tại, ngã chấp tương lai không tồn tại?” Này Citta, được hỏi vậy, Ngươi trả lời thế nào?</p>\n<p><a class='ref sc' id='sc111' href='#sc111'>SC 111</a>- Bạch Thế Tôn, nếu có người hỏi con: “Quá khứ ngã chấp mà Ngươi đã có, có phải ngã chấp ấy đối với Ngươi là thật có, ngã chấp tương lai không tồn tại, ngã chấp hiện tại không tồn tại? Tương lai ngã chấp mà Ngươi sẽ có, có phải ngã chấp ấy đối với Ngươi là thật có, ngã chấp quá khứ không tồn tại, ngã chấp hiện tại không tồn tại? Hiện tại ngã chấp mà Ngươi hiện có, có phải ngã chấp ấy đối với Ngươi là thật có, ngã chấp quá khứ không tồn tại, ngã chấp tương lai không tồn tại?” Bạch Thế Tôn, nếu được hỏi vậy, con sẽ trả lời: “Quá khứ ngã chấp mà tôi đã có, ngã chấp ấy đối với tôi là thật có, ngã chấp tương lai không tồn tại, ngã chấp hiện tại không tồn tại? Tương lai ngã chấp mà tôi sẽ có, ngã chấp ấy đối với tôi là thật có, ngã chấp quá khứ không tồn tại, ngã chấp hiện tại không tồn tại. Hiện tại ngã chấp mà tôi hiện có, ngã chấp ấy đối với tôi là thật có, ngã chấp quá khứ không tồn tại, ngã chấp tương lai không tồn tại”. Bạch Thế Tôn, được hỏi vậy, con sẽ trả lời như vậy.</p>\n<p><a class='ref sc' id='sc112' href='#sc112'>SC 112</a><a class='ref pts-cs' id='pts-cs51' href='#pts-cs51'>PTS cs 51</a> - Như vậy này Citta, trong khi có thô phù ngã chấp, thời ngã chấp ấy không thuộc ý sở thành ngã chấp, không thuộc vô sắc ngã chấp, chính khi ấy thuộc thô phù ngã chấp. Này Citta, trong khi có ý sở thành ngã chấp, thời ngã chấp ấy không thuộc vô sắc ngã chấp, chính khi ấy thuộc ý sở thành ngã chấp. Này Citta, trong khi có vô sắc ngã chấp, thời ngã chấp không thuộc thô phù ngã chấp, không thuộc ý sở thành ngã chấp, chính khi ấy thuộc vô sắc ngã chấp.</p>\n<p><a class='ref sc' id='sc113' href='#sc113'>SC 113</a><a class='ref pts-cs' id='pts-cs52' href='#pts-cs52'>PTS cs 52</a> Này Citta, ví như từ bò cái sanh ra sữa, từ sữa sinh ra lạc, từ lạc sanh ra sanh tô, từ sanh tô sanh ra thục tô, từ thục tô sanh ra đề hồ. Khi thành sữa thời sữa ấy không thuộc lạc, không thuộc sanh tô, không thuộc thục tô, không thuộc đề hồ, chính khi ấy thuộc sữa; khi thành lạc … khi thành sanh tô … khi thành thục tô … khi thành đề hồ thời đề hồ không thuộc sữa, không thuộc lạc, không thuộc sanh tô, không thuộc thục tô, chính khi ấy thuộc đề hồ.</p>\n<p><a class='ref sc' id='sc114' href='#sc114'>SC 114</a><a class='ref pts-cs' id='pts-cs53' href='#pts-cs53'>PTS cs 53</a> Như vậy này Citta trong khi có thô phù ngã chấp … Này Citta, trong khi có ý sở thành ngã chấp … Này Citta, trong khi có vô sắc ngã chấp thời ngã chấp ấy không thuộc thô phù ngã chấp, không thuộc ý sở thành ngã chấp, chính khi ấy thuộc vô sắc ngã chấp. Này Citta, chúng chỉ là danh tự thế gian, ngôn ngữ thế gian, danh xưng thế gian, ký pháp thế gian. Như Lai dùng chúng nhưng không chấp trước chúng.</p>\n<p><a class='ref sc' id='sc115' href='#sc115'>SC 115</a><a class='ref pts-cs' id='pts-cs54' href='#pts-cs54'>PTS cs 54</a> Ðược nghe nói vậy du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc116' href='#sc116'>SC 116</a>—Thật vi diệu thay, bạch Thế Tôn! Thật vi diệu thay, bạch Thế Tôn! Như người dựng lại những gì bị quăng ngã xuống, phơi bày những gì bị che kín, chỉ đường cho những người lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc. Cũng vậy chánh pháp đã được Thế Tôn dùng nhiều phương tiện trình bày, giải thích. Bạch Thế Tôn, con xin quy y Thế Tôn, quy y Pháp và quy y chúng Tỷ-kheo. Mong Thế Tôn nhận con làm đệ tử, từ nay trở đi cho đến mạng chung, con trọn đời quy ngưỡng.</p>\n<p><a class='ref sc' id='sc117' href='#sc117'>SC 117</a><a class='ref pts-cs' id='pts-cs55' href='#pts-cs55'>PTS cs 55</a> Và Citta <i lang='pli' translate='no'>Hatthisāriputta</i> cũng bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc118' href='#sc118'>SC 118</a>—Thật vi diệu thay, bạch Thế Tôn! Thật vi diệu thay, bạch Thế Tôn! Như người dựng đứng lại những gì bị quăng ngã xuống, phơi bày ra những gì bị che kín, chỉ đường cho những người đi lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc. Cũng vậy, chánh pháp đã được Thế Tôn dùng nhiều phương tiện trình bày giải thích. Con xin quy y Thế Tôn, quy y Pháp và quy y chúng Tăng. Mong Thế Tôn cho con được xuất gia với Thế Tôn, mong cho con thọ đại giới.</p>\n<p><a class='ref sc' id='sc119' href='#sc119'>SC 119</a><a class='ref pts-cs' id='pts-cs56' href='#pts-cs56'>PTS cs 56</a> Citta <i lang='pli' translate='no'>Hatthisāriputta</i> được xuất gia với Thế Tôn và được thọ đại giới. Thọ đại giới không bao lâu, Ðại đức Citta <i lang='pli' translate='no'>Hatthisāriputta</i> ở một mình, an tịnh, không phóng dật, sống nhiệt tâm, cần mẫn. Và không bao lâu, vị này chứng được mục đích tối cao mà con cháu các lương gia đã xuất gia, từ bỏ gia đình, sống không gia đình hướng đến. Ðó là vô thượng phạm hạnh ngay trong hiện tại, tự mình với thắng trí chứng ngộ, chứng đạt và an trú: sanh đã tận, phạm hạnh đã thành, những gì nên làm đã làm sau đời này sẽ không có đời sống khác nữa. Ðại đức Citta <i lang='pli' translate='no'>Hatthisāriputta</i> hiểu biết như vậy.</p>\n<p><a class='ref sc' id='sc120' href='#sc120'>SC 120</a>Và đại đức Citta <i lang='pli' translate='no'>Hatthisāriputta</i> trở thành một vị A-la-hán nữa.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Long Discourses of the Buddha”, Maurice Walshe dịch, 1987).</p>\n<p>Hiệu đính: <strong>16–06–2007</strong></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "dn9",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Poṭṭhapāda (Bố-sá-bà-lâu)",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Subha ",
      "uid": "dn10"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Discourse on the Lion’s Roar ",
      "uid": "dn8"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='dn9' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trường Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>9. Kinh <i lang='pli' translate='no'>Poṭṭhapāda</i> (Bố-sá-bà-lâu)</h1>\n</header>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a><a class='ref pts-cs' id='pts-cs1' href='#pts-cs1'>PTS cs 1</a> Như vầy tôi nghe. Một thời Thế Tôn ở tại <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ), rừng <i lang='pli' translate='no'>Jetavana</i> (Kỳ viên), vườn <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc). Lúc bấy giờ, du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> (Bố-sá-bà-lâu) cùng với đại chúng du sĩ ngoại đạo khoảng ba trăm vị, ở tại vườn của hoàng hậu <i lang='pli' translate='no'>Mallikā</i> (Mạt-lê-viên) tên là <i lang='pli' translate='no'>Ekasālaka</i> có hàng rào cây tinduka, một hội thảo trường luận bàn về chánh kiến, tà kiến.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a><a class='ref pts-cs' id='pts-cs2' href='#pts-cs2'>PTS cs 2</a> Lúc bấy giờ Thế Tôn, vào buổi sáng đắp y cầm bát vào <i lang='pli' translate='no'>Sāvatthi</i> khất thực. Rồi Thế Tôn tự nghĩ: “Nay còn quá sớm để đi khất thực tại <i lang='pli' translate='no'>Sāvatthi</i>, Ta hãy đi đến vườn của hoàng hậu <i lang='pli' translate='no'>Mallikā</i> tên là <i lang='pli' translate='no'>Ekasālaka</i>, có hàng rào cây tinduka, một hội thảo trường luận bàn chánh kiến, tà kiến, để gặp du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i>”. Và Thế Tôn đi đến vườn của hoàng hậu <i lang='pli' translate='no'>Mallikā</i>, tên là <i lang='pli' translate='no'>Ekasālaka</i>, có hàng rào cây tinduka, một hội thảo trường luận về chánh kiến, tà kiến.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a><a class='ref pts-cs' id='pts-cs3' href='#pts-cs3'>PTS cs 3</a> Lúc bấy giờ du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> ngồi với đại chúng du sĩ ngoại đạo, đang ồn ào, la lối, lớn tiếng bàn luận những vấn đề phù phiếm như câu chuyện về vua chúa; câu chuyện về ăn trộm, câu chuyện về đại thần; câu chuyện về binh lính; các câu chuyện về hãi hùng; câu chuyện về chiến tranh; câu chuyện về đồ ăn; câu chuyện về đồ uống; câu chuyện về đồ mặc; câu chuyện về giường nằm; câu chuyện về vòng hoa; câu chuyện về hương liệu; câu chuyện về bà con; câu chuyện về xe cộ; câu chuyện về làng xóm; câu chuyện về thị trấn; câu chuyện về thành phố; câu chuyện về quốc độ; câu chuyện về đàn bà; câu chuyện về đàn ông; câu chuyện về vị anh hùng; câu chuyện bên lề đường; câu chuyện tại chỗ lấy nước; câu chuyện về người đã chết; các câu chuyện tạp thoại; câu chuyện về hiện trạng của thế giới, hiện trạng của đại dương; câu chuyện về sự hiện hữu và sự không hiện hữu.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a><a class='ref pts-cs' id='pts-cs4' href='#pts-cs4'>PTS cs 4</a> Du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> thấy Thế Tôn từ xa đến, liền khuyến cáo chúng của mình: “Các Tôn giả hãy nhỏ tiếng, các Tôn giả hãy đừng làm ồn. Nay Sa-môn <i lang='pli' translate='no'>Gotama</i> đang đến, Ngài ưa mến sự trầm lặng, vị Ðại đức này tán thán sự trầm lặng. Nếu biết chúng này yên tịnh, Ngài có thể ghé đến đây”. Nghe nói vậy, các du sĩ ngoại đạo liền im lặng.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a><a class='ref pts-cs' id='pts-cs5' href='#pts-cs5'>PTS cs 5</a> Rồi Thế Tôn đến du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i>. Và du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> bạch Thế Tôn: “Thiện tai Thế Tôn! Hoan nghênh Thế Tôn! Ðã lâu Thế Tôn không quá bộ đến đây. Mời Thế Tôn ngồi. Ðây là chỗ ngồi đã soạn sẵn”.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Thế Tôn ngồi trên chỗ đã soạn sẵn. Du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> lấy một ghế thấp khác và ngồi xuống một bên. Rồi Thế Tôn nói với du sĩ <i lang='pli' translate='no'>Poṭṭhapāda</i> đã ngồi một bên: “Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, vấn đề gì các vị đang ngồi thảo luận? Vấn đề gì đang nói mà bị gián đoạn?”</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a><a class='ref pts-cs' id='pts-cs6' href='#pts-cs6'>PTS cs 6</a> Khi nghe nói vậy du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Bạch Thế Tôn, hãy gác một bên câu chuyện chúng tôi đang ngồi bàn luận, bạch Thế Tôn, lát nữa Thế Tôn nghe lại cũng không khó khăn gì. Bạch Thế Tôn, thuở xưa xưa lắm, nhiều vị Sa-môn, Bà-la-môn ngoại đạo tụ họp, ngồi hội thảo trong giảng đường nêu lên vấn đề sự diệt tận các tăng thượng tưởng.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>“Này Tôn giả, tăng thượng tưởng diệt tận như thế nào?” Một vài vị trả lời: “Không nhân, không duyên, các tưởng của con người sinh và diệt! Khi tưởng sanh con người có tưởng, khi tưởng diệt con người không có tưởng”. Như vậy, một vài vị giải thích sự diệt tận các tăng thượng tưởng.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Về vấn đề này, người khác lại nói như sau: “Các Tôn giả, sự kiện không phải như vậy. Này Tôn giả, tưởng là tự ngã của con người, chính tưởng ấy đến và đi. Khi tưởng ấy đến thì con người có tưởng, khi tưởng ấy đi thì con người không có tưởng”. Như vậy một vài vị giải thích sự diệt tận các tăng thượng tưởng.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Vấn đề này, người khác lại nói như sau: “Các Tôn giả, sự kiện không phải như vậy. Này Tôn giả, có những Sa-môn, Bà-la-môn có đại thần thông và đại oai lực. Chính những vị này khiến tưởng nhập vào trong người và cũng kéo tưởng ra ngoài người ấy. Khi các vị này khiến tưởng nhập vào trong người, người ấy có tưởng, khi kéo tưởng ra ngoài, người ấy không có tưởng”. Như vậy một vài vị giải thích sự diệt tận các tăng thượng tưởng.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Về vấn đề này, người khác lại nói như sau: “Các Tôn giả, sự kiện không phải như vậy. Này Tôn giả, có những vị thiên thần có đại thần thông, có đại oai lực, chính những vị này khiến tưởng nhập vào trong người và kéo tưởng ra ngoài người ấy. Khi các vị này khiến tưởng nhập vào trong người, người ấy có tưởng, khi kéo tưởng ra ngoài, người ấy không có tưởng”. Như vậy một vài vị giải thích sự diệt tận các tăng thượng tưởng. Bạch Thế Tôn, lúc bấy giờ con tưởng niệm đến Thế Tôn: “Mong Thế Tôn có mặt ở đây! Mong Thiện thệ có mặt ở đây! Ngài rất tinh thông những pháp này. Chắc chắn Thế Tôn biết rõ sự diệt tận các tăng thượng tưởng”. Bạch Thế Tôn, sự diệt tận các tăng thượng tưởng như thế nào?</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a><a class='ref pts-cs' id='pts-cs7' href='#pts-cs7'>PTS cs 7</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những Sa-môn, Bà-la-môn nào đã nói: “Không nhân, không duyên, các tưởng của con người sinh và diệt”. Những vị này đã sai lạc ngay từ ban đầu. Vì sao vậy? Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, chính vì có nhân, có duyên, các tưởng của con người sinh và diệt. Chính do sự học tập, một loại tưởng sanh, chính do sự học tập, một loại tưởng diệt.</p>\n<p>Và Thế Tôn nói</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>—Sự học tập ấy là gì? Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, nay ở đời Như Lai xuất hiện, là bậc A-la-hán, Chánh Biến Tri … (như <a href='../../dn2/vn/#pts-cs40'>kinh Sa-môn quả</a>, đoạn kinh số 40–43 trừ đoạn kết của mỗi đoạn) thân nghiệp, ngữ nghiệp thanh tịnh, mạng sống trong sạch, giới hạnh đầy đủ, hộ trì các căn, chánh niệm tỉnh giác và biết tri túc. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, thế nào là Tỷ-kheo giới hạnh đầy đủ? Ở đây này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Tỷ-kheo từ bỏ sát sanh, tránh xa sát sanh, bỏ trượng, bỏ kiếm, biết tàm quý, có lòng từ, sống thương xót hạnh phúc của tất cả chúng sanh và loài hữu tình. Như vậy là giới hạnh của vị ấy trong giới luật … (như <a href='../../dn2/vn/#pts-cs43'>kinh Sa-môn quả</a>, đoạn kinh số 43–62) … như dùng ảo thuật để yên ổn, để khỏi làm các điều đã hứa … ngăn ngừa công hiệu của thuốc. Còn vị ấy thì tránh xa các tà mạng kể trên … như vậy là giới hạnh của vị ấy trong giới luật.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a><a class='ref pts-cs' id='pts-cs8' href='#pts-cs8'>PTS cs 8</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, và như vậy Tỷ-kheo ấy nhờ đầy đủ giới luật nên không thấy sợ hãi từ một chỗ nào về phương diện hộ trì giới luật. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, như một Sát-đế-lỵ đã làm lễ quán đảnh, đã hàng phục kẻ thù địch, không còn thấy sợ hãi từ chỗ nào nữa về phương diện thù địch. Cũng vậy, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Tỷ-kheo ấy nhờ đầy đủ giới luật nên không thấy sợ hãi từ một chỗ nào về phương diện hộ trì giới luật. Vị ấy nhờ đầy đủ giới luật cao quý này, nên hưởng lạc thọ nội tâm không lỗi lầm. Như vậy, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Tỷ-kheo đầy đủ giới luật.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a><a class='ref pts-cs' id='pts-cs9' href='#pts-cs9'>PTS cs 9</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, thế nào là Tỷ-kheo hộ trì các căn? Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, khi mắt thấy sắc, Tỷ-kheo không nắm giữ tướng chung, không nắm giữ tướng riêng. Những nguyên nhân gì, vì con mắt không được chế ngự, khiến tham ái ưu bi, các ác, bất thiện pháp khởi lên, Tỷ-kheo tự chế ngự nguyên nhân ấy, hộ trì con mắt, thực hành sự hộ trì con mắt. Khi tai nghe tiếng … mũi ngửi hương … lưỡi nếm vị … thân cảm xúc … ý nhận thức các pháp, vị ấy không nắm giữ tướng chung, không nắm giữ tướng riêng. Những nguyên nhân gì, vì ý căn không được chế ngự, khiến tham ái ưu bi, các ác bất thiện pháp khởi lên, Tỷ-kheo chế ngự nguyên nhân ấy, hộ trì ý căn, thực hành sự hộ trì ý căn. Vị ấy, nhờ sự hộ trì cao quý các căn ấy, nên hưởng lạc thọ, nội tâm không lỗi lầm. Như vậy, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Tỷ-kheo hộ trì các căn … (như <a href='../../dn2/vn/#pts-cs64'>kinh Sa-môn quả</a>, đoạn kinh số 65–74) …</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a><a class='ref pts-cs' id='pts-cs10' href='#pts-cs10'>PTS cs 10</a> Khi quán tự thân đã xả ly năm triền cái ấy, hân hoan sanh; do hân hoan, nên hỷ sanh; do tâm hoan hỷ, thân được khinh an; do thân khinh an, lạc thọ sanh; do lạc thọ, tâm được định tĩnh. Tỷ-kheo, ly dục, ly bất thiện pháp, chứng và trú thiền thứ nhất, một trạng thái hỷ lạc do ly dục sanh với tầm, với tứ. Dục tưởng xưa kia của vị ấy được diệt trừ, và khi tưởng hỷ lạc vi diệu chân thật do ly dục sanh khởi lên, vị ấy có tưởng hỷ lạc vi diệu chân thật, do ly dục sanh. Như vậy do học tập, một tưởng khởi lên, cũng do học tập, một tưởng diệt trừ. Và Thế Tôn nói: “Ðó là sự học tập Thế Tôn nói đến”.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a><a class='ref pts-cs' id='pts-cs11' href='#pts-cs11'>PTS cs 11</a> Lại nữa, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Tỷ-kheo diệt tầm, diệt tứ, chứng và trú thiền thứ hai, một trạng thái hỷ lạc do định sanh, không tầm không tứ, nội tĩnh nhất tâm. Tưởng hỷ lạc vi diệu chơn thật do ly dục sanh xưa kia của vị ấy được diệt trừ. Và khi tưởng hỷ lạc vi diệu chơn thật do định sanh khởi lên, vị ấy có tưởng hỷ lạc vi diệu chơn thật do định sanh. Như vậy do học tập, một tưởng khởi lên, cũng do học tập một tưởng diệt trừ. Và Thế Tôn nói: “Ðó là sự học tập Thế Tôn nói đến”.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a><a class='ref pts-cs' id='pts-cs12' href='#pts-cs12'>PTS cs 12</a> “Lại nữa này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Tỷ-kheo ly hỷ trú xả, chánh niệm tỉnh giác, thân cảm sự lạc thọ mà các bậc Thánh gọi là “Xả niệm lạc trú”, chứng và trú thiền thứ ba. Tưởng hỷ lạc chơn thật vi diệu do định sanh xưa kia của vị ấy được diệt trừ. Và khi tưởng xả lạc vi diệu chơn thật khởi lên, vị ấy có tưởng xả lạc vi diệu chơn thật. Như vậy do học tập, một tưởng khởi lên và cũng do học tập, một tưởng diệt trừ. Và Thế Tôn nói: “Ðó là sự học tập Thế Tôn nói đến”.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a><a class='ref pts-cs' id='pts-cs13' href='#pts-cs13'>PTS cs 13</a> Lại nữa này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Tỷ-kheo xả lạc, xả khổ, diệt hỷ, ưu đã cảm thọ trước, chứng và trú thiền thứ tư không khổ không lạc, xả niệm thanh tịnh. Như vậy xả lạc chơn thật vi diệu xưa kia của vị ấy được diệt trừ. Và khi tưởng xả lạc, xả khổ vi diệu chơn thật khởi lên, vị ấy có tưởng xả lạc, xả khổ vi diệu chơn thật. Như vậy do học tập một tưởng khởi lên, cũng do học tập một tưởng diệt trừ. Và Thế Tôn nói: “Ðó là sự học tập Thế Tôn nói đến”.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a><a class='ref pts-cs' id='pts-cs14' href='#pts-cs14'>PTS cs 14</a> Lại nữa này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự vượt thoát mọi sắc tưởng, với sự diệt trừ mọi chướng ngại tưởng, với sự không tác ý đối với dị tưởng, Tỷ-kheo nghĩ rằng: “Hư không là vô biên”, chứng và trú Không vô biên xứ. Như vậy sắc tưởng xưa kia của vị ấy được diệt trừ. Và khi tưởng Không vô biên xứ vi diệu chơn thật khởi lên, vị ấy có tưởng Không vô biên xứ vi diệu chơn thật. Như vậy do sự học tập, một tưởng khởi lên, cũng do học tập một tưởng diệt trừ. Và Thế Tôn nói: “Ðó là sự học tập Thế Tôn nói đến”.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a><a class='ref pts-cs' id='pts-cs15' href='#pts-cs15'>PTS cs 15</a> Lại nữa này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự vượt thoát mọi Không vô biên xứ, Tỷ-kheo nghĩ rằng: “Thức là vô biên”, chứng và trú Thức vô biên xứ. Như vậy tưởng Không vô biên xứ vi diệu chơn thật xưa kia của vị ấy được diệt trừ, và khi tưởng Thức vô biên xứ vi diệu chơn thật khởi lên, vị ấy có tưởng Thức vô biên xứ vi diệu chơn thật. Như vậy do học tập, một tưởng khởi lên, cũng do học tập, một tưởng diệt trừ. Và Thế Tôn nói: “Ðó là sự học tập Thế Tôn nói đến”.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a><a class='ref pts-cs' id='pts-cs16' href='#pts-cs16'>PTS cs 16</a> Lại nữa này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự vượt thoát mọi Thức vô biên xứ, Tỷ-kheo nghĩ rằng: “Không có vật gì” chứng và trú Vô sở hữu xứ. Như vậy tưởng Thức vô biên xứ vi diệu chơn thật xưa kia của vị ấy được diệt trừ. Và khi tưởng Vô sở hữu xứ vi diệu chơn thật khởi lên, vị ấy có tưởng Vô sở hữu xứ vi diệu chơn thật. Như vậy do học tập, một tưởng khởi lên, cũng do học tập, một tưởng diệt trừ. Và Thế Tôn nói: “Ðó là sự học tập Thế Tôn nói đến”.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a><a class='ref pts-cs' id='pts-cs17' href='#pts-cs17'>PTS cs 17</a> Lại nữa này <i lang='pli' translate='no'>Poṭṭhapāda</i>, khi Tỷ-kheo ở nơi đây tự mình khởi tưởng, vị này tiếp tục đi từ tưởng này đến tưởng khác cho đến tưởng tột đỉnh. Và vị này khi đứng tại tưởng tột đỉnh có thể nghĩ: “Tâm còn suy tưởng có hại cho ta, tâm không suy tưởng mới tốt cho ta. Nếu ta cứ tiếp tục suy tưởng, khi những tưởng này của ta diệt đi, các thô tưởng khác lại khởi lên, ta hãy đừng có suy tưởng”. Do không có suy tưởng, các tưởng kia diệt tận và các thô tưởng khác không khởi lên, vị ấy cảm thọ sự diệt tận. Như vậy, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, là sự chứng đạt trí tuệ diệt trừ dần dần các tăng thượng tưởng.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a><a class='ref pts-cs' id='pts-cs18' href='#pts-cs18'>PTS cs 18</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi nghĩ thế nào? Trước đây ngươi đã nghe sự chứng đạt trí tuệ diệt trừ dần dần các tăng thượng tưởng này không?</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>- Bạch Thế Tôn, con không có nghe. Bạch Thế Tôn, nhưng nay con hiểu lời nói của Thế Tôn.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, khi Tỷ-kheo ở đây tự mình khởi tưởng, vị này tiếp tục đi từ tưởng này đến tưởng khác cho đến tưởng tột đỉnh. Và vị này, khi đứng lại tưởng tột đỉnh có thể nghĩ: “Tâm còn suy tưởng, có hại cho ta, tâm không suy tưởng mới tốt cho ta. Nếu ta cứ tiếp tục suy tưởng khi những tưởng này của ta diệt đi, các thô tưởng khác lại khởi lên. Vậy ta hãy đừng có suy tưởng”. Và vị này không có suy tưởng. Do không có suy tưởng, các tưởng kia diệt tận và các thô tưởng khác cũng không khởi lên. Vị ấy cảm thọ sự diệt tận. Như vậy này <i lang='pli' translate='no'>Poṭṭhapāda</i> là sự chứng đạt trí tuệ diệt trừ dần dần các tăng thượng tưởng.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>- Như vậy là phải, này <i lang='pli' translate='no'>Poṭṭhapāda</i>!</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a><a class='ref pts-cs' id='pts-cs19' href='#pts-cs19'>PTS cs 19</a> - Bạch Thế Tôn, Thế Tôn chỉ nói đến một tưởng tuyệt đỉnh hay nhiều tưởng tuyệt đỉnh?</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta nói đến một tưởng tuyệt đỉnh và cũng nói đến nhiều tưởng tuyệt đỉnh.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>- Bạch Thế Tôn, làm sao Thế Tôn nói đến một tưởng tuyệt đỉnh và cũng nói đến nhiều tưởng tuyệt đỉnh?</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, tùy theo vị ấy cảm thọ sự diệt tận (của một tưởng) sau tưởng khác, vị ấy đạt tới nhiều tuyệt đỉnh sai khác, cái này tiếp theo cái kia cho đến tuyệt đỉnh cuối cùng mà Ta nói đến nhiều tưởng tuyệt đỉnh. Này <i lang='pli' translate='no'>Poṭṭhapāda</i> như vậy Ta nói đến một tưởng tuyệt đỉnh và cũng nói đến nhiều tưởng tuyệt đỉnh.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a><a class='ref pts-cs' id='pts-cs20' href='#pts-cs20'>PTS cs 20</a> - Bạch Thế Tôn, tưởng khởi trước, trí khởi sau; hay trí khởi trước tưởng khởi sau; hay tưởng và trí cùng khởi một lần không trước không sau?</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, tưởng khởi trước trí mới khởi sau, do tưởng sanh, trí mới sanh. Vị ấy tuệ tri: “Do duyên tưởng, trí sanh ra nơi ta”. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với lời dạy này cần phải hiểu tưởng sanh trước trí sanh sau, tưởng sanh trí mới sanh.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a><a class='ref pts-cs' id='pts-cs21' href='#pts-cs21'>PTS cs 21</a> - Bạch Thế Tôn, tưởng có phải là tự ngã của con người hay tưởng khác, tự ngã khác?</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi hiểu tự ngã như thế nào?</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>- Bạch Thế Tôn, con hiểu tự ngã là thô phù, có sắc, do bốn đại hình thành, và do đoàn thực nuôi dưỡng.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, nếu tự ngã là thô phù, có sắc, do bốn đại hình thành và do đoàn thực nuôi dưỡng, như vậy này <i lang='pli' translate='no'>Poṭṭhapāda</i>, tưởng khác và tự ngã khác. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự nhận thức này, cần phải hiểu, tưởng khác và tự ngã khác. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, giả sử tự ngã ấy là thô phù, có sắc, do bốn đại hình thành và do đoàn thực nuôi dưỡng, tuy vậy một vài tưởng khác của người ấy khởi lên, một vài tưởng khác diệt xuống. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự nhận thức này cần phải hiểu tưởng khác, tự ngã khác.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a><a class='ref pts-cs' id='pts-cs22' href='#pts-cs22'>PTS cs 22</a> - Bạch Thế Tôn, con hiểu tự ngã là do ý sở thành, đầy đủ mọi chi tiết lớn nhỏ, đầy đủ các căn.</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, nếu tự ngã là do ý sở thành, đầy đủ mọi chi tiết lớn nhỏ, đầy đủ các căn, như vậy này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự nhận thức này, cần phải hiểu tưởng khác, tự ngã khác. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, giả sử tự ngã ấy là do ý sở thành, đầy đủ mọi chi tiết lớn nhỏ, đầy đủ các căn, tuy vậy một vài tưởng khác của người ấy khởi lên, một vài tưởng khác diệt xuống. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự nhận thức này, cần phải hiểu tưởng khác, tự ngã khác.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>- Bạch Thế Tôn, con hiểu tự ngã là vô sắc, do tưởng sở thành.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a><a class='ref pts-cs' id='pts-cs23' href='#pts-cs23'>PTS cs 23</a> - Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, nếu tự ngã là vô sắc, do tưởng sở thành, với sự nhận thức này <i lang='pli' translate='no'>Poṭṭhapāda</i>, cần phải hiểu tưởng khác, tự ngã khác. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, giả sự tự ngã là vô sắc, do tưởng sở thành, tuy vậy, một vài tưởng khác của người khởi lên, một vài tưởng khác diệt xuống. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, với sự nhận thức này, cần phải hiểu tưởng khác, tự ngã khác.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a><a class='ref pts-cs' id='pts-cs24' href='#pts-cs24'>PTS cs 24</a> - Bạch Thế Tôn, con có thể hiểu được chăng “tưởng là tự ngã của con người” hay “tưởng khác, tự ngã khác”?</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, thật khó cho ngươi biết được “tưởng là tự ngã của con người” hay “tưởng khác, tự ngã khác”, vì ngươi có dị kiến, có tin tưởng khác, có lý tưởng khác, có thiên tư khác, có hạnh nguyện khác.</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a><a class='ref pts-cs' id='pts-cs25' href='#pts-cs25'>PTS cs 25</a> - Bạch Thế Tôn, nếu thật khó cho con biết được “tưởng là tự ngã của con người”, hay “tưởng khác, tự ngã khác” vì con có dị kiến khác, có tin tưởng khác, có lý tưởng khác, có thiên tư khác, có hạnh nguyện khác, thời bạch Thế Tôn, thế giới có phải là thường còn không? Chỉ có quan niệm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Thế giới là thường còn, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>- Bạch Thế Tôn, có phải thế giới là vô thường, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Thế giới là vô thường, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>- Bạch Thế Tôn, có phải thế giới này là hữu biên, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Thế giới là hữu biên, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>- Bạch Thế Tôn, có phải thế giới là vô biên, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Thế giới là vô biên, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a><a class='ref pts-cs' id='pts-cs26' href='#pts-cs26'>PTS cs 26</a> - Bạch Thế Tôn, có phải sinh mạng và thân thể là một, chỉ có quan điểm này là đúng sự thật, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Thân thể và sinh mạng là một, chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>- Bạch Thế Tôn, có phải sinh mạng khác, thân thể khác? Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Sinh mạng khác, thân thể khác. Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a><a class='ref pts-cs' id='pts-cs27' href='#pts-cs27'>PTS cs 27</a> - Bạch Thế Tôn, có phải Như Lai tồn tại sau khi chết? Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Như Lai tồn tại sau khi chết. Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>- Bạch Thế Tôn, có phải Như Lai không tồn tại sau khi chết không? Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Như Lai không tồn tại sau khi chết. Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>- Bạch Thế Tôn, có phải Như Lai tồn tại và không tồn tại sau khi chết. Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Như Lai tồn tại và không tồn tại sau khi chết. Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a>- Bạch Thế Tôn, có phải Như Lai không tồn tại và không không tồn tại sau khi chết. Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội không?</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta không trả lời: “Như Lai không tồn tại và không không tồn tại sau khi chết. Chỉ có quan điểm này là đúng sự thực, ngoài ra là mê muội”.</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a><a class='ref pts-cs' id='pts-cs28' href='#pts-cs28'>PTS cs 28</a> - Bạch Thế Tôn, vì sao Thế Tôn không trả lời?</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, câu hỏi này không thuộc về đích giải thoát, không thuộc về Pháp, không thuộc căn bản của phạm hạnh, không đưa đến yểm ly, đến ly tham, đến tịch diệt, đến tịch tịnh, đến thắng trí, đến giác ngộ, đến Niết bàn. Vì vậy, Ta không trả lời.</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a><a class='ref pts-cs' id='pts-cs29' href='#pts-cs29'>PTS cs 29</a> - Bạch Thế Tôn, vậy Thế Tôn trả lời những gì?</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta trả lời: “Ðây là khổ”. Ta trả lời: “Ðây là khổ tập”. “Ta trả lời: “Ðây là khổ diệt”. Ta trả lời: “Ðây là con đường đưa đến khổ diệt”.</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a><a class='ref pts-cs' id='pts-cs30' href='#pts-cs30'>PTS cs 30</a> - Bạch Thế Tôn, vì sao Thế Tôn trả lời?</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, câu hỏi này thuộc về đích giải thoát, thuộc về Pháp, thuộc căn bản của phạm hạnh, đưa đến yểm ly, đến ly tham, đến tịch diệt, đến thắng trí, đến giác ngộ, đến Niết bàn. Vì vậy Ta trả lời.</p>\n<p><a class='ref sc' id='sc71' href='#sc71'>SC 71</a>- Bạch Thế Tôn, như vậy là phải. Bạch Thiên Thệ, như vậy là phải. Bạch Thế Tôn, nay đã đến thời Ngài làm gì Ngài xem là phải làm.</p>\n<p><a class='ref sc' id='sc72' href='#sc72'>SC 72</a>Và Thế Tôn từ chỗ ngồi đứng dậy ra về.</p>\n<p><a class='ref sc' id='sc73' href='#sc73'>SC 73</a><a class='ref pts-cs' id='pts-cs31' href='#pts-cs31'>PTS cs 31</a> Thế Tôn rời khỏi chưa bao lâu, những du sĩ ngoại đạo ấy liền bao vây xung quanh du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> và tuôn ra những lời nói mỉa mai gay gắt: “<i lang='pli' translate='no'>Poṭṭhapāda</i> này là như vậy, những gì Sa-môn <i lang='pli' translate='no'>Gotama</i> nói đều được <i lang='pli' translate='no'>Poṭṭhapāda</i> tán thành: “Bạch Thế Tôn, như vậy là phải. Bạch Thiện Thệ như vậy là phải”. Chúng tôi không được biết Sa-môn <i lang='pli' translate='no'>Gotama</i> đã thuyết trình dứt khoát những vấn đề sau đây: “Thế giới là thường còn”, hay “Thế giới là vô thường”, hay “Thế giới là hữu biên”, hay “Thế giới là vô biên”, hay “Sinh mạng và thân thể là một”, hay “Sinh mạng khác, thân thể khác”, “hay Như Lai có tồn tại sau khi chết” hay “Như Lai không tồn tại sau khi chết” hay “Như Lai tồn tại và cũng không tồn tại sau khi chết”, hay “Như Lai không tồn tại và cũng không không tồn tại sau khi chết”.</p>\n<p><a class='ref sc' id='sc74' href='#sc74'>SC 74</a>Khi được nói vậy, du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> nói với các du sĩ ngoại đạo kia</p>\n<p><a class='ref sc' id='sc75' href='#sc75'>SC 75</a>—Này các Tôn giả, tôi cũng không được biết Sa-môn <i lang='pli' translate='no'>Gotama</i> đã thuyết trình dứt khoát những vấn đề sau đây: “Thế giới là thường còn”, hay “Thế giới là vô thường”, hay “Thế giới là hữu biên”, hay “Thế giới là vô biên”, hay “Sinh mạng và thân thể là một”, hay “Sinh mạng khác, thân thể khác”, hay “Như Lai có tồn tại sau khi chết”, hay “Như Lai không có tồn tại sau khi chết”, hay “Như Lai có tồn tại và cũng không tồn tại sau khi chết”, hay “Như Lai không có tồn tại và cũng không không tồn tại sau khi chết”. Sa-môn <i lang='pli' translate='no'>Gotama</i> đã tuyên bố một phương pháp như thực, chơn chánh, chơn thật, dùng Pháp làm cơ bản, dùng Pháp làm quy tắc. Và khi một vị tuyên bố một phương pháp như thực, chân chánh, chân thật, dùng Pháp làm cơ bản, dùng Pháp làm quy tắc thì làm sao một người hiểu biết như tôi lại không tán thành?</p>\n<p><a class='ref sc' id='sc76' href='#sc76'>SC 76</a><a class='ref pts-cs' id='pts-cs32' href='#pts-cs32'>PTS cs 32</a> Hai ba ngày sau, Citta <i lang='pli' translate='no'>Hatthisāriputta</i> và du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> đi đến chỗ Thế Tôn. Khi đi đến nơi, Citta <i lang='pli' translate='no'>Hatthisāriputta</i> đảnh lễ Thế Tôn và ngồi xuống một bên, còn du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i>, nói những lời chào đón hỏi thăm xã giao với Thế Tôn và ngồi xuống một bên. Sau khi ngồi một bên, du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc77' href='#sc77'>SC 77</a>—Bạch Thế Tôn, khi Thế Tôn rời khỏi chưa bao lâu những du sĩ ngoại đạo liền bao vây xung quanh con và tuôn ra những lời nói mỉa mai gay gắt: “<i lang='pli' translate='no'>Poṭṭhapāda</i> này là như vậy. Những gì Sa-môn <i lang='pli' translate='no'>Gotama</i> nói đều được <i lang='pli' translate='no'>Poṭṭhapāda</i> tán thành: “Bạch Thế Tôn, như vậy là phải, Bạch Thiện Thệ như vậy là phải”. Chúng tôi không được biết Sa-môn <i lang='pli' translate='no'>Gotama</i> đã thuyết trình dứt khoát những vấn đề sau đây: “Thế giới là thường còn”, hay “Thế giới là vô thường”, hay “Thế giới là hữu biên”, hay “Thế giới là vô biên”, hay “Sinh mạng và thân thể là một”, hay “Sinh mạng khác, thân thể khác”, hay “Như Lai có tồn tại sau khi chết”, hay “Như Lai không tồn tại sau khi chết”, hay “Như Lai có tồn tại và cũng không tồn tại sau khi chết”, hay “Như Lai không tồn tại và cũng không không tồn tại sau khi chết”. Khi được nói vậy, con nói với các du sĩ ngoại đạo kia: “Này các Tôn giả, tôi cũng không được biết Sa-môn <i lang='pli' translate='no'>Gotama</i> đã thuyết trình dứt khoát những vấn đề sau đây: “Thế giới là thường con”, hay “Thế giới là vô thường”, hay “Thế giới là hưu biên”, hay “Thế giới là vô biên”, hay “Sinh mạng và thân thể là một”, hay “Sinh mạng khác, thân thể khác” hay “Như Lai có tồn tại sau khi chết”, hay “Như Lai không có tồn tại sau khi chết”, hay “Như Lai có tồn tại và cũng không tồn tại sau khi chết”, hay “Như Lai không tồn tại và cũng không không tồn tại sau khi chết”. Sa-môn <i lang='pli' translate='no'>Gotama</i> đã tuyên bố một phương pháp như thực, chơn thánh, chơn thật, dùng Pháp làm cơ bản, dùng Pháp làm quy tắc. Và khi một vị đã tuyên bố một phương pháp như thực, chơn chánh, chơn thật, dùng Pháp làm cơ bản, dùng Pháp làm quy tắc thì làm sao một người hiểu biết như tôi lại có thể không tán thành?”</p>\n<p><a class='ref sc' id='sc78' href='#sc78'>SC 78</a><a class='ref pts-cs' id='pts-cs33' href='#pts-cs33'>PTS cs 33</a> - Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những vị du sĩ ngoại đạo ấy là mù, không có mắt, chỉ có ngươi là người có mắt độc nhất giữa chúng. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, có những pháp được Ta truyền thuyết, trình bày một cách không dứt khoát. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, có những pháp được Ta tuyên thuyết trình bày một cách dứt khoát. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những pháp gì được Ta tuyên thuyết trình bày một cách không dứt khoát? “Thế giới là thường còn”, Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, đó là pháp được Ta tuyên thuyết trình bày một cách không dứt khoát. “Thế giới là vô thường”, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, đó là pháp được Ta tuyên thuyết trình bày một cách không dứt khoát. “Thế giới là hữu biên”, này <i lang='pli' translate='no'>Poṭṭhapāda</i> … “Thế giới là vô biên”, này <i lang='pli' translate='no'>Poṭṭhapāda</i> … “Sinh mạng và thân thể là một”, này <i lang='pli' translate='no'>Poṭṭhapāda</i> … “Sinh mạng khác, thân thể khác”, này <i lang='pli' translate='no'>Poṭṭhapāda</i> … “Như Lai có tồn tại sau khi chết”, này <i lang='pli' translate='no'>Poṭṭhapāda</i> … “Như Lai không có tồn tại sau khi chết”, này <i lang='pli' translate='no'>Poṭṭhapāda</i> … “Như Lai có tồn tại và cũng không có tồn tại sau khi chết”, này <i lang='pli' translate='no'>Poṭṭhapāda</i> … “Như Lai không có tồn tại và cũng không không có tồn tại sau khi chết”, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, đó là pháp được Ta tuyên thuyết trình bày một cách không dứt khoát.</p>\n<p><a class='ref sc' id='sc79' href='#sc79'>SC 79</a>Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, vì sao những pháp ấy lại được Ta tuyên thuyết trình bày một cách không dứt khoát? Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những pháp này không thuộc về đích giải thoát, không thuộc về pháp, không thuộc căn bản của phạm hạnh, không đưa đến yểm ly, đến ly tham, đến tịch diệt, đến tịch tịnh, đến thắng trí, đến giác ngộ, đến Niết bàn. Vì vậy những pháp ấy được Ta tuyên thuyết, trình bày một cách không dứt khoát. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những pháp gì được Ta tuyên thuyết trình bày một cách dứt khoát? “Ðây là khổ”, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, đó là pháp được Ta tuyên thuyết trình bày một cách dứt khoát. “Ðây là khổ tập”, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, đó là pháp được Ta tuyên thuyết trình bày một cách dứt khoát. “Ðây là khổ diệt”, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, đó là pháp được Ta tuyên thuyết trình bày một cách dứt khoát. “Ðây là con đường đưa đến khổ diệt”, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, đó là pháp được Ta tuyên thuyết, trình bày một cách dứt khoát.</p>\n<p><a class='ref sc' id='sc80' href='#sc80'>SC 80</a>Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, vì sao những pháp ấy được Ta tuyên thuyết trình bày một cách dứt khoát? Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những pháp ấy thuộc về đích giải thoát, thuộc về Pháp, thuộc căn bản phạm hạnh, đưa đến yểm ly, đến ly tham, đến tịch diệt, đến tịch tịnh, đến thắng trí, đến giác ngộ, đến Niết-bàn. Vì vậy những pháp ấy được Ta tuyên thuyết trình bày một cách dứt khoát.</p>\n<p><a class='ref sc' id='sc81' href='#sc81'>SC 81</a><a class='ref pts-cs' id='pts-cs34' href='#pts-cs34'>PTS cs 34</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, có một số Sa-môn, Bà-la-môn có chủ trương như thế này, có chủ kiến như thế này: “Sau khi chết, tự ngã hoàn toàn hạnh phúc, vô bệnh”. Ta đến những vị ấy và hỏi: “Có phải quý Ðại đức có chủ trương như thế này, có chủ kiến như thế này: “Sau khi chết, tự ngã hoàn toàn hạnh phúc, vô bệnh”. Khi được Ta hỏi như vậy, những vị ấy công nhận là phải. Ta nói: “Chư Ðại đức có sống và đã biết đã thấy thế giới này là hoàn toàn hạnh phúc không?”. Khi được hỏi vậy, các vị ấy trả lời là không. Ta nói với các vị ấy: “Vậy chư Ðại đức có tự thân cảm biết hoàn toàn hạnh phúc trong một đêm hay trong một ngày, hay trong nửa đêm hay trong nửa ngày không?”. Khi được hỏi vậy, các vị ấy trả lời là không. Ta nói với các vị ấy: “Chư Ðại đức có biết một con đường nào, một phương pháp nào có thể đưa đến sự chứng ngộ một thế giới hoàn toàn hạnh phúc không?” Khi được hỏi vậy, các vị ấy trả lời là không?</p>\n<p><a class='ref sc' id='sc82' href='#sc82'>SC 82</a>Ta nói với các vị ấy: “Chư Ðại đức có nghe tiếng nói của chư thiên, đã được sinh vào một thế giới hoàn toàn hạnh phúc. “Này các vị, hãy cố gắng khéo thực hành. Này các vị hãy thực chứng một thế giới hoàn toàn hạnh phúc. Này các vị, chúng tôi đã thực hành, đã sanh vào một thế giới hoàn toàn hạnh phúc” không? Khi được hỏi vậy, các vị ấy trả lời không. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi nghĩ thế nào? Sự kiện là như vậy, thời có phải lời nói của những Sa-môn, Bà-la-môn kia là không chánh xác hợp lý?</p>\n<p><a class='ref sc' id='sc83' href='#sc83'>SC 83</a><a class='ref pts-cs' id='pts-cs35' href='#pts-cs35'>PTS cs 35</a> Như có một người nói: “Tôi yêu và ái luyến một cô gái đẹp trong nước này”. Có người hỏi: “Này bạn, cô gái đẹp ông yêu và ái luyến ấy, Ông có biết là người giai cấp nào, là Sát-đế-lỵ, hay Bà-la-môn, hay Phệ-xá, hay Thủ-đà?” Khi được hỏi vậy, người ấy trả lời không biết. Có người hỏi: “Này bạn, cô gái đẹp Ông yêu và ái luyến ấy, Ông có biết tên gì, lớn người, thấp người hay người bậc trung? Da đen sẫm, da ngăm ngăm đen hay da hồng hào? Ở tại làng nào, hay thành phố nào?” Khi được hỏi vậy, người ấy trả lời không biết. Có người hỏi: “Này bạn, như vậy có phải Ông đã yêu và ái luyến một người Ông không biết, Ông không thấy?” Ðược hỏi vậy vị ấy trả lời phải. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi nghĩ thế nào? Sự kiện là như vậy, thời có phải lời nói của người kia là không chánh xác hợp lý?</p>\n<p><a class='ref sc' id='sc84' href='#sc84'>SC 84</a>- Vâng phải, bạch Thế Tôn! Sự kiện là như vậy, thời lời nói của người kia là không chánh xác, hợp lý.</p>\n<p><a class='ref sc' id='sc85' href='#sc85'>SC 85</a><a class='ref pts-cs' id='pts-cs36' href='#pts-cs36'>PTS cs 36</a> - Như vậy này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những Sa-môn, Bà-la-môn có chủ trương như thế này, có chủ kiến như thế này: “Sau khi chết tự ngã hoàn toàn hạnh phúc, vô bệnh”, Ta đến những vị ấy và hỏi: “Có phải quý Ðại đức có chủ trương như thế này, có chủ kiến như thế này: “Sau khi chết, tự ngã hoàn toàn hạnh phúc, vô bệnh”. Khi được hỏi như vậy, những vị ấy công nhận là phải. Ta nói: “Chư Ðại đức có sống và đã biết, đã thấy thế giới này là hoàn toàn hạnh phúc không?” Khi được hỏi vậy, các vị ấy trả lời là không. Ta nói với các vị ấy: “Vậy chư Ðại đức có tự nhận cảm biết hoàn toàn hạnh phúc trong một đêm hay trong một ngày, hay trong nửa đêm hay trong nửa ngày không?”. Khi được hỏi vậy, các vị ấy trả lời là không. Ta nói với các vị ấy: “Chư Ðại đức có biết một con đường nào, một phương pháp nào đưa đến sự chứng ngộ một thế giới hoàn toàn hạnh phúc không?” Khi được hỏi vậy, các vị ấy trả lời là không? Ta nói với các vị ấy: “Chư Ðại đức có nghe tiếng nói của chư thiên đã được sinh vào một thế giới hoàn toàn hạnh phúc: ‘Này các vị, hãy cố gắng khéo thực hạnh! Này các vị, hãy trực chứng một thế giới hoàn toàn hạnh phúc! Này các vị, chúng tôi đã thực hành, đã sanh vào một thế giới hoàn toàn hạnh phúc’ không?” Khi được hỏi vậy, các vị ấy trả lời là không. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ngươi nghĩ thế nào? Sự kiện là như vậy, thời có phải lời nói của những Sa-môn, Bà-la-môn kia là không chánh xác, hợp lý?</p>\n<p><a class='ref sc' id='sc86' href='#sc86'>SC 86</a>- Vâng phải, bạch Thế Tôn sự kiện là như vậy, theo lời nói của người kia là không chánh xác, hợp lý.</p>\n<p><a class='ref sc' id='sc87' href='#sc87'>SC 87</a><a class='ref pts-cs' id='pts-cs37' href='#pts-cs37'>PTS cs 37</a> - Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, như một người muốn xây tại ngã tư đường một cái thang để leo lên lầu. Có người hỏi: “Này bạn, Ông muốn xây một cái thang để leo lên lầu, vậy Ông có biết lầu ấy là về hướng Ðông, hay về hướng Tây, hay về hướng Bắc, hay về hướng Nam? Nhà lầu ấy cao hay thấp, hay trung bình?” Ðược hỏi vậy, vị ấy trả lời không biết. Có người hỏi: “Này bạn, như vậy có phải, Ông xây một cái thang để leo lên một cái lầu mà Ông không biết, không thấy?” Ðược hỏi vậy, vị ấy trả lời phải. Này <i lang='pli' translate='no'>Poṭṭhapāda</i> ngươi nghĩ thế nào? Sự kiện là như vậy thời có phải lời nói của người kia là không chánh xác, hợp lý?</p>\n<p><a class='ref sc' id='sc88' href='#sc88'>SC 88</a>- Vâng phải, bạch Thế Tôn! Sự kiện là như vậy, thời lời nói của người kia là không chánh xác, hợp lý.</p>\n<p><a class='ref sc' id='sc89' href='#sc89'>SC 89</a><a class='ref pts-cs' id='pts-cs38' href='#pts-cs38'>PTS cs 38</a> - Như vậy này <i lang='pli' translate='no'>Poṭṭhapāda</i>, những Sa-môn, Bà-la-môn có chủ trương như thế này, có chủ kiến như thế này: “Sau khi chết, tự ngã hoàn toàn hạnh phúc, vô bệnh”. Ta đến những vị ấy và hỏi: “Có phải quý Ðại đức có chủ trương như thế này, có chủ kiến như thế này: “Sau khi chết, tự ngã hoàn toàn hạnh phúc, vô bệnh”. Khi được hỏi vậy, những vị ấy công nhận là phải. Ta nói: “Chư Ðại đức có sống và đã biết, đã thấy thế giới này là hoàn toàn hạnh phúc không?” Khi được hỏi vậy, các vị ấy trả lời là không. Ta nói với các vị ấy: “Chư Ðại đức có biết một con đường nào, một phương pháp nào có thể đưa đến sự chứng ngộ một thế giới hoàn toàn hạnh phúc không?” Khi được hỏi vậy, các vị ấy trả lời là không. Ta nói với các vị ấy: “Vậy chư Ðại đức có tự tâm cảm biết hoàn toàn hạnh phúc trong một đêm hay trong một ngày, hay trong nửa đêm hay trong nửa ngày không?” Khi được hỏi vậy, các vị ấy trả lời là không. Ta nói với các vị ấy: “Chư Ðại đức có nghe tiếng nói của chư thiên đã được sinh vào một thế giới hoàn toàn hạnh phúc: ‘Này các vị, hãy cố gắng thực hành! Này các vị, hãy trực chứng một thế giới hoàn toàn hạnh phúc. Này các vị, chúng tôi đã thực hành, đã sanh vào một thế giới hoàn toàn hạnh phúc’ không?” Khi được nói vậy, các vị ấy trả lời là không. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi nghĩ như thế nào? Sự kiện là như vậy, thời có phải lời nói của những Sa-môn, Bà-la-môn, kia là không chánh xác, hợp lý.</p>\n<p><a class='ref sc' id='sc90' href='#sc90'>SC 90</a>- Vâng phải, bạch Thế Tôn! Sự kiện là như vậy, thời lời nói của người kia không chánh đáng, hợp lý.</p>\n<p><a class='ref sc' id='sc91' href='#sc91'>SC 91</a><a class='ref pts-cs' id='pts-cs39' href='#pts-cs39'>PTS cs 39</a> - Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, có ba loại ngã chấp: thô phù ngã chấp, ý sở thành ngã chấp, vô sắc ngã chấp. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, thế nào là thô phù ngã chấp? Có sắc, do bốn đại hình thành, do đoàn thực nuôi dưỡng là thô phù ngã chấp. Thế nào ý sở thành ngã chấp? Có sắc, do ý sở thành, đầy đủ chi tiết lớn nhỏ, các căn đầy đủ, là ý sở thành ngã chấp. Thế nào là vô sắc ngã chấp? Không có sắc, do tưởng sở thành là vô sắc ngã chấp.</p>\n<p><a class='ref sc' id='sc92' href='#sc92'>SC 92</a><a class='ref pts-cs' id='pts-cs40' href='#pts-cs40'>PTS cs 40</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta thuyết pháp để diệt thô phù ngã chấp. Nếu các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng, và ngay hiện tại, tự mình giác ngộ, với thắng trí, chứng đạt và an trú trí tuệ sung mãn, quảng đại. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, rất có thể các người nghĩ: “Các nhiễm pháp sẽ diệt trừ, các tịnh pháp sẽ tăng trưởng, và ngay hiện tại tự mình giác ngộ, với thắng trí, chứng đạt và an trú trí tuệ sung mãn, quảng đại, tuy vậy đau khổ vẫn tồn tại”. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, chớ có nghĩ như vậy. Khi nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng, ngay hiện tại tự mình giác ngộ, với thắng trí, chứng đạt và an trú trí tuệ sung mãn, quảng đại, thời hân hoan sanh, hoan hỷ, khinh an, chánh niệm, tỉnh giác và lạc trú sanh.</p>\n<p><a class='ref sc' id='sc93' href='#sc93'>SC 93</a><a class='ref pts-cs' id='pts-cs41' href='#pts-cs41'>PTS cs 41</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta thuyết pháp cũng để diệt trừ ý sở thành ngã chấp. Nếu các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng, và ngay hiện tại, tự mình giác ngộ và an trú trí tuệ sung mãn quảng đại. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, rất có thể các ngươi nghĩ: “Các nhiễm pháp sẽ diệt trừ, các tịnh pháp sẽ tăng trưởng, và ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại, tuy vậy đau khổ vẫn tồn tại”. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, chớ có nghĩ như vậy. Khi nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng, khi ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn quãng đại, thời hân hoan sanh, hoan hỷ, khinh an, chánh niệm tỉnh giác là lạc trú sanh.</p>\n<p><a class='ref sc' id='sc94' href='#sc94'>SC 94</a><a class='ref pts-cs' id='pts-cs42' href='#pts-cs42'>PTS cs 42</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, Ta thuyết pháp cũng để diệt trừ vô sắc ngã chấp. Nếu các ngươi thực hành theo pháp này, thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng, và ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, rất có thể các ngươi nghĩ: “Các nhiễm pháp sẽ diệt trừ, các tịnh pháp sẽ tăng trưởng, ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại, tuy vậy đau khổ vẫn tồn tại”. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, chớ có nghĩ như vậy. Khi nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng, ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại, thời hân hoan sanh, hoan hỷ, chánh niệm, tỉnh giác và lạc trú sanh.</p>\n<p><a class='ref sc' id='sc95' href='#sc95'>SC 95</a><a class='ref pts-cs' id='pts-cs43' href='#pts-cs43'>PTS cs 43</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, có những người ngoài hỏi chúng tôi: “Này Hiền giả, thô phù ngã chấp ấy là gì mà Hiền giả thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng, và ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại?”</p>\n<p><a class='ref sc' id='sc96' href='#sc96'>SC 96</a>Khi được chúng hỏi như vậy, chúng tôi trả lời “Này Hiền giả, chính thô phù ngã chấp ấy, chúng tôi thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này, thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng và ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại”.</p>\n<p><a class='ref sc' id='sc97' href='#sc97'>SC 97</a><a class='ref pts-cs' id='pts-cs44' href='#pts-cs44'>PTS cs 44</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, có những người ngoài hỏi: “Này Hiền giả, ý sở thành ngã chấp ấy là gì mà Hiền giả thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này thời nhiễm pháp này được diệt trừ, tịnh pháp được tăng trưởng và ngay hiện tại tự mình giác ngộ, với thắng trí chứng đạt và an trú trí tuệ sung mãn, quảng đại?”</p>\n<p><a class='ref sc' id='sc98' href='#sc98'>SC 98</a>Khi được hỏi vậy, chúng tôi trả lời: “Này Hiền giả, chính ý sở thành ngã chấp ấy chúng tôi thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng và ngay hiện tại, tự mình giác ngộ với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại”.</p>\n<p><a class='ref sc' id='sc99' href='#sc99'>SC 99</a><a class='ref pts-cs' id='pts-cs45' href='#pts-cs45'>PTS cs 45</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, có những người ngoài hỏi chúng tôi: “Này Hiền giả, vô sắc ngã chấp ấy là gì mà Hiền giả thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng và ngay hiện tại, tự mình giác ngộ với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại?”. Khi được hỏi vậy, chúng tôi trả lời: “Này Hiền giả, chính vô sắc ngã chấp ấy, chúng tôi thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng và ngay hiện tại, tự mình giác ngộ với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại”.</p>\n<p><a class='ref sc' id='sc100' href='#sc100'>SC 100</a>Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi nghĩ thế nào? Sự kiện là như vậy, thời có phải lời nói ấy là chánh xác, hợp lý?</p>\n<p><a class='ref sc' id='sc101' href='#sc101'>SC 101</a><a class='ref pts-cs' id='pts-cs46' href='#pts-cs46'>PTS cs 46</a> Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ví như một người xây một cái thang để leo lên lầu, từ dưới chân lầu ấy. Người ấy được hỏi: “Này bạn, Ông xây cái thang để leo lên lầu, cái lầu ấy về hướng Ðông hay hướng Nam, hay hướng Tây, hay hướng Bắc? Nhà lầu ấy cao, hay thấp, hay trung bình? Nếu người ấy trả lời: “Này Hiền giả, cái lầu mà tôi xây thang để leo lên chính tại dưới chân lầu này”. Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi nghĩ thế nào? Sự kiện là như vậy thời có phải lời nói ấy là chính xác, hợp chăng?</p>\n<p><a class='ref sc' id='sc102' href='#sc102'>SC 102</a>- Vâng phải, bạch Thế Tôn, sự kiện là như vậy, thời lời nói của người kia là chánh xác, hợp lý!</p>\n<p><a class='ref sc' id='sc103' href='#sc103'>SC 103</a><a class='ref pts-cs' id='pts-cs47' href='#pts-cs47'>PTS cs 47</a> - Như vậy, này <i lang='pli' translate='no'>Poṭṭhapāda</i>, và có những người ngoài hỏi chúng tôi: “Này Hiền giả, thô phù ngã chấp là gì? … Này Hiền giả, ý sở thành ngã chấp là gì? … Này Hiền giả, vô sắc ngã chấp ấy là gì mà Hiền giả thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng và ngay hiện tại, tự mình giác ngộ với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại?” Khi được hỏi vậy, chúng tôi trả lời: “Này Hiền giả, chính vô sắc ngã chấp ấy mà chúng tôi thuyết pháp để diệt trừ, khiến các người thực hành theo pháp này thời nhiễm pháp được diệt trừ, tịnh pháp được tăng trưởng và ngay hiện tại, tự mình giác ngộ với thắng trí chứng đạt và an trú trí tuệ sung mãn quảng đại”.</p>\n<p><a class='ref sc' id='sc104' href='#sc104'>SC 104</a>- Này <i lang='pli' translate='no'>Poṭṭhapāda</i>, ngươi nghĩ thế nào? Sự kiện là như vậy, thời có phải lời nói ấy là chánh xác, hợp lý?</p>\n<p><a class='ref sc' id='sc105' href='#sc105'>SC 105</a>- Vâng phải, bạch Thế Tôn, sự kiện là như vậy, thời lời nói của người kia là chánh xác, hợp lý!</p>\n<p><a class='ref sc' id='sc106' href='#sc106'>SC 106</a><a class='ref pts-cs' id='pts-cs48' href='#pts-cs48'>PTS cs 48</a> Khi nghe nói vậy, Citta <i lang='pli' translate='no'>Hatthisāriputta</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc107' href='#sc107'>SC 107</a>—Bạch Thế Tôn, trong khi có thô phù ngã chấp, phải chăng không có ý sở thành ngã chấp, không có vô sắc ngã chấp? Thô phù ngã chấp khi ấy thật có tồn tại. Bạch Thế Tôn, trong khi có ý sở thành ngã chấp, phải chăng không có thô phù ngã chấp, không có vô sắc ngã chấp? Ý sở thành ngã chấp khi ấy thật có tồn tại. Bạch Thế Tôn, trong khi có vô sắc ngã chấp, phải chăng không có thô phù ngã chấp, không có ý sở thành ngã chấp? Vô sắc ngã chấp khi ấy thật có tồn tại.</p>\n<p><a class='ref sc' id='sc108' href='#sc108'>SC 108</a><a class='ref pts-cs' id='pts-cs49' href='#pts-cs49'>PTS cs 49</a> - Này Citta, trong khi có thô phù ngã chấp, thời ngã chấp ấy không thuộc ý sở thành ngã chấp, không thuộc vô sắc ngã chấp, chính khi ấy thuộc thô phù ngã chấp. Này Citta, trong khi có ý sở thành ngã chấp, thời ngã chấp ấy không thuộc thô phù ngã chấp, không thuộc vô sắc ngã chấp, chính khi ấy thuộc ý sở thành ngã chấp. Này Citta, trong khi có vô sắc ngã chấp, thời ngã chấp ấy không thuộc thô phù ngã chấp, không thuộc ý sở thành ngã chấp, chính khi ấy thuộc vô sắc ngã chấp. Này Citta, nếu có người hỏi ngươi: “Ngươi đã có tồn tại ở quá khứ hay không? Ngươi sẽ tồn tại ở tương lai hay không? Ngươi có tồn tại ở hiện tại không?” Này Citta, được hỏi vậy, ngươi trả lời như thế nào?</p>\n<p><a class='ref sc' id='sc109' href='#sc109'>SC 109</a>- Bạch Thế Tôn, nếu có người hỏi con: “Ngươi đã có tồn tại ở quá khứ hay không? Ngươi sẽ tồn tại ở tương lai hay không? Ngươi có tồn tại ở hiện tại hay không?” Bạch Thế Tôn được hỏi vậy, con sẽ trả lời: “Tôi đã có tồn tại ở quá khứ, không phải không tồn tại; tôi sẽ tồn tại ở tương lai, không phải không tồn tại; tôi tồn tại ở hiện tại, không phải không tồn tại”. Bạch Thế Tôn, nếu được hỏi như vậy, con sẽ trả lời như vậy.</p>\n<p><a class='ref sc' id='sc110' href='#sc110'>SC 110</a><a class='ref pts-cs' id='pts-cs50' href='#pts-cs50'>PTS cs 50</a> - Này Citta, nếu có người hỏi lại ngươi: “Quá khứ ngã chấp mà Ngươi đã có, có phải ngã chấp ấy đối với Ngươi là thật có, ngã chấp tương lai không tồn tại, ngã chấp hiện tại không tồn tại? Tương lai ngã chấp mà Ngươi sẽ có, có phải ngã chấp ấy đối với Ngươi là thật có, ngã chấp quá khứ không tồn tại, ngã chấp hiện tại không tồn tại? Hiện tại ngã chấp mà Ngươi hiện có, có phải ngã chấp ấy đối với Ngươi là thật có, ngã chấp quá khứ không tồn tại, ngã chấp tương lai không tồn tại?” Này Citta, được hỏi vậy, Ngươi trả lời thế nào?</p>\n<p><a class='ref sc' id='sc111' href='#sc111'>SC 111</a>- Bạch Thế Tôn, nếu có người hỏi con: “Quá khứ ngã chấp mà Ngươi đã có, có phải ngã chấp ấy đối với Ngươi là thật có, ngã chấp tương lai không tồn tại, ngã chấp hiện tại không tồn tại? Tương lai ngã chấp mà Ngươi sẽ có, có phải ngã chấp ấy đối với Ngươi là thật có, ngã chấp quá khứ không tồn tại, ngã chấp hiện tại không tồn tại? Hiện tại ngã chấp mà Ngươi hiện có, có phải ngã chấp ấy đối với Ngươi là thật có, ngã chấp quá khứ không tồn tại, ngã chấp tương lai không tồn tại?” Bạch Thế Tôn, nếu được hỏi vậy, con sẽ trả lời: “Quá khứ ngã chấp mà tôi đã có, ngã chấp ấy đối với tôi là thật có, ngã chấp tương lai không tồn tại, ngã chấp hiện tại không tồn tại? Tương lai ngã chấp mà tôi sẽ có, ngã chấp ấy đối với tôi là thật có, ngã chấp quá khứ không tồn tại, ngã chấp hiện tại không tồn tại. Hiện tại ngã chấp mà tôi hiện có, ngã chấp ấy đối với tôi là thật có, ngã chấp quá khứ không tồn tại, ngã chấp tương lai không tồn tại”. Bạch Thế Tôn, được hỏi vậy, con sẽ trả lời như vậy.</p>\n<p><a class='ref sc' id='sc112' href='#sc112'>SC 112</a><a class='ref pts-cs' id='pts-cs51' href='#pts-cs51'>PTS cs 51</a> - Như vậy này Citta, trong khi có thô phù ngã chấp, thời ngã chấp ấy không thuộc ý sở thành ngã chấp, không thuộc vô sắc ngã chấp, chính khi ấy thuộc thô phù ngã chấp. Này Citta, trong khi có ý sở thành ngã chấp, thời ngã chấp ấy không thuộc vô sắc ngã chấp, chính khi ấy thuộc ý sở thành ngã chấp. Này Citta, trong khi có vô sắc ngã chấp, thời ngã chấp không thuộc thô phù ngã chấp, không thuộc ý sở thành ngã chấp, chính khi ấy thuộc vô sắc ngã chấp.</p>\n<p><a class='ref sc' id='sc113' href='#sc113'>SC 113</a><a class='ref pts-cs' id='pts-cs52' href='#pts-cs52'>PTS cs 52</a> Này Citta, ví như từ bò cái sanh ra sữa, từ sữa sinh ra lạc, từ lạc sanh ra sanh tô, từ sanh tô sanh ra thục tô, từ thục tô sanh ra đề hồ. Khi thành sữa thời sữa ấy không thuộc lạc, không thuộc sanh tô, không thuộc thục tô, không thuộc đề hồ, chính khi ấy thuộc sữa; khi thành lạc … khi thành sanh tô … khi thành thục tô … khi thành đề hồ thời đề hồ không thuộc sữa, không thuộc lạc, không thuộc sanh tô, không thuộc thục tô, chính khi ấy thuộc đề hồ.</p>\n<p><a class='ref sc' id='sc114' href='#sc114'>SC 114</a><a class='ref pts-cs' id='pts-cs53' href='#pts-cs53'>PTS cs 53</a> Như vậy này Citta trong khi có thô phù ngã chấp … Này Citta, trong khi có ý sở thành ngã chấp … Này Citta, trong khi có vô sắc ngã chấp thời ngã chấp ấy không thuộc thô phù ngã chấp, không thuộc ý sở thành ngã chấp, chính khi ấy thuộc vô sắc ngã chấp. Này Citta, chúng chỉ là danh tự thế gian, ngôn ngữ thế gian, danh xưng thế gian, ký pháp thế gian. Như Lai dùng chúng nhưng không chấp trước chúng.</p>\n<p><a class='ref sc' id='sc115' href='#sc115'>SC 115</a><a class='ref pts-cs' id='pts-cs54' href='#pts-cs54'>PTS cs 54</a> Ðược nghe nói vậy du sĩ ngoại đạo <i lang='pli' translate='no'>Poṭṭhapāda</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc116' href='#sc116'>SC 116</a>—Thật vi diệu thay, bạch Thế Tôn! Thật vi diệu thay, bạch Thế Tôn! Như người dựng lại những gì bị quăng ngã xuống, phơi bày những gì bị che kín, chỉ đường cho những người lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc. Cũng vậy chánh pháp đã được Thế Tôn dùng nhiều phương tiện trình bày, giải thích. Bạch Thế Tôn, con xin quy y Thế Tôn, quy y Pháp và quy y chúng Tỷ-kheo. Mong Thế Tôn nhận con làm đệ tử, từ nay trở đi cho đến mạng chung, con trọn đời quy ngưỡng.</p>\n<p><a class='ref sc' id='sc117' href='#sc117'>SC 117</a><a class='ref pts-cs' id='pts-cs55' href='#pts-cs55'>PTS cs 55</a> Và Citta <i lang='pli' translate='no'>Hatthisāriputta</i> cũng bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc118' href='#sc118'>SC 118</a>—Thật vi diệu thay, bạch Thế Tôn! Thật vi diệu thay, bạch Thế Tôn! Như người dựng đứng lại những gì bị quăng ngã xuống, phơi bày ra những gì bị che kín, chỉ đường cho những người đi lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc. Cũng vậy, chánh pháp đã được Thế Tôn dùng nhiều phương tiện trình bày giải thích. Con xin quy y Thế Tôn, quy y Pháp và quy y chúng Tăng. Mong Thế Tôn cho con được xuất gia với Thế Tôn, mong cho con thọ đại giới.</p>\n<p><a class='ref sc' id='sc119' href='#sc119'>SC 119</a><a class='ref pts-cs' id='pts-cs56' href='#pts-cs56'>PTS cs 56</a> Citta <i lang='pli' translate='no'>Hatthisāriputta</i> được xuất gia với Thế Tôn và được thọ đại giới. Thọ đại giới không bao lâu, Ðại đức Citta <i lang='pli' translate='no'>Hatthisāriputta</i> ở một mình, an tịnh, không phóng dật, sống nhiệt tâm, cần mẫn. Và không bao lâu, vị này chứng được mục đích tối cao mà con cháu các lương gia đã xuất gia, từ bỏ gia đình, sống không gia đình hướng đến. Ðó là vô thượng phạm hạnh ngay trong hiện tại, tự mình với thắng trí chứng ngộ, chứng đạt và an trú: sanh đã tận, phạm hạnh đã thành, những gì nên làm đã làm sau đời này sẽ không có đời sống khác nữa. Ðại đức Citta <i lang='pli' translate='no'>Hatthisāriputta</i> hiểu biết như vậy.</p>\n<p><a class='ref sc' id='sc120' href='#sc120'>SC 120</a>Và đại đức Citta <i lang='pli' translate='no'>Hatthisāriputta</i> trở thành một vị A-la-hán nữa.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Long Discourses of the Buddha”, Maurice Walshe dịch, 1987).</p>\n<p>Hiệu đính: <strong>16–06–2007</strong></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "DN 9",
    "volpages": " PTS 1.178, PTS 1.179, PTS 1.180, PTS 1.181, PTS 1.182, PTS 1.183, PTS 1.184, PTS 1.185, PTS 1.186, PTS 1.187, PTS 1.188, PTS 1.189, PTS 1.190, PTS 1.191, PTS 1.192, PTS 1.193, PTS 1.194, PTS 1.195, PTS 1.196, PTS 1.197, PTS 1.198, PTS 1.199, PTS 1.200, PTS 1.201, PTS 1.202, PTS 1.203",
    "alt_volpages": null,
    "uid": "dn9",
    "blurb": "The Buddha discusses with a wanderer the nature of perception and how it evolves through deeper states of meditation. None of these, however, should be identified with a self or soul.",
    "difficulty": 3,
    "original_title": "Poṭṭhapādasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Poṭṭhapāda (Bố-sá-bà-lâu)",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "dn9_translation-de-sabbamitta",
        "segmented": true,
        "title": "Mit Poṭṭhapāda ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "dn9_translation-en-sujato",
        "segmented": true,
        "title": "With Poṭṭhapāda ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "dn9_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2022",
        "id": "dn9_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Razgovor sa Poṭṭhapādom ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "Bhikkhu Shilabhadra",
        "author_short": "Shilabhadra",
        "author_uid": "shilabhadra",
        "publication_date": null,
        "id": "bn_dn9_shilabhadra",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Thalpawila Kusalagnana, Dr. Mudagamuwe Maithrimurthi, Thomas Trätow",
        "author_short": "Kusalagnana…",
        "author_uid": "kusalagnana-maitrimurti-traetow",
        "publication_date": null,
        "id": "de_dn9_kusalagnana-maitrimurti-traetow",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Dr. R. Otto Franke",
        "author_short": "Franke",
        "author_uid": "franke",
        "publication_date": "1913",
        "id": "de_dn9_franke",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "publication_date": "2003",
        "id": "en_dn9_thanissaro",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": null,
        "id": "es_dn9_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2007",
        "id": "fr_dn9_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "he",
        "lang_name": "עִבְֿרִיתּ",
        "is_root": false,
        "author": "Shai Schwartz",
        "author_short": "Schwartz",
        "author_uid": "schwartz",
        "publication_date": "2014",
        "id": "he_dn9_schwartz",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1936",
        "id": "hi_dn9_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Fenyvesi Róbert",
        "author_short": "Fenyvesi",
        "author_uid": "fenyvesi",
        "publication_date": "2010",
        "id": "hu_dn9_fenyvesi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_dn9_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Enzo Alfano",
        "author_short": "Alfano",
        "author_uid": "alfano",
        "publication_date": null,
        "id": "it_dn9_alfano",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_dn9_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "H.V. Srirangaraj",
        "author_short": "Srirangaraj",
        "author_uid": "srirangaraj",
        "publication_date": "2012",
        "id": "kan_dn9_srirangaraj",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_dn9_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_dn9_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2013",
        "id": "pt_dn9_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_dn9_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_dn9_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_dn9_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Poṭṭhapāda (Bố-sá-bà-lâu)"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_dn9_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 43,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj7.388, cck9.223, csp1ed6.167, csp2ed6.167, dr9.238, km15.109, mc9.176, ms6D_685, msdiv406, ndp6.150, pts-cs1, pts-vp-pli1.178, sya9.223, vri1.160,km15.110, ms6D_686, msdiv407, pts-cs2,cck9.224, dr9.239, ms6D_687, msdiv408, pts-cs3, pts-vp-pli1.179,km15.111, ms6D_688, msdiv409, pts-cs4, sya9.224, vri1.161,csp1ed6.168, csp2ed6.168, mc9.177, ms6D_689, msdiv410, ndp6.151, pts-cs5,km15.112, ms6D_690,bj7.390, cck9.225, dr9.240, km15.113, ms6D_691, msdiv411, pts-cs6, pts-vp-pli1.180, sya9.225,ms6D_692,csp1ed6.169, csp2ed6.169, dr9.241, ms6D_693, vri1.162,cck9.226, km15.114, mc9.178, ms6D_694,ms6D_695, ndp6.152,bj7.392, km15.115, ms6D_696, msdiv412, pts-cs7, pts-vp-pli1.181, sya9.226,cck9.227, dr9.242, km15.116, ms6D_697, msdiv413, pts-vp-pli1.182, vri1.163,pts-cs8,pts-cs9,pts-cs10,bj7.402, csp1ed6.170, csp2ed6.170, mc9.179, ms6D_698, pts-cs11, pts-vp-pli1.183, sya9.227,dr9.243, km15.117, ms6D_699, ndp6.153, pts-cs12,cck9.228, km15.118, ms6D_700, pts-cs13,ms6D_701, pts-cs14, sya9.228, vri1.164,bj7.404, csp1ed6.171, csp2ed6.171, dr9.244, km15.119, mc9.180, ms6D_702, pts-cs15, pts-vp-pli1.184,cck9.229, km15.120, ms6D_703, ndp6.154, pts-cs16,dr9.245, km15.121, ms6D_704, msdiv414, pts-cs17, sya9.229,bj7.406, cck9.230, csp1ed6.172, csp2ed6.172, km15.122, mc9.181, ms6D_705, pts-cs18, pts-vp-pli1.185, sya9.230, vri1.165,dr9.246, km15.123, ms6D_706, msdiv415, ndp6.155, pts-cs19,bj7.408, cck9.231, ms6D_707, msdiv416, pts-cs20,csp1ed6.173, csp2ed6.173, dr9.247, km15.124, mc9.182, ms6D_708, msdiv417, pts-cs21, pts-vp-pli1.186, sya9.231, vri1.166,cck9.232, dr9.248, km15.125, ms6D_709, msdiv418, ndp6.156, pts-cs22,bj7.410, km15.126, ms6D_710, msdiv419, pts-cs23, pts-vp-pli1.187, sya9.232,dr9.249, ms6D_711, msdiv420, pts-cs24,cck9.233, csp1ed6.174, csp2ed6.174, km15.127, mc9.183, ms6D_712, pts-cs25,ms6D_713, pts-cs26, sya9.233, vri1.167,bj7.412, km15.128, ms6D_714, ndp6.157, pts-cs27, pts-vp-pli1.188,bj7.414, dr9.250, ms6D_715, pts-cs28, pts-vp-pli1.189,cck9.234, km15.129, ms6D_716, pts-cs29,ms6D_717, pts-cs30, sya9.234,csp1ed6.175, csp2ed6.175, dr9.251, km15.130, mc9.184, ms6D_718, msdiv421, pts-cs31, pts-vp-pli1.190, vri1.168,bj7.416, cck9.235, ms6D_719, ndp6.158,cck9.236, csp1ed6.176, csp2ed6.176, dr9.252, km15.131, km15.132, mc9.185, ms6D_720, msdiv422, pts-cs32, pts-vp-pli1.191, sya9.235, vri1.169,bj7.418, km15.133, ms6D_721, msdiv423, ndp6.159, pts-cs33, sya9.236,cck9.237, csp1ed6.177, csp2ed6.177, dr9.253, km15.134, ms6D_722,km15.135, mc9.186, ms6D_723,dr9.254, ms6D_724, msdiv424, pts-vp-pli1.192, sya9.237,km15.136, ms6D_725, vri1.170,bj7.420, cck9.238, ms6D_726, msdiv425, ndp6.160, pts-cs34,csp1ed6.178, csp2ed6.178, km15.137, ms6D_727,ms6D_728, sya9.238,dr9.255, mc9.187, ms6D_729, pts-vp-pli1.193,km15.138, ms6D_730,cck9.239, dr9.256, km15.139, ms6D_731, msdiv426, pts-cs35, vri1.171,ms6D_732, ndp6.161, sya9.239,bj7.422, csp1ed6.179, csp2ed6.179, km15.140, mc9.188, ms6D_733, pts-cs36, pts-vp-pli1.194,cck9.240, ms6D_734,ms6D_735,dr9.257, km15.141, ms6D_736,ms6D_737, sya9.240, vri1.172,cck9.241, ms6D_738, msdiv427, pts-cs37,dr9.258, km15.142, mc9.189, ms6D_739, ndp6.162,bj7.424, csp1ed6.180, csp2ed6.180, ms6D_740, pts-cs38, pts-vp-pli1.195,km15.143, ms6D_741, sya9.241,ms6D_742,cck9.242, dr9.259, ms6D_743, vri1.173,km15.144, ms6D_744,mc9.190, ms6D_745, msdiv428, pts-cs39,bj7.426, cck9.243, csp1ed6.181, csp2ed6.181, dr9.260, km15.145, km15.146, ms6D_746, msdiv429, ndp6.163, pts-cs40, pts-vp-pli1.196, sya9.242,km15.147, ms6D_747, msdiv430, pts-cs41, sya9.243, vri1.174,cck9.244, csp1ed6.182, csp2ed6.182, dr9.261, km15.148, mc9.191, ms6D_748, msdiv431, pts-cs42, pts-vp-pli1.197,bj7.428, ms6D_749, msdiv432, ndp6.164, pts-cs43,km15.149, ms6D_750, msdiv433, pts-cs44, pts-vp-pli1.198, sya9.244, vri1.175,csp1ed6.183, csp2ed6.183, dr9.262, ms6D_751, msdiv434, pts-cs45,bj7.430, cck9.245, mc9.192, ms6D_752,km15.150, ms6D_753, msdiv435, ndp6.165, pts-cs46,ms6D_754,csp1ed6.184, csp2ed6.184, dr9.263, km15.151, ms6D_755, msdiv436, pts-cs47, pts-vp-pli1.199, sya9.245, vri1.176,cck9.246, ms6D_756,bj7.432, dr9.264, km15.152, mc9.193, ms6D_757, msdiv437, pts-cs48,cck9.247, km15.153, ms6D_758, ndp6.166, pts-cs49, pts-vp-pli1.200, sya9.246,csp1ed6.185, csp2ed6.185, ms6D_759, msdiv438, vri1.177,dr9.265, ms6D_760,km15.154, mc9.194, ms6D_761, pts-cs50, sya9.247,bj7.434, cck9.248, dr9.266, km15.155, ms6D_762, ndp6.167, pts-vp-pli1.201,cck9.249, csp1ed6.186, csp2ed6.186, km15.156, ms6D_763, msdiv439, pts-cs51, sya9.248, vri1.178,bj7.436, cck9.250, dr9.267, km15.157, mc9.195, ms6D_764, msdiv440, pts-cs52, pts-vp-pli1.202, sya9.249,pts-cs53,km15.158, ms6D_765, msdiv441, ndp6.168, pts-cs54,csp1ed6.187, csp2ed6.187, ms6D_766, msdiv442, pts-cs55, vri1.179,dr9.268, km15.159, mc9.196, ms6D_767, msdiv443, pts-cs56, pts-vp-pli1.203",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "dn9",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Poṭṭhapādasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "thanissaro"
  ]
}