{
  "root_text": {
    "uid": "mn102",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Năm và Ba",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Is This What You Think Of Me? ",
      "uid": "mn103"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "At Devadaha ",
      "uid": "mn101"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn102' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>102. Kinh Năm và Ba</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn trú ở <i lang='pli' translate='no'>Sāvatthi</i>, <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà-lâm), tại tu viện ông <i lang='pli' translate='no'>Anāthapiṇḍika</i>. Ở đây, Thế Tôn gọi các Tỷ-kheo: “Này các Tỷ-kheo” -” Thưa vâng, bạch Thế Tôn”. Các vị Tỷ-kheo ấy vâng đáp Thế Tôn. Thế Tôn nói như sau</p>\n<h2>Luận bàn về tương lai</h2>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Này các Tỷ-kheo, có một số Sa-môn, Bà-la-môn luận bàn về tương lai, thảo luận về tương lai, y cứ vào tương lai, tuyên bố nhiều quan điểm sai khác. Ở đây, một số tuyên bố: “Sau khi chết, tự ngã không bệnh, có tưởng”. Ở đây, một số tuyên bố: “Sau khi chết, tự ngã không bệnh, không tưởng”. Ở đây một số tuyên bố: “Sau khi chết, tự ngã không bệnh, phi tưởng và phi phi tưởng”. Hay họ chủ trương đoạn diệt hủy hoại, tiêu diệt của loài hữu tình hiện đang sanh tồn. Hay một số lại tuyên bố về hiện tại Niết-bàn.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Như vậy, họ chủ trương sau khi chết, tự ngã tồn tại không bệnh. Hay họ chủ trương đoạn diệt, hủy hoại, tiêu diệt của loài hữu tình hiện đang sanh tồn. Hay một số lại tuyên bố hiện tại Niết-bàn. Như vậy, những chủ thuyết này, sau khi thành năm trở lại thành ba, sau khi thành ba, trở lại thành năm. Ðây là sự tổng thuyết năm và ba.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Ở đây, này các Tỷ-kheo, những vị Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã có tưởng, không bệnh, các Tôn giả Sa-môn, Bà-la-môn ấy hoặc chủ trương sau khi chết tự ngã có sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không có sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc và không sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không sắc và không không sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương tự ngã hoặc nhất tưởng, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc dị tưởng, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương tự ngã sau khi chết hoặc thiểu tưởng, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc vô lượng tưởng, có tưởng, không bệnh. Nhưng có một số tuyên bố thức biến này (vinnanakasina) khi vượt qua khỏi (upativattatam) trở thành vô lượng, bất động.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Về vấn đề này, này các Tỷ-kheo, Như Lai biết như sau: “Những Tôn giả Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã có tưởng, không bệnh, các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không có sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết tự ngã hoặc có sắc và không sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết tự ngã hoặc không sắc và không không sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc nhứt tưởng, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc dị tưởng, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc thiểu tưởng, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc vô lượng tưởng, có tưởng, không bệnh. Hay Như Lai biết loại tưởng nào trong các loại tưởng ấy được xưng là thanh tịnh, tối thắng, đệ nhất, vô thượng, tức là sắc tưởng, tức là vô sắc tưởng, tức là nhứt tưởng, tức là dị tưởng. Nói rằng: “vô sở hữu”, một số tuyên bố Vô sở hữu xứ là vô lượng, bất động. Biết rằng cái này thuộc hữu vi, là thô pháp, nhưng có sự đoạn diệt các hành, biết được có sự đoạn diệt này, Như Lai thấy sự giải thoát khỏi pháp hữu vi và đã vượt khỏi pháp hữu vi”.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Ở đây, này các Tỷ-kheo, những vị Sa-môn, Bà—la-môn nào chủ trương sau khi chết, tự ngã không tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc không tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không sắc, không tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc không sắc, không tưởng, không bệnh. Các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết tự ngã hoặc cũng không sắc, không không sắc, không tưởng, không bệnh.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Ở đây, này các Tỷ-kheo, các vị Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã có tưởng, vô bệnh, một số phỉ báng các vị ấy. Vì sao vậy? Họ nói rằng: “Tưởng là bệnh hoạn, tưởng là mụt nhọt, tưởng là mũi tên; đây là tịch tịnh, thù diệu tức là vô tưởng”.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Về vấn đề này, này các Tỷ-kheo, Như Lai biết như sau: “Những Tôn giả Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã là không tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc, không tưởng, không bệnh; Các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không sắc, không tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc và không sắc, không tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không có sắc, không không sắc, không tưởng, không bệnh”. Này các Tỷ-kheo, vị Sa-môn hay Bà-la-môn nào nói như sau: “Ngoài sắc, ngoài thọ, ngoài tưởng, ngoài hành, ngoài thức, ta sẽ chủ trương sự lai, vãng, tử, sanh, tăng trưởng, tăng thịnh, hay tăng đại”; sự tình không có như vậy. Biết rằng cái này thuộc hữu vi là thô pháp, nhưng có sự đoạn diệt các hành, biết được có sự đoạn diệt này, Như Lai thấy sự giải thoát pháp hữu vi và đã vượt khỏi pháp hữu vi.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Ở đây, này các Tỷ-kheo, những Tôn giả Sa-môn, Bà-la-môn nào chủ trương sau khi chết tự ngã là Phi tưởng phi phi tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc, phi tưởng phi phi tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không sắc, phi tưởng phi phi tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc và không sắc, phi tưởng phi phi tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không sắc, không không sắc, phi tưởng phi phi tưởng, không bệnh.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Ở đây này các Tỷ-kheo, các vị Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã có tưởng, không bệnh, một số phỉ báng các vị ấy; các Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã không tưởng, không bệnh, một số phỉ báng các vị ấy. Vì sao vậy? Họ nói rằng: “Tưởng là bệnh hoạn, tưởng là mụt nhọt, tưởng là mũi tên, không tưởng là si ám. Ðây là tịch tịnh, thù diệu, tức là phi tưởng phi phi tưởng”.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Về vấn đề này, này các Tỷ-kheo, Như Lai biết như sau: “Những Tôn giả Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã là phi tưởng phi phi tưởng, không bệnh, các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc, phi tưởng phi phi tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không sắc, phi tưởng phi phi tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc và không sắc, phi tưởng phi phi tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã là không có sắc, không không sắc, phi tưởng phi phi tưởng, không bệnh”.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Này các Tỷ-kheo, những Sa-môn, Bà-la-môn nào chủ trương sự thành tựu của xứ này (<i lang='pli' translate='no'>āyatana</i>) chỉ nhờ những hành có thể thấy được, nghe được, tư duy được, ý thức được; đây được xưng, này các Tỷ-kheo, là tổn hại cho sự thành tựu xứ (<i lang='pli' translate='no'>āyatana</i>) này. Vì rằng, này các Tỷ-kheo, xứ này không được xưng là có thể đạt thành nhờ sự thành tựu hữu hành (sasankhara), mà này các Tỷ-kheo, xứ này được xưng là có thể đạt thành nhờ sự thành tựu không có hành nào còn lại. Biết rằng cái này thuộc hữu vi là thô pháp, nhưng có sự đoạn diệt các hành, biết được có sự đoạn diệt này, Như Lai thấy sự giải thoát khỏi pháp hữu vi và đã vượt khỏi pháp hữu vi.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Ở đây, này các Tỷ-kheo, những vị Sa-môn, Bà-la-môn nào chủ trương đoạn diệt, hủy hoại, diệt tận của loại hữu tình hiện đang sinh tồn. Ở đây, này các Tỷ-kheo, những vị Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã có tưởng, không bệnh, một số phỉ báng các vị ấy. Còn những vị Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã không tưởng, không bệnh, một số phỉ báng các vị ấy. Còn những vị Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã phi tưởng phi phi tưởng, không bệnh, một số phỉ báng các vị ấy. Vì sao vậy? Tất cả những Tôn giả Sa-môn, Bà-la-môn này hướng thượng tuyên bố có chấp trước: “Ðời sau chúng ta sẽ hiện hữu, đời sau chúng ta sẽ hiện hữu”. Ví như một người lái buôn đi buôn bán nghĩ rằng: “Từ đây ta sẽ có vật này, ta sẽ được vật này từ cái này”. Cũng vậy, những vị Sa-môn, Bà-la-môn này, chúng ta nghĩ rằng, cũng giống như những người lái buôn khi các vị này nói: “Ðời sau chúng ta sẽ hiện hữu, đời sau chúng ta sẽ hiện hữu”.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Về vấn đề này, này các Tỷ-kheo, Như Lai biết được: “Những Tôn giả Sa-môn, Bà-la-môn này chủ trương đoạn diệt, hủy hoại, diệt tận, loại hữu tình hiện đang sinh tồn, những vị ấy sợ hãi tự thân, yếm ly tự thân, chỉ chạy theo và chạy vòng quanh tự thân”. Ví như một con chó bị dây cột vào một cột trụ hay cây cột vững chắc, chạy theo và chạy vòng tròn cột trụ hay cây cột ấy. Cũng vậy, các Tôn giả Sa-môn, Bà-la-môn ấy sợ hãi tự thân, yếm ly tự thân, chỉ biết chạy theo và chạy vòng quanh tự thân. Biết rằng cái này thuộc hữu vi là thô pháp, nhưng có sự đoạn diệt các hành, biết được có sự đoạn diệt này, Như Lai thấy sự giải thoát khỏi pháp hữu vi, và đã vượt khỏi pháp hữu vi.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Này các Tỷ-kheo, những Sa-môn hay Bà-la-môn nào luận bàn về tương lai, thảo luận về tương lai, y cứ vào tương lai tuyên bố nhiều quan điểm sai khác, tất cả đều tuyên bố năm xứ này hay một trong chúng.</p>\n<h2>Luận bàn về quá khứ</h2>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Này các Tỷ-kheo, có một số Sa-môn, Bà-la-môn luận bàn về quá khứ, thảo luận về quá khứ, y cứ vào quá khứ, tuyên bố nhiều quan điểm sai khác: “Tự ngã và thế giới là thường còn; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là vô thường; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy: “Tự ngã và thế giới là thường còn, là vô thường; chỉ như vậy là chân thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là không phải thường còn, không phải vô thường; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là hữu biên; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là vô biên; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là hữu biên và vô biên; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới không phải hữu biên, không phải vô biên; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là nhứt tưởng; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là dị tưởng; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là thiểu tưởng; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là vô lượng tưởng; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là nhứt hướng lạc; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là nhứt hướng khổ; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là lạc và khổ; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là không khổ, không lạc; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Ở đây, này các Tỷ-kheo, những vị Sa-môn, Bà-la-môn nào có chủ thuyết như sau, có quan điểm như sau: “Tự ngã và thế giới là thường còn, chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ngoài tín, ngoài hỷ, ngoài tùy văn, ngoài thẩm định lý do, ngoài kham nhẫn chấp thọ tà kiến, trí tự mình sẽ trở thành thanh tịnh, trong sạch; sự tình như vậy không xảy ra. Này các Tỷ-kheo, nếu trí tự mình không trở thành thanh tịnh, trong sạch, thời cho đến chỉ một phần nhỏ của trí mà những Tôn giả Sa-môn, Bà-la-môn ấy làm cho trong sạch, chính như vậy cũng được xưng là chấp trước đối với những vị Tôn giả Sa-môn, Bà-la-môn ấy. Biết rằng cái này thuộc hữu vi là thô pháp, không có sự đoạn diệt các hành, biết được có sự đoạn diệt này, Như Lai thấy sự giải thoát khỏi pháp hữu vi và đã vượt khỏi pháp hữu vi.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Ở đây, này các Tỷ-kheo, những vị Sa-môn, Bà-la-môn nào có lý thuyết như sau, có quan điểm như sau: “Tự ngã và thế giới là vô thường … tự ngã và thế giới là thường còn và vô thường … tự ngã và thế giới không thường còn và không vô thường … tự ngã và thế giới là vô biên … tự ngã và thế giới là hữu biên và vô biên … tự ngã và thế giới là không hữu biên và không vô biên … tự ngã và thế giới là nhứt tưởng … tự ngã và thế giới là dị tưởng … tự ngã và thế giới là thiểu tưởng … tự ngã và thế giới là vô lượng tưởng … tự ngã và thế giới là nhứt hướng lạc … tự ngã và thế giới là nhứt hướng khổ … tự ngã và thế giới là lạc và khổ … tự ngã và thế giới là không khổ, không lạc; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ngoài lòng tin, ngoài hỷ, ngoài tùy văn, ngoài thẩm định lý do, ngoài sự kham nhẫn chấp thọ tà kiến, trí tự mình sẽ trở thành thanh tịnh, trong sạch, sự tình như vậy không xảy ra. Này các Tỷ-kheo, nếu trí tự mình không trở thành thanh tịnh, trong sạch, thời cho đến chỉ một phần nhỏ của trí mà những Tôn giả Sa-môn, Bà-la-môn ấy làm cho trong sạch, chính như vậy cũng được xưng là chấp trước đối với những Tôn giả Sa-môn, Bà-la-môn ấy. Biết rằng cái này thuộc hữu vi là thô pháp, nhưng có sự đoạn diệt các hành, biết được có sự đoạn diệt này, Như Lai thấy sự giải thoát khỏi pháp hữu vi, và đã vượt khỏi pháp hữu vi.</p>\n<h2>Niết-bàn hiện tiền</h2>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Ở đây, này các Tỷ-kheo, có vị Sa-môn hay Bà-la-môn do từ bỏ những quan điểm về quá khứ, và từ bỏ những quan điểm về tương lai, do không hoàn toàn chú tâm đến những dục kiết sử, đạt được viễn ly hỷ và an trú. Vị ấy nghĩ: “Ðây là sự thật, đây là thù diệu, tức là đạt được viễn ly hỷ, ta an trú”. Nhưng nếu viễn ly hỷ ấy của vị này bị đoạn diệt, do viễn ly hỷ bị đoạn diệt, ưu tư sanh khởi. Do ưu tư được đoạn diệt, viễn ly hỷ sanh khởi. Ví như, này các Tỷ-kheo, chỗ nào bóng mát từ bỏ, chỗ ấy sức nóng mặt trời lan rộng, chỗ nào sức nóng mặt trời từ bỏ, chỗ ấy bóng mát lan rộng; cũng vậy, này các Tỷ-kheo, do viễn ly hỷ bị đoạn diệt, ưu tư sanh khởi. Do ưu tư được đoạn diệt nên viễn ly hỷ sanh khởi.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Về vấn đề này, này các Tỷ-kheo, Như Lai biết như sau: Vị Tôn giả Sa-môn hay Bà-la-môn này, do từ bỏ những quan điểm về quá khứ, và do từ bỏ những quan điểm về tương lai, do hoàn toàn không chú tâm đến các dục kiết sử, sau khi đạt được viễn ly hỷ, liền an trú: “Ðây là sự thật, đây là thù diệu, tức là đạt được viễn ly hỷ, ta an trú”. Viễn ly ấy của vị này bị đoạn diệt. Do viễn ly hỷ bị đoạn diệt, ưu tư sanh khởi; do ưu tư được đoạn diệt, viễn ly hỷ sanh khởi. Biết rằng cái này thuộc hữu vi pháp là thô pháp, nhưng có sự đoạn diệt các hành, biết được có sự đoạn diệt này, Như Lai thấy sự giải thoát khỏi pháp hữu vi và đã vượt khỏi pháp hữu vi.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Nhưng ở đây, này các Tỷ-kheo, có vị Sa-môn hay Bà-la-môn, do từ bỏ các quan điểm về quá khứ, do từ bỏ các quan điểm về tương lai, do hoàn toàn không chú tâm đến các dục kiết sử, do vượt qua viễn ly hỷ, sau khi đạt được phi vật chất lạc liền an trú: “Ðây là sự thật, đây là thù diệu tức là đạt được phi vật chất lạc, ta an trú”. Phi vật chất lạc của vị ấy bị đoạn diệt; do phi vật chất lạc bị đoạn diệt, viễn ly hỷ sanh khởi; do viễn ly hỷ bị đoạn diệt, phi vật chất lạc sanh khởi. Ví như, này các Tỷ-kheo, chỗ nào bóng mát từ bỏ, chỗ ấy sức nóng mặt trời lan rộng, chỗ nào sức nóng mặt trời từ bỏ, chỗ ấy bóng mát lan rộng; cũng vậy, này các Tỷ-kheo, do phi vật chất lạc bị đoạn diệt, viễn ly hỷ sanh khởi; do viễn ly hỷ bị đoạn diệt, phi vật chất lạc sanh khởi.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Về vấn đề này, này các Tỷ-kheo, Như Lai biết như sau: Vị Tôn giả Sa-môn hay Bà-la-môn này, do từ bỏ các quan điểm về quá khứ, do từ bỏ các quan điểm về tương lai, do hoàn toàn không chú tâm đến các dục kiết sử, do vượt qua viễn ly hỷ, đạt được phi vật chất lạc và an trú: “Ðây là sự thật, đây là thù diệu, tức là đạt được phi vật chất lạc, ta an trú”. Phi vật chất lạc ấy của vị này bị đoạn diệt. Do phi vật chất lạc bị đoạn diệt, viễn ly hỷ sanh khởi; do viễn ly hỷ bị đoạn diệt, phi vật chất lạc sanh khởi. Biết rằng cái này thuộc hữu vi là thô pháp, nhưng có sự đoạn diệt các hành; biết được có sự đoạn diệt này, Như Lai thấy được sự giải thoát khỏi pháp hữu vi và đã vượt khỏi pháp hữu vi.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Ở đây, này các Tỷ-kheo, có Sa-môn hay Bà-la-môn, do từ bỏ các quan điểm về quá khứ, do từ bỏ các quan điểm về tương lai, do hoàn toàn không chú tâm đến các dục kiết sử, do vượt qua viễn ly hỷ, do vượt qua phi vật chất lạc, sau khi đạt được vô khổ vô lạc thọ, liền an trú: “Ðây là sự thật, đây là thù diệu, tức là đạt được vô khổ vô lạc thọ, ta an trú”. Vô khổ vô lạc thọ ấy của vị này bị đoạn diệt. Do vô khổ vô lạc thọ bị đoạn diệt, phi vật chất lạc sanh khởi; do phi vật chất lạc bị đoạn diệt, vô khổ vô lạc thọ sanh khởi. Ví như này các Tỷ-kheo, chỗ nào bóng mát từ bỏ, chỗ ấy sức nóng mặt trời lan rộng, chỗ nào sức nóng từ bỏ, chỗ ấy bóng mát lan rộng; cũng vậy, này các Tỷ-kheo, do vô khổ vô lạc thọ bị đoạn diệt, phi vật chất lạc sanh khởi; do phi vật chất lạc bị đoạn diệt, vô khổ vô lạc thọ sanh khởi.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Về vấn đề này, này các Tỷ-kheo, Như Lai biết như sau: vị Tôn giả Sa-môn hay Bà-la-môn này, do từ bỏ các quan điểm về quá khứ, do từ bỏ các quan điểm về tương lai, do hoàn toàn không chú tâm đến các dục kiết sử, do vượt qua viễn ly hỷ, do vượt qua phi vật chất lạc, sau khi đạt được vô khổ vô lạc thọ, liền an trú: “Ðây là sự thật, đây là thù diệu, tức là đạt được vô khổ vô lạc thọ, ta an trú”. Vô khổ vô lạc thọ ấy của vị này bị đoạn diệt. Do vô khổ vô lạc thọ bị đoạn diệt, phi vật chất lạc sanh khởi; do phi vật chất lạc bị đoạn diệt, vô khổ vô lạc thọ sanh khởi. Biết rằng cái này thuộc hữu vi là thô pháp, nhưng có sự đoạn diệt các hành, sau khi biết được: “Ðây có sự đoạn diệt các hành này, Như Lai thấy được sự giải thoát khỏi hữu vi pháp” và đã vượt khỏi hữu vi pháp.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Nhưng ở đây, này các Tỷ-kheo, có vị Sa-môn hay Bà-la-môn, do từ bỏ các quan điểm về quá khứ, do từ bỏ các quan điểm về tương lai, do hoàn toàn không chú tâm đến các dục kiết sử, do vượt khỏi viễn ly hỷ, do vượt khỏi phi vật chất lạc, do vượt khỏi vô khổ vô lạc thọ, vị ấy quán: “Ta là tịch tịnh, ta là tịch diệt, ta là không chấp thủ”.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Ở đây, này các Tỷ-kheo, Như Lai biết như sau: Vị Tôn giả Sa-môn, Bà la môn này, do từ bỏ các quan điểm về quá khứ, do từ bỏ các quan điểm về tương lai, do hoàn toàn không chú tâm đến các dục kiết sử, do vượt khỏi viễn ly hỷ, do vượt khỏi phi vật chất lạc, do vượt khỏi vô khổ vô lạc thọ, vị ấy quán: “Ta là tịch tịnh, ta là tịch diệt, ta là không chấp thủ”. Chắc chắn vị Ðại đức này tuyên bố con đường thích hợp đưa đến Niết-bàn. Nhưng vị Tôn giả Sa-môn, Bà-la-môn này khởi lên chấp thủ, hoặc chấp thủ quan điểm về quá khứ, hoặc chấp thủ quan điểm về tương lai, hoặc chấp thủ dục kiết sử, hoặc chấp thủ viễn ly hỷ, hoặc chấp thủ phi vật chất lạc, hoặc chấp thủ vô khổ vô lạc thọ. Dầu cho vị Ðại đức này quán: “Ta là tịch tịnh, ta là tịch diệt, ta không có chấp trước”, nhưng vị này vẫn được xem là có chấp trước về điểm ấy. Biết rằng cái này thuộc hữu vi pháp là thô pháp, nhưng có đoạn diệt các hành, sau khi biết được có sự đoạn diệt các hành này, Như Lai thấy được sự giải thoát khỏi hữu vi pháp và đã vượt khỏi hữu vi pháp.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Nhưng ở đây, này các Tỷ-kheo, vô thượng tịch tịnh, tối thắng đạo được Như Lai chánh đẳng giác, nghĩa là sau khi như thật biết sự tập khởi, sự đoạn diệt, vị ngọt và sự nguy hiểm của sáu xúc xứ, có sự giải thoát không chấp thủ. Ở đây, này các Tỷ-kheo, vô thượng tịch tịnh tối thắng đạo này được Như Lai chánh đẳng giác, nghĩa là sau khi như thật biết sự tập khởi, sự đoạn diệt, vị ngọt và sự nguy hiểm của sáu xúc xứ, có sự giải thoát không chấp thủ.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo hoan hỷ tín thọ lời Thế Tôn dạy.</p>\n<blockquote class='gatha'></blockquote>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>12–07–2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn102",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Năm và Ba",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Is This What You Think Of Me? ",
      "uid": "mn103"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "At Devadaha ",
      "uid": "mn101"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn102' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>102. Kinh Năm và Ba</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn trú ở <i lang='pli' translate='no'>Sāvatthi</i>, <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà-lâm), tại tu viện ông <i lang='pli' translate='no'>Anāthapiṇḍika</i>. Ở đây, Thế Tôn gọi các Tỷ-kheo: “Này các Tỷ-kheo” -” Thưa vâng, bạch Thế Tôn”. Các vị Tỷ-kheo ấy vâng đáp Thế Tôn. Thế Tôn nói như sau</p>\n<h2>Luận bàn về tương lai</h2>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Này các Tỷ-kheo, có một số Sa-môn, Bà-la-môn luận bàn về tương lai, thảo luận về tương lai, y cứ vào tương lai, tuyên bố nhiều quan điểm sai khác. Ở đây, một số tuyên bố: “Sau khi chết, tự ngã không bệnh, có tưởng”. Ở đây, một số tuyên bố: “Sau khi chết, tự ngã không bệnh, không tưởng”. Ở đây một số tuyên bố: “Sau khi chết, tự ngã không bệnh, phi tưởng và phi phi tưởng”. Hay họ chủ trương đoạn diệt hủy hoại, tiêu diệt của loài hữu tình hiện đang sanh tồn. Hay một số lại tuyên bố về hiện tại Niết-bàn.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Như vậy, họ chủ trương sau khi chết, tự ngã tồn tại không bệnh. Hay họ chủ trương đoạn diệt, hủy hoại, tiêu diệt của loài hữu tình hiện đang sanh tồn. Hay một số lại tuyên bố hiện tại Niết-bàn. Như vậy, những chủ thuyết này, sau khi thành năm trở lại thành ba, sau khi thành ba, trở lại thành năm. Ðây là sự tổng thuyết năm và ba.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Ở đây, này các Tỷ-kheo, những vị Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã có tưởng, không bệnh, các Tôn giả Sa-môn, Bà-la-môn ấy hoặc chủ trương sau khi chết tự ngã có sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không có sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc và không sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không sắc và không không sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương tự ngã hoặc nhất tưởng, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc dị tưởng, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương tự ngã sau khi chết hoặc thiểu tưởng, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc vô lượng tưởng, có tưởng, không bệnh. Nhưng có một số tuyên bố thức biến này (vinnanakasina) khi vượt qua khỏi (upativattatam) trở thành vô lượng, bất động.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Về vấn đề này, này các Tỷ-kheo, Như Lai biết như sau: “Những Tôn giả Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã có tưởng, không bệnh, các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không có sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết tự ngã hoặc có sắc và không sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết tự ngã hoặc không sắc và không không sắc, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc nhứt tưởng, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc dị tưởng, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc thiểu tưởng, có tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc vô lượng tưởng, có tưởng, không bệnh. Hay Như Lai biết loại tưởng nào trong các loại tưởng ấy được xưng là thanh tịnh, tối thắng, đệ nhất, vô thượng, tức là sắc tưởng, tức là vô sắc tưởng, tức là nhứt tưởng, tức là dị tưởng. Nói rằng: “vô sở hữu”, một số tuyên bố Vô sở hữu xứ là vô lượng, bất động. Biết rằng cái này thuộc hữu vi, là thô pháp, nhưng có sự đoạn diệt các hành, biết được có sự đoạn diệt này, Như Lai thấy sự giải thoát khỏi pháp hữu vi và đã vượt khỏi pháp hữu vi”.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Ở đây, này các Tỷ-kheo, những vị Sa-môn, Bà—la-môn nào chủ trương sau khi chết, tự ngã không tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc không tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không sắc, không tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc không sắc, không tưởng, không bệnh. Các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết tự ngã hoặc cũng không sắc, không không sắc, không tưởng, không bệnh.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Ở đây, này các Tỷ-kheo, các vị Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã có tưởng, vô bệnh, một số phỉ báng các vị ấy. Vì sao vậy? Họ nói rằng: “Tưởng là bệnh hoạn, tưởng là mụt nhọt, tưởng là mũi tên; đây là tịch tịnh, thù diệu tức là vô tưởng”.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Về vấn đề này, này các Tỷ-kheo, Như Lai biết như sau: “Những Tôn giả Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã là không tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc, không tưởng, không bệnh; Các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không sắc, không tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc và không sắc, không tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không có sắc, không không sắc, không tưởng, không bệnh”. Này các Tỷ-kheo, vị Sa-môn hay Bà-la-môn nào nói như sau: “Ngoài sắc, ngoài thọ, ngoài tưởng, ngoài hành, ngoài thức, ta sẽ chủ trương sự lai, vãng, tử, sanh, tăng trưởng, tăng thịnh, hay tăng đại”; sự tình không có như vậy. Biết rằng cái này thuộc hữu vi là thô pháp, nhưng có sự đoạn diệt các hành, biết được có sự đoạn diệt này, Như Lai thấy sự giải thoát pháp hữu vi và đã vượt khỏi pháp hữu vi.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Ở đây, này các Tỷ-kheo, những Tôn giả Sa-môn, Bà-la-môn nào chủ trương sau khi chết tự ngã là Phi tưởng phi phi tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc, phi tưởng phi phi tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không sắc, phi tưởng phi phi tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc và không sắc, phi tưởng phi phi tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không sắc, không không sắc, phi tưởng phi phi tưởng, không bệnh.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Ở đây này các Tỷ-kheo, các vị Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã có tưởng, không bệnh, một số phỉ báng các vị ấy; các Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã không tưởng, không bệnh, một số phỉ báng các vị ấy. Vì sao vậy? Họ nói rằng: “Tưởng là bệnh hoạn, tưởng là mụt nhọt, tưởng là mũi tên, không tưởng là si ám. Ðây là tịch tịnh, thù diệu, tức là phi tưởng phi phi tưởng”.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Về vấn đề này, này các Tỷ-kheo, Như Lai biết như sau: “Những Tôn giả Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã là phi tưởng phi phi tưởng, không bệnh, các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc, phi tưởng phi phi tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc không sắc, phi tưởng phi phi tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã hoặc có sắc và không sắc, phi tưởng phi phi tưởng, không bệnh; các Tôn giả Sa-môn, Bà-la-môn ấy chủ trương sau khi chết, tự ngã là không có sắc, không không sắc, phi tưởng phi phi tưởng, không bệnh”.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Này các Tỷ-kheo, những Sa-môn, Bà-la-môn nào chủ trương sự thành tựu của xứ này (<i lang='pli' translate='no'>āyatana</i>) chỉ nhờ những hành có thể thấy được, nghe được, tư duy được, ý thức được; đây được xưng, này các Tỷ-kheo, là tổn hại cho sự thành tựu xứ (<i lang='pli' translate='no'>āyatana</i>) này. Vì rằng, này các Tỷ-kheo, xứ này không được xưng là có thể đạt thành nhờ sự thành tựu hữu hành (sasankhara), mà này các Tỷ-kheo, xứ này được xưng là có thể đạt thành nhờ sự thành tựu không có hành nào còn lại. Biết rằng cái này thuộc hữu vi là thô pháp, nhưng có sự đoạn diệt các hành, biết được có sự đoạn diệt này, Như Lai thấy sự giải thoát khỏi pháp hữu vi và đã vượt khỏi pháp hữu vi.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Ở đây, này các Tỷ-kheo, những vị Sa-môn, Bà-la-môn nào chủ trương đoạn diệt, hủy hoại, diệt tận của loại hữu tình hiện đang sinh tồn. Ở đây, này các Tỷ-kheo, những vị Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã có tưởng, không bệnh, một số phỉ báng các vị ấy. Còn những vị Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã không tưởng, không bệnh, một số phỉ báng các vị ấy. Còn những vị Sa-môn, Bà-la-môn nào chủ trương sau khi chết, tự ngã phi tưởng phi phi tưởng, không bệnh, một số phỉ báng các vị ấy. Vì sao vậy? Tất cả những Tôn giả Sa-môn, Bà-la-môn này hướng thượng tuyên bố có chấp trước: “Ðời sau chúng ta sẽ hiện hữu, đời sau chúng ta sẽ hiện hữu”. Ví như một người lái buôn đi buôn bán nghĩ rằng: “Từ đây ta sẽ có vật này, ta sẽ được vật này từ cái này”. Cũng vậy, những vị Sa-môn, Bà-la-môn này, chúng ta nghĩ rằng, cũng giống như những người lái buôn khi các vị này nói: “Ðời sau chúng ta sẽ hiện hữu, đời sau chúng ta sẽ hiện hữu”.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Về vấn đề này, này các Tỷ-kheo, Như Lai biết được: “Những Tôn giả Sa-môn, Bà-la-môn này chủ trương đoạn diệt, hủy hoại, diệt tận, loại hữu tình hiện đang sinh tồn, những vị ấy sợ hãi tự thân, yếm ly tự thân, chỉ chạy theo và chạy vòng quanh tự thân”. Ví như một con chó bị dây cột vào một cột trụ hay cây cột vững chắc, chạy theo và chạy vòng tròn cột trụ hay cây cột ấy. Cũng vậy, các Tôn giả Sa-môn, Bà-la-môn ấy sợ hãi tự thân, yếm ly tự thân, chỉ biết chạy theo và chạy vòng quanh tự thân. Biết rằng cái này thuộc hữu vi là thô pháp, nhưng có sự đoạn diệt các hành, biết được có sự đoạn diệt này, Như Lai thấy sự giải thoát khỏi pháp hữu vi, và đã vượt khỏi pháp hữu vi.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Này các Tỷ-kheo, những Sa-môn hay Bà-la-môn nào luận bàn về tương lai, thảo luận về tương lai, y cứ vào tương lai tuyên bố nhiều quan điểm sai khác, tất cả đều tuyên bố năm xứ này hay một trong chúng.</p>\n<h2>Luận bàn về quá khứ</h2>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Này các Tỷ-kheo, có một số Sa-môn, Bà-la-môn luận bàn về quá khứ, thảo luận về quá khứ, y cứ vào quá khứ, tuyên bố nhiều quan điểm sai khác: “Tự ngã và thế giới là thường còn; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là vô thường; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy: “Tự ngã và thế giới là thường còn, là vô thường; chỉ như vậy là chân thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là không phải thường còn, không phải vô thường; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là hữu biên; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là vô biên; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là hữu biên và vô biên; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới không phải hữu biên, không phải vô biên; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là nhứt tưởng; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là dị tưởng; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là thiểu tưởng; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là vô lượng tưởng; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là nhứt hướng lạc; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là nhứt hướng khổ; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là lạc và khổ; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy. “Tự ngã và thế giới là không khổ, không lạc; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ở đây, một số tuyên bố như vậy.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Ở đây, này các Tỷ-kheo, những vị Sa-môn, Bà-la-môn nào có chủ thuyết như sau, có quan điểm như sau: “Tự ngã và thế giới là thường còn, chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ngoài tín, ngoài hỷ, ngoài tùy văn, ngoài thẩm định lý do, ngoài kham nhẫn chấp thọ tà kiến, trí tự mình sẽ trở thành thanh tịnh, trong sạch; sự tình như vậy không xảy ra. Này các Tỷ-kheo, nếu trí tự mình không trở thành thanh tịnh, trong sạch, thời cho đến chỉ một phần nhỏ của trí mà những Tôn giả Sa-môn, Bà-la-môn ấy làm cho trong sạch, chính như vậy cũng được xưng là chấp trước đối với những vị Tôn giả Sa-môn, Bà-la-môn ấy. Biết rằng cái này thuộc hữu vi là thô pháp, không có sự đoạn diệt các hành, biết được có sự đoạn diệt này, Như Lai thấy sự giải thoát khỏi pháp hữu vi và đã vượt khỏi pháp hữu vi.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Ở đây, này các Tỷ-kheo, những vị Sa-môn, Bà-la-môn nào có lý thuyết như sau, có quan điểm như sau: “Tự ngã và thế giới là vô thường … tự ngã và thế giới là thường còn và vô thường … tự ngã và thế giới không thường còn và không vô thường … tự ngã và thế giới là vô biên … tự ngã và thế giới là hữu biên và vô biên … tự ngã và thế giới là không hữu biên và không vô biên … tự ngã và thế giới là nhứt tưởng … tự ngã và thế giới là dị tưởng … tự ngã và thế giới là thiểu tưởng … tự ngã và thế giới là vô lượng tưởng … tự ngã và thế giới là nhứt hướng lạc … tự ngã và thế giới là nhứt hướng khổ … tự ngã và thế giới là lạc và khổ … tự ngã và thế giới là không khổ, không lạc; chỉ như vậy là chơn thật, ngoài ra là hư vọng”. Ngoài lòng tin, ngoài hỷ, ngoài tùy văn, ngoài thẩm định lý do, ngoài sự kham nhẫn chấp thọ tà kiến, trí tự mình sẽ trở thành thanh tịnh, trong sạch, sự tình như vậy không xảy ra. Này các Tỷ-kheo, nếu trí tự mình không trở thành thanh tịnh, trong sạch, thời cho đến chỉ một phần nhỏ của trí mà những Tôn giả Sa-môn, Bà-la-môn ấy làm cho trong sạch, chính như vậy cũng được xưng là chấp trước đối với những Tôn giả Sa-môn, Bà-la-môn ấy. Biết rằng cái này thuộc hữu vi là thô pháp, nhưng có sự đoạn diệt các hành, biết được có sự đoạn diệt này, Như Lai thấy sự giải thoát khỏi pháp hữu vi, và đã vượt khỏi pháp hữu vi.</p>\n<h2>Niết-bàn hiện tiền</h2>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Ở đây, này các Tỷ-kheo, có vị Sa-môn hay Bà-la-môn do từ bỏ những quan điểm về quá khứ, và từ bỏ những quan điểm về tương lai, do không hoàn toàn chú tâm đến những dục kiết sử, đạt được viễn ly hỷ và an trú. Vị ấy nghĩ: “Ðây là sự thật, đây là thù diệu, tức là đạt được viễn ly hỷ, ta an trú”. Nhưng nếu viễn ly hỷ ấy của vị này bị đoạn diệt, do viễn ly hỷ bị đoạn diệt, ưu tư sanh khởi. Do ưu tư được đoạn diệt, viễn ly hỷ sanh khởi. Ví như, này các Tỷ-kheo, chỗ nào bóng mát từ bỏ, chỗ ấy sức nóng mặt trời lan rộng, chỗ nào sức nóng mặt trời từ bỏ, chỗ ấy bóng mát lan rộng; cũng vậy, này các Tỷ-kheo, do viễn ly hỷ bị đoạn diệt, ưu tư sanh khởi. Do ưu tư được đoạn diệt nên viễn ly hỷ sanh khởi.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Về vấn đề này, này các Tỷ-kheo, Như Lai biết như sau: Vị Tôn giả Sa-môn hay Bà-la-môn này, do từ bỏ những quan điểm về quá khứ, và do từ bỏ những quan điểm về tương lai, do hoàn toàn không chú tâm đến các dục kiết sử, sau khi đạt được viễn ly hỷ, liền an trú: “Ðây là sự thật, đây là thù diệu, tức là đạt được viễn ly hỷ, ta an trú”. Viễn ly ấy của vị này bị đoạn diệt. Do viễn ly hỷ bị đoạn diệt, ưu tư sanh khởi; do ưu tư được đoạn diệt, viễn ly hỷ sanh khởi. Biết rằng cái này thuộc hữu vi pháp là thô pháp, nhưng có sự đoạn diệt các hành, biết được có sự đoạn diệt này, Như Lai thấy sự giải thoát khỏi pháp hữu vi và đã vượt khỏi pháp hữu vi.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Nhưng ở đây, này các Tỷ-kheo, có vị Sa-môn hay Bà-la-môn, do từ bỏ các quan điểm về quá khứ, do từ bỏ các quan điểm về tương lai, do hoàn toàn không chú tâm đến các dục kiết sử, do vượt qua viễn ly hỷ, sau khi đạt được phi vật chất lạc liền an trú: “Ðây là sự thật, đây là thù diệu tức là đạt được phi vật chất lạc, ta an trú”. Phi vật chất lạc của vị ấy bị đoạn diệt; do phi vật chất lạc bị đoạn diệt, viễn ly hỷ sanh khởi; do viễn ly hỷ bị đoạn diệt, phi vật chất lạc sanh khởi. Ví như, này các Tỷ-kheo, chỗ nào bóng mát từ bỏ, chỗ ấy sức nóng mặt trời lan rộng, chỗ nào sức nóng mặt trời từ bỏ, chỗ ấy bóng mát lan rộng; cũng vậy, này các Tỷ-kheo, do phi vật chất lạc bị đoạn diệt, viễn ly hỷ sanh khởi; do viễn ly hỷ bị đoạn diệt, phi vật chất lạc sanh khởi.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Về vấn đề này, này các Tỷ-kheo, Như Lai biết như sau: Vị Tôn giả Sa-môn hay Bà-la-môn này, do từ bỏ các quan điểm về quá khứ, do từ bỏ các quan điểm về tương lai, do hoàn toàn không chú tâm đến các dục kiết sử, do vượt qua viễn ly hỷ, đạt được phi vật chất lạc và an trú: “Ðây là sự thật, đây là thù diệu, tức là đạt được phi vật chất lạc, ta an trú”. Phi vật chất lạc ấy của vị này bị đoạn diệt. Do phi vật chất lạc bị đoạn diệt, viễn ly hỷ sanh khởi; do viễn ly hỷ bị đoạn diệt, phi vật chất lạc sanh khởi. Biết rằng cái này thuộc hữu vi là thô pháp, nhưng có sự đoạn diệt các hành; biết được có sự đoạn diệt này, Như Lai thấy được sự giải thoát khỏi pháp hữu vi và đã vượt khỏi pháp hữu vi.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Ở đây, này các Tỷ-kheo, có Sa-môn hay Bà-la-môn, do từ bỏ các quan điểm về quá khứ, do từ bỏ các quan điểm về tương lai, do hoàn toàn không chú tâm đến các dục kiết sử, do vượt qua viễn ly hỷ, do vượt qua phi vật chất lạc, sau khi đạt được vô khổ vô lạc thọ, liền an trú: “Ðây là sự thật, đây là thù diệu, tức là đạt được vô khổ vô lạc thọ, ta an trú”. Vô khổ vô lạc thọ ấy của vị này bị đoạn diệt. Do vô khổ vô lạc thọ bị đoạn diệt, phi vật chất lạc sanh khởi; do phi vật chất lạc bị đoạn diệt, vô khổ vô lạc thọ sanh khởi. Ví như này các Tỷ-kheo, chỗ nào bóng mát từ bỏ, chỗ ấy sức nóng mặt trời lan rộng, chỗ nào sức nóng từ bỏ, chỗ ấy bóng mát lan rộng; cũng vậy, này các Tỷ-kheo, do vô khổ vô lạc thọ bị đoạn diệt, phi vật chất lạc sanh khởi; do phi vật chất lạc bị đoạn diệt, vô khổ vô lạc thọ sanh khởi.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Về vấn đề này, này các Tỷ-kheo, Như Lai biết như sau: vị Tôn giả Sa-môn hay Bà-la-môn này, do từ bỏ các quan điểm về quá khứ, do từ bỏ các quan điểm về tương lai, do hoàn toàn không chú tâm đến các dục kiết sử, do vượt qua viễn ly hỷ, do vượt qua phi vật chất lạc, sau khi đạt được vô khổ vô lạc thọ, liền an trú: “Ðây là sự thật, đây là thù diệu, tức là đạt được vô khổ vô lạc thọ, ta an trú”. Vô khổ vô lạc thọ ấy của vị này bị đoạn diệt. Do vô khổ vô lạc thọ bị đoạn diệt, phi vật chất lạc sanh khởi; do phi vật chất lạc bị đoạn diệt, vô khổ vô lạc thọ sanh khởi. Biết rằng cái này thuộc hữu vi là thô pháp, nhưng có sự đoạn diệt các hành, sau khi biết được: “Ðây có sự đoạn diệt các hành này, Như Lai thấy được sự giải thoát khỏi hữu vi pháp” và đã vượt khỏi hữu vi pháp.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Nhưng ở đây, này các Tỷ-kheo, có vị Sa-môn hay Bà-la-môn, do từ bỏ các quan điểm về quá khứ, do từ bỏ các quan điểm về tương lai, do hoàn toàn không chú tâm đến các dục kiết sử, do vượt khỏi viễn ly hỷ, do vượt khỏi phi vật chất lạc, do vượt khỏi vô khổ vô lạc thọ, vị ấy quán: “Ta là tịch tịnh, ta là tịch diệt, ta là không chấp thủ”.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Ở đây, này các Tỷ-kheo, Như Lai biết như sau: Vị Tôn giả Sa-môn, Bà la môn này, do từ bỏ các quan điểm về quá khứ, do từ bỏ các quan điểm về tương lai, do hoàn toàn không chú tâm đến các dục kiết sử, do vượt khỏi viễn ly hỷ, do vượt khỏi phi vật chất lạc, do vượt khỏi vô khổ vô lạc thọ, vị ấy quán: “Ta là tịch tịnh, ta là tịch diệt, ta là không chấp thủ”. Chắc chắn vị Ðại đức này tuyên bố con đường thích hợp đưa đến Niết-bàn. Nhưng vị Tôn giả Sa-môn, Bà-la-môn này khởi lên chấp thủ, hoặc chấp thủ quan điểm về quá khứ, hoặc chấp thủ quan điểm về tương lai, hoặc chấp thủ dục kiết sử, hoặc chấp thủ viễn ly hỷ, hoặc chấp thủ phi vật chất lạc, hoặc chấp thủ vô khổ vô lạc thọ. Dầu cho vị Ðại đức này quán: “Ta là tịch tịnh, ta là tịch diệt, ta không có chấp trước”, nhưng vị này vẫn được xem là có chấp trước về điểm ấy. Biết rằng cái này thuộc hữu vi pháp là thô pháp, nhưng có đoạn diệt các hành, sau khi biết được có sự đoạn diệt các hành này, Như Lai thấy được sự giải thoát khỏi hữu vi pháp và đã vượt khỏi hữu vi pháp.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Nhưng ở đây, này các Tỷ-kheo, vô thượng tịch tịnh, tối thắng đạo được Như Lai chánh đẳng giác, nghĩa là sau khi như thật biết sự tập khởi, sự đoạn diệt, vị ngọt và sự nguy hiểm của sáu xúc xứ, có sự giải thoát không chấp thủ. Ở đây, này các Tỷ-kheo, vô thượng tịch tịnh tối thắng đạo này được Như Lai chánh đẳng giác, nghĩa là sau khi như thật biết sự tập khởi, sự đoạn diệt, vị ngọt và sự nguy hiểm của sáu xúc xứ, có sự giải thoát không chấp thủ.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo hoan hỷ tín thọ lời Thế Tôn dạy.</p>\n<blockquote class='gatha'></blockquote>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>12–07–2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 102",
    "volpages": " PTS 2.229, PTS 2.231, PTS 2.232, PTS 2.233, PTS 2.234, PTS 2.235, PTS 2.236, PTS 2.237, PTS 2.238",
    "alt_volpages": null,
    "uid": "mn102",
    "blurb": "A middle length version of the more famous Brahmajāla Sutta (DN1), this surveys a range of speculative views and dismisses them all.",
    "difficulty": 3,
    "original_title": "Pañcattayasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Năm và Ba",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn102_translation-de-sabbamitta",
        "segmented": true,
        "title": "Die Fünf und Drei ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn102_translation-en-sujato",
        "segmented": true,
        "title": "The Five and Three ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn102_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso sui cinque e i tre ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn102_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn102_translation-ru-sv",
        "segmented": true,
        "title": "Пять и три ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "বিনয়েন্দ্রনাথ চৌধুরী",
        "author_short": "চৌধুরী",
        "author_uid": "chowdhury",
        "publication_date": null,
        "id": "bn_mn102_chowdhury",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn102_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Nyanamoli Thera",
        "author_short": "Nyanamoli",
        "author_uid": "nyanamoli-thera",
        "publication_date": "1977",
        "id": "en_mn102_nyanamoli-thera",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": "2004",
        "id": "es_mn102_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn102_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn102_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": null,
        "id": "hi_mn102_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn102_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn102_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn102_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn102_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn102_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2008",
        "id": "pt_mn102_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2014",
        "id": "ru_mn102_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn102_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn102_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn102_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn102_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn102_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Năm và Ba"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn102_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj12.30, cck14.26, csp1ed11.18, csp2ed11.18, dr13.25, ms11M_56, msdiv21, ndp11.21, nya1, sya14.27, vri14.17,nya2,bj12.32, cck14.27, cck14.28, csp1ed11.19, csp2ed11.19, dr13.26, ms11M_57, msdiv22, ndp11.22, nya3, pts-vp-pli2.229, sya14.28, sya14.29, vri14.18,nya4,cck14.29, csp1ed11.20, csp2ed11.20, dr13.27, ms11M_58, msdiv23, ndp11.23, nya5, pts-vp-pli2.231, sya14.30, vri14.19,nya6,nya7,bj12.34, cck14.30, csp1ed11.21, csp2ed11.21, dr13.28, dr13.29, ms11M_59, msdiv24, ndp11.24, nya8, pts-vp-pli2.232, sya14.31, sya14.32,nya9,nya10,bj12.36, cck14.31, cck14.32, csp1ed11.22, csp2ed11.22, dr13.30, ms11M_60, msdiv25, ndp11.25, nya11, pts-vp-pli2.233, sya14.33, vri14.20,nya12,ms11M_61, msdiv26, nya13,cck14.33, dr13.31, ms11M_62, msdiv27, ndp11.26, nya14, pts-vp-pli2.234, sya14.34, vri14.21,bj12.38, cck14.34, csp1ed11.23, csp2ed11.23, ms11M_63, msdiv28, nya15, sya14.35,dr13.32, ms11M_64, msdiv29, ndp11.27, nya16, pts-vp-pli2.235, sya14.36, vri14.22,bj12.40, cck14.35, csp1ed11.24, csp2ed11.24, dr13.33, ms11M_65, msdiv30, nya17, sya14.37,nya18,cck14.36, csp1ed11.25, csp2ed11.25, dr13.34, ms11M_66, msdiv31, ndp11.28, nya19, pts-vp-pli2.236, sya14.38, vri14.23,nya20,cck14.37, ms11M_67, msdiv32, ndp11.29, nya21, pts-vp-pli2.237, sya14.39,nya22,bj12.42, cck14.38, csp1ed11.26, csp2ed11.26, dr13.35, ms11M_68, msdiv33, nya23, sya14.40, vri14.24,nya24,cck14.39, dr13.36, ms11M_69, ndp11.30, nya25,ms11M_70, pts-vp-pli2.238",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn102",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Pañcattayasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "nyanamoli-thera"
  ]
}