{
  "root_text": {
    "uid": "mn121",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Tiểu không",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Discourse on Emptiness ",
      "uid": "mn122"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Rebirth by Choice ",
      "uid": "mn120"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn121' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>121. Kinh Tiểu không</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn trú ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ), tại <i lang='pli' translate='no'>Pubbārāma</i> (Ðông Viên), lâu đài của Migaramatu (Lộc Mẫu). Rồi Tôn giả <i lang='pli' translate='no'>Ānanda</i>, vào buổi chiều, từ Thiền tịnh độc cư đứng dậy, đi đến Thế Tôn, sau khi đến đảnh lễ Thế Tôn, rồi ngồi xuống một bên, Tôn giả <i lang='pli' translate='no'>Ānanda</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Một thời, bạch Thế Tôn, Thế Tôn trú giữa các Sakka (Thích-ca). Nagaraka là tên một thị trấn của các Sakka. Tại đấy, bạch Thế Tôn, con được nghe trước mặt Thế Tôn, con được ghi nhớ trước mặt Thế Tôn như sau: “Này <i lang='pli' translate='no'>Ānanda</i>, Ta nhờ an trú không, nên nay an trú rất nhiều”. Phải chăng, bạch Thế Tôn, điều con đã nghe là nghe đúng, ghi nhớ đúng, tác ý đúng, thọ trì đúng?</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Thật vậy, này <i lang='pli' translate='no'>Ānanda</i>, điều Ông đã nghe là nghe đúng, ghi nhớ đúng, tác ý đúng, thọ trì đúng. Thuở xưa và nay, này <i lang='pli' translate='no'>Ānanda</i>, Ta nhờ an trú không, nên nay an trú rất nhiều.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Ví như lâu đài Lộc Mẫu này không có voi, bò, ngựa, ngựa cái, không có vàng và bạc, không có đàn bà, đàn ông tụ hội, và chỉ có một cái không phải không, tức là sự nhất trí (ekattam) do duyên chúng Tỷ-kheo; cũng vậy, này <i lang='pli' translate='no'>Ānanda</i>, Tỷ-kheo không tác ý thôn tưởng, không tác ý nhơn tưởng, chỉ tác ý sự nhất trí, do duyên lâm tưởng. Tâm của vị ấy được thích thú hân hoan, an trú, hướng đến lâm tưởng. Vị ấy tuệ tri như sau: “Các ưu phiền do duyên thôn tưởng không có mặt ở đây; các ưu phiền do duyên nhân tưởng không có mặt ở đây. Và chỉ có một ưu phiền này, tức là sự nhất trí do duyên lâm tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có thôn tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có nhân tưởng”. Và chỉ có một cái này không phải không, tức là sự nhất trí (ekattam) do duyên lâm tưởng”. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây, vị ấy tuệ tri: “Cái kia có, cái này có”. Như vậy, này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, không tánh.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Lại nữa, này các Tỷ-kheo, Tỷ-kheo không tác ý nhân tưởng, không tác ý lâm tưởng, chỉ tác ý sự nhất trí do duyên địa tưởng. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến địa tưởng. Ví như, này <i lang='pli' translate='no'>Ānanda</i>, tấm da con bò đực được căng thẳng trên một trăm cọc gỗ, đặc tánh tấm da được đoạn trừ (vigatavasika); cũng vậy, này <i lang='pli' translate='no'>Ānanda</i>, Tỷ-kheo, không tác ý đối với tất cả vật gì trên đất này: đất khô và vùng lầy, sông và vùng lầy, các cây có thân và có gai, núi và đất bằng, vị ấy tác ý sự nhất trí do duyên địa tưởng. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến địa tưởng. Vị ấy tuệ tri như sau: “Các ưu phiền do duyên nhân tưởng không có mặt ở đây; các ưu phiền do duyên lâm tưởng không có mặt ở đây. Và chỉ có một ưu phiền này, sự nhất trí do duyên địa tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có nhơn tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có lâm tưởng, và chỉ có một cái này không phải không, tức là sự nhất trí do duyên địa tưởng”. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây vị ấy tuệ tri: “Cái kia có, cái này có”. Này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, không tánh.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Lại nữa, này <i lang='pli' translate='no'>Ānanda</i>, Tỷ-kheo không tác ý lâm tưởng, không tác ý địa tưởng, tác ý sự nhất trí do duyên Không vô biên xứ. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến Không vô biên xứ. Vị ấy tuệ tri như sau: “Các ưu phiền, do duyên lâm tưởng không có mặt ở đây; các ưu phiền do duyên địa tưởng không có mặt ở đây. Và chỉ có một ưu phiền này, tức là sự nhất trí do duyên Không vô biên xứ tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có lâm tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có địa tưởng, và chỉ có một cái này không phải không, tức là sự nhất trí do duyên Không vô biên xứ tưởng”. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây vị ấy biết: “Cái kia có, cái này có”. Này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, không tánh.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Lại nữa, này <i lang='pli' translate='no'>Ānanda</i>, Tỷ-kheo không tác ý địa tưởng, không tác ý Không vô biên xứ tưởng, chỉ tác ý sự nhất trí do duyên Thức vô biên xứ. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến Thức vô biên xứ. Vị ấy tuệ tri như sau: “Các ưu phiền do duyên địa tưởng không có mặt ở đây; các ưu phiền do duyên Không vô biên xứ tưởng không có mặt ở đây. Và chỉ có một ưu phiền này, tức là sự nhất trí do duyên Thức vô biên xứ tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có địa tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có Không vô biên xứ tưởng, và chỉ có một cái này không phải không, tức là sự nhất trí do duyên Thức vô biên xứ tưởng”. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây vị ấy tuệ tri: “Cái kia có, cái này có”. Này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, không tánh.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Lại nữa, này <i lang='pli' translate='no'>Ānanda</i>, Tỷ-kheo không tác ý Không vô biên xứ tưởng, không tác ý Thức vô biên xứ tưởng, chỉ tác ý sự nhất trí do duyên Vô sở hữu xứ tưởng. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến Vô sở hữu xứ. Vị ấy tuệ tri như sau: “Các ưu phiền do duyên Không vô biên xứ tưởng không có mặt ở đây; các ưu phiền do duyên Thức vô biên xứ tưởng không có mặt ở đây. Và chỉ có một ưu phiền này, tức là sự nhất trí do duyên Vô sở hữu xứ tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có Không vô biên xứ tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có Thức vô biên xứ tưởng, và chỉ có một cái này không phải không, tức là sự nhất trí do duyên Vô sở hữu xứ tưởng”. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây, vị ấy tuệ tri: “Cái kia có, cái này có”. Này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, không tánh.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Lại nữa, này <i lang='pli' translate='no'>Ānanda</i>, Tỷ-kheo không tác ý Thức vô biên xứ tưởng, không tác ý Vô sở hữu xứ tưởng, chỉ tác ý sự nhất trí do duyên Phi tưởng phi phi tưởng xứ tưởng. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến Phi tưởng phi phi tưởng xứ. Vị ấy biết như sau: “Các ưu phiền do duyên Thức vô biên xứ tưởng không có mặt ở đây; các ưu phiền do duyên Vô sở hữu xứ tưởng không có mặt ở đây. Và chỉ có một ưu phiền này, tức là sự nhất trí do duyên Phi tưởng phi phi tưởng xứ tưởng. Vị ấy tuệ tri: “Loại tưởng này không có Thức vô biên xứ tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có Vô sở hữu xứ tưởng, và chỉ có một cái này không phải không, tức là sự nhất trí do duyên Phi tưởng phi phi tưởng xứ tưởng. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây, vị ấy tuệ tri: “Cái kia có, cái này có”. Này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, không tánh.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Lại nữa, này <i lang='pli' translate='no'>Ānanda</i>, Tỷ-kheo không tác ý Vô sở hữu xứ tưởng, không có tác ý Phi tưởng phi phi tưởng xứ tưởng, tác ý sự nhất trí do duyên Vô tướng tâm định. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến Vô tướng tâm định. Vị ấy tuệ tri như sau: “Các ưu phiền do duyên Vô sở hữu xứ tưởng không có mặt ở đây; các ưu phiền do duyên Phi tưởng phi phi tưởng xứ tưởng không có mặt ở đây. Và chỉ có một ưu phiền này, tức là sáu nhập duyên mạng, duyên với thân này”. Vị ấy tuệ tri: “Loại tưởng này không có Vô sở hữu xứ tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có Phi tưởng phi phi tưởng xứ tưởng. Và chỉ có một cái này không phải không, tức là sáu nhập duyên mạng, duyên với thân này”. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây vị ấy tuệ tri: “Cái kia có, cái này có”. Này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, không tánh.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Lại nữa, này <i lang='pli' translate='no'>Ānanda</i>, vị Tỷ-kheo không tác ý Vô sở hữu xứ tưởng, không tác ý Phi tưởng phi phi tưởng xứ tưởng, tác ý sự nhứt trí do duyên Vô tướng tâm định. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến Vô tướng tâm định. Vị ấy tuệ tri như sau: “Vô tướng tâm định này thuộc hữu vi, do tâm tư tạo nên. Phàm cái gì thuộc hữu vi, do tâm tư tạo nên, cái ấy là vô thường, chịu sự đoạn diệt”, vị ấy tuệ tri như vậy. Do vị ấy tuệ tri như vậy, thấy như vậy, tâm được giải thoát khỏi dục lậu, tâm được giải thoát khỏi hữu lậu, tâm được giải thoát khỏi vô minh lậu. Trong sự giải thoát, là sự hiểu biết (nana) rằng đã được giải thoát. Vị ấy tuệ tri: “Sanh đã tận, Phạm hạnh đã thành, những việc nên làm đã làm, không còn phải trở lại trạng thái này nữa”. Vị ấy tuệ tri: “Các ưu phiền do duyên dục lậu không có mặt ở đây; các ưu phiền do duyên hữu lậu không có mặt có ở đây; các ưu phiền do duyên vô minh lậu không có mặt ở đây. Và chỉ ở một ưu phiền này, tức là sáu nhập duyên mạng, duyên với thân này”. Vị ấy tuệ tri: “Loại tưởng này không có dục lậu”. Vị ấy tuệ tri: “Loại tưởng này không có hữu lậu”. Vị ấy tuệ tri: “Loại tưởng này không có vô minh lậu. Và chỉ có một cái này không phải không, tức là sáu nhập duyên mạng, duyên với thân này”. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây vị ấy biết: “Cái kia có, cái này có”. Này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, Không tánh.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Này <i lang='pli' translate='no'>Ānanda</i>, phàm có những Sa-môn hay Bà-la-môn nào trong quá khứ sau khi chứng đạt, đã an trú cứu cánh vô thượng thanh tịnh Không tánh (Sunnatam), tất cả các vị ấy sau khi chứng đạt đều chỉ an trú cứu cánh vô thượng thanh tịnh Không tánh này. Này <i lang='pli' translate='no'>Ānanda</i>, phàm có những Sa-môn hay Bà-la-môn nào trong tương lai, sau khi chứng đạt sẽ an trú cứu cánh vô thượng thanh tịnh Không tánh, tất cả các vị ấy sau khi chứng đạt đều sẽ an trú cứu cánh vô thượng thanh tịnh Không tánh này. Này <i lang='pli' translate='no'>Ānanda</i>, phàm có những Sa-môn hay Bà-la-môn nào trong hiện tại, sau khi chứng đạt và an trú cứu cánh vô thượng thanh tịnh Không tánh, tất cả các vị ấy sau khi chứng đạt nếu an trú cứu cánh vô thượng thanh tịnh Không tánh này. Do vậy, này <i lang='pli' translate='no'>Ānanda</i>, sau khi chứng đạt Ta sẽ an trú cứu cánh vô thượng thanh tịnh Không tánh. Như vậy, này <i lang='pli' translate='no'>Ānanda</i>, các Ông cần phải học tập.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Thế Tôn thuyết giảng như vậy. Tôn giả <i lang='pli' translate='no'>Ānanda</i> hoan hỷ tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n14-07-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn121",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Tiểu không",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Discourse on Emptiness ",
      "uid": "mn122"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Rebirth by Choice ",
      "uid": "mn120"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn121' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>121. Kinh Tiểu không</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn trú ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ), tại <i lang='pli' translate='no'>Pubbārāma</i> (Ðông Viên), lâu đài của Migaramatu (Lộc Mẫu). Rồi Tôn giả <i lang='pli' translate='no'>Ānanda</i>, vào buổi chiều, từ Thiền tịnh độc cư đứng dậy, đi đến Thế Tôn, sau khi đến đảnh lễ Thế Tôn, rồi ngồi xuống một bên, Tôn giả <i lang='pli' translate='no'>Ānanda</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Một thời, bạch Thế Tôn, Thế Tôn trú giữa các Sakka (Thích-ca). Nagaraka là tên một thị trấn của các Sakka. Tại đấy, bạch Thế Tôn, con được nghe trước mặt Thế Tôn, con được ghi nhớ trước mặt Thế Tôn như sau: “Này <i lang='pli' translate='no'>Ānanda</i>, Ta nhờ an trú không, nên nay an trú rất nhiều”. Phải chăng, bạch Thế Tôn, điều con đã nghe là nghe đúng, ghi nhớ đúng, tác ý đúng, thọ trì đúng?</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Thật vậy, này <i lang='pli' translate='no'>Ānanda</i>, điều Ông đã nghe là nghe đúng, ghi nhớ đúng, tác ý đúng, thọ trì đúng. Thuở xưa và nay, này <i lang='pli' translate='no'>Ānanda</i>, Ta nhờ an trú không, nên nay an trú rất nhiều.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Ví như lâu đài Lộc Mẫu này không có voi, bò, ngựa, ngựa cái, không có vàng và bạc, không có đàn bà, đàn ông tụ hội, và chỉ có một cái không phải không, tức là sự nhất trí (ekattam) do duyên chúng Tỷ-kheo; cũng vậy, này <i lang='pli' translate='no'>Ānanda</i>, Tỷ-kheo không tác ý thôn tưởng, không tác ý nhơn tưởng, chỉ tác ý sự nhất trí, do duyên lâm tưởng. Tâm của vị ấy được thích thú hân hoan, an trú, hướng đến lâm tưởng. Vị ấy tuệ tri như sau: “Các ưu phiền do duyên thôn tưởng không có mặt ở đây; các ưu phiền do duyên nhân tưởng không có mặt ở đây. Và chỉ có một ưu phiền này, tức là sự nhất trí do duyên lâm tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có thôn tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có nhân tưởng”. Và chỉ có một cái này không phải không, tức là sự nhất trí (ekattam) do duyên lâm tưởng”. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây, vị ấy tuệ tri: “Cái kia có, cái này có”. Như vậy, này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, không tánh.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Lại nữa, này các Tỷ-kheo, Tỷ-kheo không tác ý nhân tưởng, không tác ý lâm tưởng, chỉ tác ý sự nhất trí do duyên địa tưởng. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến địa tưởng. Ví như, này <i lang='pli' translate='no'>Ānanda</i>, tấm da con bò đực được căng thẳng trên một trăm cọc gỗ, đặc tánh tấm da được đoạn trừ (vigatavasika); cũng vậy, này <i lang='pli' translate='no'>Ānanda</i>, Tỷ-kheo, không tác ý đối với tất cả vật gì trên đất này: đất khô và vùng lầy, sông và vùng lầy, các cây có thân và có gai, núi và đất bằng, vị ấy tác ý sự nhất trí do duyên địa tưởng. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến địa tưởng. Vị ấy tuệ tri như sau: “Các ưu phiền do duyên nhân tưởng không có mặt ở đây; các ưu phiền do duyên lâm tưởng không có mặt ở đây. Và chỉ có một ưu phiền này, sự nhất trí do duyên địa tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có nhơn tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có lâm tưởng, và chỉ có một cái này không phải không, tức là sự nhất trí do duyên địa tưởng”. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây vị ấy tuệ tri: “Cái kia có, cái này có”. Này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, không tánh.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Lại nữa, này <i lang='pli' translate='no'>Ānanda</i>, Tỷ-kheo không tác ý lâm tưởng, không tác ý địa tưởng, tác ý sự nhất trí do duyên Không vô biên xứ. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến Không vô biên xứ. Vị ấy tuệ tri như sau: “Các ưu phiền, do duyên lâm tưởng không có mặt ở đây; các ưu phiền do duyên địa tưởng không có mặt ở đây. Và chỉ có một ưu phiền này, tức là sự nhất trí do duyên Không vô biên xứ tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có lâm tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có địa tưởng, và chỉ có một cái này không phải không, tức là sự nhất trí do duyên Không vô biên xứ tưởng”. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây vị ấy biết: “Cái kia có, cái này có”. Này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, không tánh.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Lại nữa, này <i lang='pli' translate='no'>Ānanda</i>, Tỷ-kheo không tác ý địa tưởng, không tác ý Không vô biên xứ tưởng, chỉ tác ý sự nhất trí do duyên Thức vô biên xứ. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến Thức vô biên xứ. Vị ấy tuệ tri như sau: “Các ưu phiền do duyên địa tưởng không có mặt ở đây; các ưu phiền do duyên Không vô biên xứ tưởng không có mặt ở đây. Và chỉ có một ưu phiền này, tức là sự nhất trí do duyên Thức vô biên xứ tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có địa tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có Không vô biên xứ tưởng, và chỉ có một cái này không phải không, tức là sự nhất trí do duyên Thức vô biên xứ tưởng”. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây vị ấy tuệ tri: “Cái kia có, cái này có”. Này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, không tánh.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Lại nữa, này <i lang='pli' translate='no'>Ānanda</i>, Tỷ-kheo không tác ý Không vô biên xứ tưởng, không tác ý Thức vô biên xứ tưởng, chỉ tác ý sự nhất trí do duyên Vô sở hữu xứ tưởng. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến Vô sở hữu xứ. Vị ấy tuệ tri như sau: “Các ưu phiền do duyên Không vô biên xứ tưởng không có mặt ở đây; các ưu phiền do duyên Thức vô biên xứ tưởng không có mặt ở đây. Và chỉ có một ưu phiền này, tức là sự nhất trí do duyên Vô sở hữu xứ tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có Không vô biên xứ tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có Thức vô biên xứ tưởng, và chỉ có một cái này không phải không, tức là sự nhất trí do duyên Vô sở hữu xứ tưởng”. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây, vị ấy tuệ tri: “Cái kia có, cái này có”. Này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, không tánh.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Lại nữa, này <i lang='pli' translate='no'>Ānanda</i>, Tỷ-kheo không tác ý Thức vô biên xứ tưởng, không tác ý Vô sở hữu xứ tưởng, chỉ tác ý sự nhất trí do duyên Phi tưởng phi phi tưởng xứ tưởng. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến Phi tưởng phi phi tưởng xứ. Vị ấy biết như sau: “Các ưu phiền do duyên Thức vô biên xứ tưởng không có mặt ở đây; các ưu phiền do duyên Vô sở hữu xứ tưởng không có mặt ở đây. Và chỉ có một ưu phiền này, tức là sự nhất trí do duyên Phi tưởng phi phi tưởng xứ tưởng. Vị ấy tuệ tri: “Loại tưởng này không có Thức vô biên xứ tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có Vô sở hữu xứ tưởng, và chỉ có một cái này không phải không, tức là sự nhất trí do duyên Phi tưởng phi phi tưởng xứ tưởng. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây, vị ấy tuệ tri: “Cái kia có, cái này có”. Này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, không tánh.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Lại nữa, này <i lang='pli' translate='no'>Ānanda</i>, Tỷ-kheo không tác ý Vô sở hữu xứ tưởng, không có tác ý Phi tưởng phi phi tưởng xứ tưởng, tác ý sự nhất trí do duyên Vô tướng tâm định. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến Vô tướng tâm định. Vị ấy tuệ tri như sau: “Các ưu phiền do duyên Vô sở hữu xứ tưởng không có mặt ở đây; các ưu phiền do duyên Phi tưởng phi phi tưởng xứ tưởng không có mặt ở đây. Và chỉ có một ưu phiền này, tức là sáu nhập duyên mạng, duyên với thân này”. Vị ấy tuệ tri: “Loại tưởng này không có Vô sở hữu xứ tưởng”. Vị ấy tuệ tri: “Loại tưởng này không có Phi tưởng phi phi tưởng xứ tưởng. Và chỉ có một cái này không phải không, tức là sáu nhập duyên mạng, duyên với thân này”. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây vị ấy tuệ tri: “Cái kia có, cái này có”. Này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, không tánh.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Lại nữa, này <i lang='pli' translate='no'>Ānanda</i>, vị Tỷ-kheo không tác ý Vô sở hữu xứ tưởng, không tác ý Phi tưởng phi phi tưởng xứ tưởng, tác ý sự nhứt trí do duyên Vô tướng tâm định. Tâm vị ấy được thích thú, hân hoan, an trú, hướng đến Vô tướng tâm định. Vị ấy tuệ tri như sau: “Vô tướng tâm định này thuộc hữu vi, do tâm tư tạo nên. Phàm cái gì thuộc hữu vi, do tâm tư tạo nên, cái ấy là vô thường, chịu sự đoạn diệt”, vị ấy tuệ tri như vậy. Do vị ấy tuệ tri như vậy, thấy như vậy, tâm được giải thoát khỏi dục lậu, tâm được giải thoát khỏi hữu lậu, tâm được giải thoát khỏi vô minh lậu. Trong sự giải thoát, là sự hiểu biết (nana) rằng đã được giải thoát. Vị ấy tuệ tri: “Sanh đã tận, Phạm hạnh đã thành, những việc nên làm đã làm, không còn phải trở lại trạng thái này nữa”. Vị ấy tuệ tri: “Các ưu phiền do duyên dục lậu không có mặt ở đây; các ưu phiền do duyên hữu lậu không có mặt có ở đây; các ưu phiền do duyên vô minh lậu không có mặt ở đây. Và chỉ ở một ưu phiền này, tức là sáu nhập duyên mạng, duyên với thân này”. Vị ấy tuệ tri: “Loại tưởng này không có dục lậu”. Vị ấy tuệ tri: “Loại tưởng này không có hữu lậu”. Vị ấy tuệ tri: “Loại tưởng này không có vô minh lậu. Và chỉ có một cái này không phải không, tức là sáu nhập duyên mạng, duyên với thân này”. Và cái gì không có mặt ở đây, vị ấy xem cái ấy là không có. Nhưng đối với cái còn lại, ở đây vị ấy biết: “Cái kia có, cái này có”. Này <i lang='pli' translate='no'>Ānanda</i>, cái này đối với vị ấy là như vậy, thật có, không điên đảo, sự thực hiện hoàn toàn thanh tịnh, Không tánh.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Này <i lang='pli' translate='no'>Ānanda</i>, phàm có những Sa-môn hay Bà-la-môn nào trong quá khứ sau khi chứng đạt, đã an trú cứu cánh vô thượng thanh tịnh Không tánh (Sunnatam), tất cả các vị ấy sau khi chứng đạt đều chỉ an trú cứu cánh vô thượng thanh tịnh Không tánh này. Này <i lang='pli' translate='no'>Ānanda</i>, phàm có những Sa-môn hay Bà-la-môn nào trong tương lai, sau khi chứng đạt sẽ an trú cứu cánh vô thượng thanh tịnh Không tánh, tất cả các vị ấy sau khi chứng đạt đều sẽ an trú cứu cánh vô thượng thanh tịnh Không tánh này. Này <i lang='pli' translate='no'>Ānanda</i>, phàm có những Sa-môn hay Bà-la-môn nào trong hiện tại, sau khi chứng đạt và an trú cứu cánh vô thượng thanh tịnh Không tánh, tất cả các vị ấy sau khi chứng đạt nếu an trú cứu cánh vô thượng thanh tịnh Không tánh này. Do vậy, này <i lang='pli' translate='no'>Ānanda</i>, sau khi chứng đạt Ta sẽ an trú cứu cánh vô thượng thanh tịnh Không tánh. Như vậy, này <i lang='pli' translate='no'>Ānanda</i>, các Ông cần phải học tập.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Thế Tôn thuyết giảng như vậy. Tôn giả <i lang='pli' translate='no'>Ānanda</i> hoan hỷ tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n14-07-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 121",
    "volpages": " PTS 3.104, PTS 3.105, PTS 3.106, PTS 3.107, PTS 3.108, PTS 3.109",
    "alt_volpages": null,
    "uid": "mn121",
    "blurb": "The Buddha describes his own practice of the meditation on emptiness.",
    "difficulty": 3,
    "original_title": "Cūḷasuññatasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Tiểu không",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn121_translation-en-sujato",
        "segmented": true,
        "title": "The Shorter Discourse on Emptiness ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn121_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso più corto sul vuoto ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn121_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn121_translation-ru-sv",
        "segmented": true,
        "title": "Малое наставление о пустотности ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "বিনয়েন্দ্রনাথ চৌধুরী",
        "author_short": "চৌধুরী",
        "author_uid": "chowdhury",
        "publication_date": null,
        "id": "bn_mn121_chowdhury",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ca",
        "lang_name": "Català",
        "is_root": false,
        "author": "Albert Biayna Gea",
        "author_short": "Gea",
        "author_uid": "gea",
        "publication_date": null,
        "id": "ca_mn121_gea",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn121_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Nyanamoli Thera",
        "author_short": "Nyanamoli",
        "author_uid": "nyanamoli-thera",
        "publication_date": "1977",
        "id": "en_mn121_nyanamoli-thera",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Sabrina Pachón T.",
        "author_short": "Pachón",
        "author_uid": "pachon",
        "publication_date": "2001",
        "id": "es_mn121_pachon",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn121_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn121_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Claude Le Ninan, Chandhana Le Ninan",
        "author_short": "leninan",
        "author_uid": "leninan",
        "publication_date": "2023",
        "id": "fr_mn121_leninan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": null,
        "id": "hi_mn121_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hr",
        "lang_name": "Hrvatski",
        "is_root": false,
        "author": "Čedomil Veljačić",
        "author_short": "Veljačić",
        "author_uid": "veljacic",
        "publication_date": "2014",
        "id": "hr_mn121_veljacic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Fenyvesi Róbert",
        "author_short": "Fenyvesi",
        "author_uid": "fenyvesi",
        "publication_date": "2009",
        "id": "hu_mn121_fenyvesi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn121_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn121_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn121_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ko",
        "lang_name": "한국어/조선말",
        "is_root": false,
        "author": "케마짜라 빅쿠 한글 번",
        "author_short": "케마짜라",
        "author_uid": "khemacara",
        "publication_date": "2013",
        "id": "ko_mn121_khemacara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn121_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn121_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2010",
        "id": "pt_mn121_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn121_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn121_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn121_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn121_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn121_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Tiểu không"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn121_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj12.264, cck14.212, csp1ed11.147, csp2ed11.147, dr13.207, ms11M_496, msdiv176, ndp11.168, nya1, pts-vp-pli3.104, sya14.226, vri14.148,nya2,ms11M_497, nya3,cck14.213, dr13.208, ms11M_498, ndp11.169, pts-vp-pli3.105, sya14.227, vri14.149,nya4,bj12.266, cck14.214, csp1ed11.148, csp2ed11.148, dr13.209, ms11M_499, msdiv177, nya5, sya14.228,ms11M_500, msdiv178, ndp11.170, nya6, pts-vp-pli3.106, sya14.229,cck14.215, csp1ed11.149, csp2ed11.149, dr13.210, ms11M_501, msdiv179, nya7, vri14.150,bj12.268, cck14.216, ms11M_502, msdiv180, ndp11.171, nya8, pts-vp-pli3.107, sya14.230,csp1ed11.150, csp2ed11.150, dr13.211, ms11M_503, msdiv181, nya9, sya14.231, vri14.151,cck14.217, ms11M_504, msdiv182, ndp11.172, nya10, pts-vp-pli3.108,bj12.270, cck14.218, csp1ed11.151, csp2ed11.151, dr13.212, ms11M_505, msdiv183, nya11, pts-vp-pli3.109, sya14.232, vri14.152,nya12,cck14.219, dr13.213, ms11M_506, msdiv184, ndp11.173, nya13, sya14.233,ms11M_507",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn121",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Cūḷasuññatasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "nyanamoli-thera"
  ]
}