{
  "root_text": {
    "uid": "mn13",
    "lang": "vi",
    "is_root": false,
    "title": "Ðại kinh Khổ uẩn",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Discourse on the Mass of Suffering ",
      "uid": "mn14"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Discourse on the Lion’s Roar ",
      "uid": "mn12"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn13' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>13. Ðại kinh Khổ uẩn</h1>\n</header>\n<p>Tôi nghe như vầy:</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời, Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i>, tại <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà Lâm), trong vườn ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Lúc ấy nhiều Tỷ-kheo buổi sáng đắp y, cầm y bát, vào thành <i lang='pli' translate='no'>Sāvatthi</i> khất thực. Rồi các Tỷ-kheo ấy suy nghĩ: “Nay còn quá sớm để đi khất thực ở <i lang='pli' translate='no'>Sāvatthi</i>. Chúng ta hãy đi đến ngôi vườn các Du sĩ ngoại đạo”. Các Tỷ-kheo ấy đi đến ngôi vườn các Du sĩ ngoại đạo, nói lên những lời chúc tụng hỏi thăm xã giao rồi ngồi xuống một bên. Các Du sĩ ngoại đạo ấy nói với các Tỷ-kheo đang ngồi xuống một bên.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Chư Hiền, Sa-môn <i lang='pli' translate='no'>Gotama</i> nêu rõ sự hiểu biết hoàn toàn về các dục, chúng tôi cũng nêu rõ sự hiểu biết hoàn toàn về các dục. Chư Hiền, Sa-môn <i lang='pli' translate='no'>Gotama</i> nêu rõ sự hiểu biết hoàn toàn về các sắc pháp, chúng tôi cũng nêu rõ sự hiểu biết hoàn toàn về các sắc pháp. Chư Hiền, Sa-môn <i lang='pli' translate='no'>Gotama</i> nêu rõ sự hiểu biết hoàn toàn về các cảm thọ, chúng tôi cũng nêu rõ sự hiểu biết hoàn toàn về các cảm thọ. Chư Hiền, ở đây có sự đặc thù nào, sự dị biệt nào, sự sai khác nào giữa Sa-môn <i lang='pli' translate='no'>Gotama</i> và chúng tôi về vấn đề thuyết pháp hay vấn đề giáo huấn?</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Các Tỷ-kheo ấy không hoan hỷ cũng không chỉ trích những lời nói của các Du sĩ ngoại đạo, không hoan hỷ, không chỉ trích, các Tỷ-kheo từ chỗ ngồi đứng dậy, từ biệt với ý nghĩ: “Chúng ta sẽ học ý nghĩa lời nói này từ Thế Tôn”.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Rồi các Tỷ-kheo ấy, sau khi khất thực ở <i lang='pli' translate='no'>Sāvatthi</i>, khi ăn xong và đi khất thực trở về, liền đến chỗ Thế Tôn ở, đảnh lễ Ngài và ngồi xuống một bên. Sau khi ngồi xuống một bên, các Tỷ-kheo ấy bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Bạch Thế Tôn, ở đây chúng con buổi sáng đắp y, cầm y bát vào thành <i lang='pli' translate='no'>Sāvatthi</i> khất thực. Bạch Thế Tôn, rồi chúng con suy nghĩ: “Nay còn quá sớm để đi khất thực ở <i lang='pli' translate='no'>Sāvatthi</i>. Chúng ta hãy nghĩ đến ngôi vườn các Du sĩ ngoại đạo”. Bạch Thế Tôn, rồi chúng con đi đến ngôi vườn các Du sĩ ngoại đạo, sau khi đến xong, nói lên những lời chúc tụng hỏi thăm xã giao rồi ngồi xuống một bên, Bạch Thế Tôn, các Du sĩ ngoại đạo ấy nói với chúng con đang ngồi một bên: “Chư Hiền, Sa-môn <i lang='pli' translate='no'>Gotama</i> nêu rõ sự hiểu biết hoàn toàn về các dục, chúng tôi cũng nêu rõ sự hiểu biết hoàn toàn về các dục. Chư Hiền, Sa-môn <i lang='pli' translate='no'>Gotama</i> nêu rõ sự hiểu biết hoàn toàn về các sắc pháp, chúng tôi cũng nêu rõ sự hiểu biết hoàn toàn về các sắc pháp. Chư Hiền, Sa-môn <i lang='pli' translate='no'>Gotama</i> nêu rõ sự hiểu biết hoàn toàn về các cảm thọ, chúng tôi cũng nêu rõ sự hiểu biết hoàn toàn về các cảm thọ. Chư Hiền ở đây có sự đặc thù nào, sự dị biệt nào, sự sai khác nào giữa Sa-môn <i lang='pli' translate='no'>Gotama</i> và chúng tôi về vấn đề thuyết pháp hay vấn đề giảng huấn?” Bạch Thế Tôn, chúng con không hoan hỷ, không chỉ trích những lời nói của các Du sĩ ngoại đạo. Không hoan hỷ, không chỉ trích, chúng con từ chỗ ngồi đứng dậy, từ biệt với ý nghĩ: “Chúng ta sẽ học ý nghĩa lời nói này từ Thế Tôn”.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Này các Tỷ-kheo, các Du sĩ ngoại đạo nói như vậy cần được trả lời như sau: “Chư Hiền, thế nào là vị ngọt các dục? Thế nào là sự nguy hiểm, thế nào là sự xuất ly? Thế nào là vị ngọt các sắc pháp, thế nào là sự nguy hiểm, thế nào là sự xuất ly? Thế nào là vị ngọt các cảm thọ, thế nào là sự nguy hiểm, thế nào là sự xuất ly?” Này các Tỷ-kheo, khi được hỏi vậy, các Du sĩ ngoại đạo không thể trả lời được và sẽ bị mắc vào các khó khăn khác. Vì sao vậy? Này các Tỷ-kheo, vì vấn đề này không thuộc khả năng hiểu biết của họ. Này các Tỷ-kheo, Ta không thấy một ai trong thế giới này với chư Thiên, <i lang='pli' translate='no'>Māra</i>, Phạm thiên, với chúng Sa-môn, Bà-la-môn, với chư Thiên và loài Người, mà câu trả lời các câu hỏi được chấp nhận, trừ Như Lai, đệ tử Như Lai và những ai được nghe hai vị này.</p>\n<h2>(Vị ngọt các dục)</h2>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Và này các Tỷ-kheo, thế nào là vị ngọt các dục? Này các Tỷ-kheo, có năm pháp tăng trưởng dục này: Các sắc pháp do nhãn căn nhận thức, khả ái, khả lạc, khả ý, khả hỷ, tương ứng với dục, hấp dẫn, các tiếng do nhĩ căn nhận thức … các hương do tỷ căn nhận thức … các vị do thiệt căn nhận thức … các xúc do thân căn nhận thức, khả ái, khả lạc, khả ý, khả hỷ, tương ứng với dục, hấp dẫn. Này các Tỷ-kheo, có năm pháp tăng trưởng dục như vậy. Này các Tỷ-kheo, y cứ vào năm pháp tăng trưởng dục này, có lạc hỷ khởi lên, như vậy là vị ngọt các dục.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Này các Tỷ-kheo, thế nào là sự nguy hiểm các dục? Ở đây, này các Tỷ-kheo, có thiện nam tử nuôi sống với nghề nghiệp, như đếm ngón tay, như tính toán, như ước toán, như làm ruộng, như buôn bán, như chăn bò, như bắn cung, như làm công cho vua, như làm một nghề nào khác. Người ấy phải chống đỡ lạnh, phải chống đỡ nóng, phải chịu đựng sự xúc chạm của ruồi, muỗi, gió, sức nóng, mặt trời, các loài bò sát, bị chết đói chết khát. Này các Tỷ-kheo, như vậy là sự nguy hiểm các dục, thiết thực hiện tại, thuộc khổ uẩn, lấy dục làm nhân, lấy dục làm duyên, là nguồn gốc của dục, là nguyên nhân của dục.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Này các Tỷ-kheo, nếu thiện nam tử ấy nỗ lực như vậy, tinh cần như vậy, tinh tấn như vậy, nhưng các tài sản ấy không được đến tay mình, vị ấy than vãn, buồn phiền khóc than, đấm ngực, mê man bất tỉnh: “Ôi! Sự nỗ lực của ta thật sự là vô ích, sự tinh cần của ta thật sự không kết quả”. Này các Tỷ-kheo, như vậy, là sự nguy hiểm các dục … (như trên) … là nguyên nhân của dục.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Này các Tỷ-kheo, nếu thiện nam tử ấy nỗ lực như vậy, tinh cần như vậy, tinh tấn như vậy, và các tài sản ấy được đến tay mình, vì phải hộ trì các tài sản ấy, vị ấy cảm thọ sự đau khổ, ưu tư: “Làm sao các vua chúa khỏi cướp đoạt chúng, làm sao trộm cướp khỏi cướp đoạt chúng, làm sao lửa khỏi đốt cháy, nước khỏi cuốn trôi, hay các kẻ thừa tự không xứng đáng khỏi cướp đoạt chúng?” Dầu vị ấy hộ trì như vậy, giữ gìn như vậy, vua chúa vẫn cướp đoạt các tài sản ấy, trộm cướp vẫn cướp đoạt, lửa vẫn đốt cháy, nước vẫn cuốn trôi hay các kẻ thừa tự không xứng đáng vẫn cướp đoạt chúng. Vị ấy than vãn, buồn phiền, khóc than, đấm ngực, mê man bất tỉnh: “Cái đã thuộc của ta, nay ta không có nữa”. Này các Tỷ-kheo, như vậy là sự nguy hiểm các dục … (như trên) … là nguyên nhân của dục.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Lại nữa, này các Tỷ-kheo, do dục làm nhân, do dục làm duyên, do dục làm nguyên nhân, do chính dục làm nhân, vua tranh đoạt với vua, Sát-đế-lị tranh đoạt với Sát-đế-lị, Bà-la-môn tranh đoạt với Bà-la-môn, gia chủ tranh đoạt với gia chủ, mẹ tranh đoạt với con, con tranh đoạt với mẹ, cha tranh đoạt với con, con tranh đoạt với cha, anh em tranh đoạt với anh em, anh tranh đoạt với chị, chị tranh đoạt với anh, bạn bè tranh đoạt với bạn bè. Khi họ đã dấn mình vào tranh chấp, tranh luận, tranh đoạt; họ công phá nhau bằng tay; họ công phá nhau bằng đá; họ công phá nhau bằng gậy; họ công phá nhau bằng kiếm. Ở đây họ đi đến tử vong, đi đến sự đau khổ gần như tử vong. Này các Tỷ-kheo, như vậy là sự nguy hiểm các dục … (như trên) … là nguyên nhân của dục.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Lại nữa, này các Tỷ-kheo, do dục làm nhân … do chính dục làm nhân, họ cầm mâu và thuẫn, họ đeo cung và tên, họ dàn trận hai mặt, và tên được nhắm bắn nhau, đao được quăng ném nhau, kiếm được vung chém nhau. Họ bắn đâm nhau bằng tên, họ quăng đâm nhau bằng đao, họ chặt đầu nhau bằng kiếm. Ở đây họ đi đến tử vong, đi đến sự đau khổ gần như tử vong. Này các Tỷ-kheo, như vậy là sự nguy hiểm các dục … (như trên) … là nguyên nhân của dục.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Lại nữa, này các Tỷ-kheo, do dục làm nhân … do chính dục làm nhân, họ cầm mâu và thuẫn, họ đeo cung và tên, họ công phá thành quách mới trét vôi hồ và tên được nhắm bắn nhau, đao được quăng ném nhau, kiếm được vung chém nhau. Ở đây, họ bắn đâm nhau bằng tên, họ quăng đâm nhau bằng đao, họ đổ nước phân sôi, họ đè bẹp nhau bằng đá, họ chặt đầu nhau bằng kiếm. Ở đây họ đi đến tử vong, đi đến sự đau khổ gần như tử vong. Này các Tỷ-kheo, như vậy là sự nguy hiểm các dục … (như trên) … là nguyên nhân của dục.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Lại nữa, này các Tỷ-kheo, do dục làm nhân … do chính dục làm nhân, họ đột nhập nhà cửa, họ cướp giật đồ đạc, họ hành động như kẻ cướp, họ phục kích các đường lớn, họ đi đến vợ người. Các vua chúa khi bắt được một người như vậy liền áp dụng nhiều hình phạt sai khác. Họ đánh bằng roi, họ đánh bằng gậy, họ đánh bằng côn, họ chặt tay, họ chặt chân, họ chặt tay chân, họ xẻo tai, họ cắt mũi, họ xẻo tai cắt mũi, họ dùng hình phạt vạc dầu, họ dùng hình phạt bối đồi hình (xẻo đỉnh đầu thành hình con sò), họ dùng hình phạt la hầu khẩu hình … Hỏa man hình (lấy lửa đốt thành vòng hoa) … chúc thủ hình (đốt tay) … khu hành hình (lấy rơm bện lại rồi siết chặt) … bì y hình (lấy vỏ cây làm áo) … linh dương hình (hình phạt con dê núi) … câu nhục hình (lấy câu móc vào thịt) … tiền hình (cắt thịt thành hình đồng tiền) … khối trấp hình … chuyển hình … cao đạp đài … họ tưới bằng dầu sôi, họ cho chó ăn, họ đóng cọc những người sống, họ lấy gươm chặt đầu. Ở đây họ đi đến tử vong, đi đến sự đau khổ gần như tử vong. Này các Tỷ-kheo, như vậy là sự nguy hiểm của dục … (như trên) … là nguyên nhân của dục.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Lại nữa, này các Tỷ-kheo, do dục làm nhân … do chính dục làm nhân, họ sống làm các ác hạnh về thân, làm các ác hạnh về lời nói, làm các ác hạnh về ý. Do họ sống làm các ác hạnh về thân, làm các ác hạnh về lời nói, làm các ác hạnh về ý, khi thân hoại mạng chung, họ sanh vào cõi dữ, ác thú, đọa xứ, địa ngục. Này các Tỷ-kheo, như vậy là sự nguy hiểm các dục, đưa đến đau khổ tương lai, là khổ uẩn, do dục làm nhân, do dục làm duyên, do dục làm nhân duyên, do chính dục làm nhân.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Này các Tỷ-kheo, thế nào là sự xuất ly các dục? Này các Tỷ-kheo, đây là sự điều phục dục tham đối với các dục, sự đoạn trừ dục tham, như vậy là sự xuất ly các dục.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này các Tỷ-kheo, những Sa-môn, Bà-la-môn nào không như thật tuệ tri vị ngọt các dục là vị ngọt như vậy, sự nguy hiểm là sự nguy hiểm như vậy, sự xuất ly là sự xuất ly như vậy, những vị này nhất định sẽ không như thật tuệ tri các dục của họ, họ cũng không có thể đặt người khác trong một địa vị tương tự, nghĩa là như thật tuệ tri các dục, sự kiện như vậy không thể xảy ra. Này các Tỷ-kheo, những Sa-môn, Bà-la-môn nào như thật tuệ tri vị ngọt các dục là vị ngọt như vậy, sự nguy hiểm là sự nguy hiểm như vậy, sự xuất ly là sự xuất ly như vậy, những vị này nhất định sẽ như thật tuệ tri các dục của họ, họ cũng có thể đặt người khác trong một địa vị tương tự, nghĩa là như thật tuệ tri các dục, sự kiện như vậy có xảy ra.</p>\n<h2>(Vị ngọt các sắc pháp)</h2>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Và này các Tỷ-kheo, thế nào là vị ngọt các sắc pháp? Này các Tỷ-kheo, như các thiếu nữ Sát-đế-lị, thiếu nữ Bà-la-môn hay thiếu nữ Gia chủ, tuổi khoảng độ mười lăm hay mười sáu tuổi, không quá lớn, không quá thấp, không quá ốm, không quá mập, không quá đen, không quá trắng, này các Tỷ-kheo, có phải trong thời ấy, họ đạt đến mỹ diệu tối thượng, sắc đẹp tối thượng?</p>\n<p>—Bạch Thế Tôn, phải.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>—Này các Tỷ-kheo, y cứ sắc đẹp mỹ diệu ấy khởi lên lạc thọ và hỷ thọ, như vậy là vị ngọt các sắc pháp.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Và này các Tỷ-kheo, thế nào là sự nguy hiểm các sắc pháp? Này các Tỷ-kheo, ở đây người ta có thể thấy bà chị ấy trong một thời khác, khoảng tám mươi tuổi, chín mươi tuổi hay một trăm tuổi, già yếu, cong như nóc nhà, lưng còm, phải dựa gậy để chống đỡ, vừa đi vừa run rẩy, đau ốm, tuổi trẻ đã tận, râu rụng, tóc bạc, hư rụng, sói đầu, da nhăn, tay chân bị khô đét tái xám. Này các Tỷ-kheo, các Người nghĩ thế nào? Có phải sự mỹ diệu về sắc đẹp xưa kia của người đó nay đã biến mất và sự nguy hiểm đã hiện ra?</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>—Bạch Thế Tôn, sự thật là vậy.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>—Này các Tỷ-kheo, như vậy là sự nguy hiểm các sắc pháp. Lại nữa này các Tỷ-kheo, người ta có thể thấy bà chị ấy bị bệnh hoạn đau khổ, trầm bệnh, nằm đắm mình trong phân tiểu của mình, phải có người nâng dậy, phải có người đỡ nằm. Này các Tỷ-kheo, các Người nghĩ thế nào? Có phải sự mỹ diệu về sắc đẹp xưa kia của người đó nay đã biến mất và sự nguy hiểm đã hiện ra?</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>—Bạch Thế Tôn, sự thật là vậy.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>—Này các Tỷ-kheo, như vậy là sự nguy hiểm các sắc pháp. Lại nữa, này các Tỷ-kheo, người ta thấy cô gái ấy, thi thể bị quăng vào nghĩa địa, một ngày hay hai ngày hay ba ngày, thi thể ấy trương phồng lên, xanh đen lại, nát thối ra. Này các Tỷ-kheo, các Người nghĩ thế nào? Có phải sự mỹ diệu sắc đẹp xưa kia của cô gái đã biến mất và sự nguy hiểm đã hiện ra?</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>—Bạch Thế Tôn, sự thật là vậy.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>—Này các Tỷ-kheo, như vậy là sự nguy hiểm các sắc pháp. Lại nữa, này các Tỷ-kheo, người ta thấy cô gái ấy, thi thể bị quăng vào nghĩa địa, bị các loài quạ ăn, hay bị các loài diều hâu ăn, hay bị các chim kên ăn, hay bị các loài chó ăn, hay bị các loài giả can ăn, hay bị các loài côn trùng ăn. Này các Tỷ-kheo, các Người nghĩ thế nào? Có phải sự mỹ diệu về sắc đẹp xưa kia của cô gái nay đã biến mất và sự nguy hiểm đã hiện ra?</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>—Bạch Thế Tôn, sự thật là vậy.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>—Này các Tỷ-kheo, như vậy là sự nguy hiểm các sắc pháp. Lại nữa, này các Tỷ-kheo, người ta thấy cô gái ấy, thi thể bị quăng trong nghĩa địa, với các bộ xương còn liên kết với nhau, còn dính thịt và máu, còn được các đường gân cột lại … với các bộ xương còn liên kết với nhau, không còn dính thịt nhưng còn dính máu, còn được các đường gân cột bộ xương, không còn thịt, không có máu, còn được gân cột lại, chỉ còn có xương không dính lại với nhau, rải rác chỗ này chỗ kia, ở đây là xương tay, ở đây là xương chân, ở đây là xương ống, ở đây là xương bắp vế, ở đây là xương mông, ở đây là xương sống, ở đây là xương đầu. Này các Tỷ-kheo, các Người nghĩ thế nào? Có phải sự mỹ diệu về sắc đẹp xưa kia của cô gái nay đã biến mất, và sự nguy hiểm đã hiện ra?</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>—Bạch Thế Tôn, sự thật là vậy.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>—Này các Tỷ-kheo, như vậy là sự nguy hiểm các sắc pháp. Lại nữa, này các Tỷ-kheo, người ta thấy cô gái ấy, thi thể bị quăng vào nghĩa địa, chỉ có toàn xương trắng màu vỏ ốc … chỉ còn một đống xương lâu hơn một năm … chỉ còn các xương thối trở thành bột. Này các Tỷ-kheo, các Người nghĩ thế nào? Có phải sự mỹ diệu về sắc đẹp xưa kia của cô gái nay đã biến mất, và sự nguy hiểm hiện ra?</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>—Bạch Thế Tôn, sự thật là vậy.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>—Này các Tỷ-kheo, như vậy là sự nguy hiểm các sắc pháp.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>Này các Tỷ-kheo và thế nào là sự xuất ly các sắc pháp? Này các Tỷ-kheo, đây là sự điều phục dục tham đối với các sắc pháp, sự đoạn trừ dục tham, như vậy là sự xuất ly các sắc pháp.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Này các Tỷ-kheo, những Sa-môn, Bà-la-môn nào không như thật tuệ tri vị ngọt các sắc pháp là vị ngọt như vậy, sự nguy hiểm là sự nguy hiểm như vậy, sự xuất ly là sự xuất ly như vậy, những vị này nhất định sẽ không như thật tuệ tri các sắc pháp của họ, họ cũng không có thể đặt người khác trong một địa vị tương tự, nghĩa là như thật tuệ tri các sắc pháp, sự kiện như vậy không xảy ra. Này các Tỷ-kheo, những Sa-môn, Bà-la-môn nào như thật tuệ tri vị ngọt các sắc pháp là vị ngọt như vậy, sự nguy hiểm là sự nguy hiểm như vậy, sự xuất ly là sự xuất ly như vậy, những vị này nhất định như thật tuệ tri các sắc pháp của họ, họ cũng có thể đặt người khác trong một địa vị tương tự, nghĩa là như thật tuệ tri các sắc pháp, sự kiện như vậy có xảy ra.</p>\n<h2>(Vị ngọt các cảm thọ)</h2>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Và này các Tỷ-kheo, thế nào là vị ngọt các cảm thọ? Ở đây các Tỷ-kheo ly các dục, ly các bất thiện pháp, tự chứng và an trú vào Thiền thứ nhất, một trạng thái hỷ lạc do ly dục sanh, có tầm có tứ. Trong khi ấy, nếu vị ấy không nghĩ đến tự hại, không nghĩ đến hại người, không nghĩ đến hại cả hai, trong khi ấy vị ấy cảm giác một cảm thọ vô hại. Này các Tỷ-kheo, tối thượng vô hại ấy, Ta nói là vị ngọt các cảm thọ.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>Lại nữa, này các Tỷ-kheo, Tỷ-kheo diệt tầm và tứ, chứng và trú vào Thiền thứ hai, một trạng thái hỷ lạc do định sanh, không tầm không tứ, nội tỉnh nhất tâm … Tỷ-kheo ly hỷ trú xả, chánh niệm tỉnh giác, thân cảm sự lạc thọ mà các bậc Thánh gọi là xả niệm lạc trú, chứng và trú Thiền thứ ba … Tỷ-kheo xả lạc xả khổ, diệt hỷ ưu đã cảm thọ trước, chứng và trú Thiền thứ tư, không khổ không lạc, xả niệm thanh tịnh. Trong khi ấy nếu vị ấy không nghĩ đến tự hại, không nghĩ đến hại người, không nghĩ đến hại cả hai, trong khi ấy vị ấy cảm giác một cảm thọ vô hại. Này các Tỷ-kheo, tối thượng vô hại ấy, Ta nói là vị ngọt các cảm thọ.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>Và này các Tỷ-kheo, thế nào là sự nguy hiểm các cảm thọ? Này các Tỷ-kheo, các cảm thọ là vô thường, khổ, biến hoại, như vậy là sự nguy hiểm các cảm thọ.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Và này các Tỷ-kheo, thế nào là sự xuất ly các cảm thọ? Này các Tỷ-kheo, sự điều phục dục tham đối với các cảm thọ, sự đoạn trừ dục tham, như vậy gọi là sự xuất ly các cảm thọ.</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>Này các Tỷ-kheo, những Sa-môn, Bà-la-môn nào không như thật tuệ tri vị ngọt các cảm thọ là vị ngọt như vậy, sự nguy hiểm là sự nguy hiểm như vậy, sự xuất ly là sự xuất ly như vậy, những vị này nhất định sẽ không như thật tuệ tri các cảm thọ của họ, họ cũng không có thể đặt người khác trong một địa vị tương tự, nghĩa là như thật tuệ tri các cảm thọ, sự kiện như vậy không xảy ra. Này các Tỷ-kheo, những Sa-môn, Bà-la-môn nào như thật tuệ tri vị ngọt các cảm thọ là vị ngọt như vậy, sự nguy hiểm là sự nguy hiểm như vậy, sự xuất ly là sự xuất ly như vậy, những vị này nhất định như thật tuệ tri các cảm thọ của họ, họ có thể đặt các người khác trong một địa vị tương tự, nghĩa là như thật tuệ tri các cảm thọ, sự kiện như vậy có xảy ra.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo ấy hoan hỷ, tín thọ lời dạy của Thế Tôn.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>Hiệu đính: 10–06-2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn13",
    "lang": "vi",
    "is_root": false,
    "title": "Ðại kinh Khổ uẩn",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Discourse on the Mass of Suffering ",
      "uid": "mn14"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Discourse on the Lion’s Roar ",
      "uid": "mn12"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn13' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>13. Ðại kinh Khổ uẩn</h1>\n</header>\n<p>Tôi nghe như vầy:</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời, Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i>, tại <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà Lâm), trong vườn ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Lúc ấy nhiều Tỷ-kheo buổi sáng đắp y, cầm y bát, vào thành <i lang='pli' translate='no'>Sāvatthi</i> khất thực. Rồi các Tỷ-kheo ấy suy nghĩ: “Nay còn quá sớm để đi khất thực ở <i lang='pli' translate='no'>Sāvatthi</i>. Chúng ta hãy đi đến ngôi vườn các Du sĩ ngoại đạo”. Các Tỷ-kheo ấy đi đến ngôi vườn các Du sĩ ngoại đạo, nói lên những lời chúc tụng hỏi thăm xã giao rồi ngồi xuống một bên. Các Du sĩ ngoại đạo ấy nói với các Tỷ-kheo đang ngồi xuống một bên.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Chư Hiền, Sa-môn <i lang='pli' translate='no'>Gotama</i> nêu rõ sự hiểu biết hoàn toàn về các dục, chúng tôi cũng nêu rõ sự hiểu biết hoàn toàn về các dục. Chư Hiền, Sa-môn <i lang='pli' translate='no'>Gotama</i> nêu rõ sự hiểu biết hoàn toàn về các sắc pháp, chúng tôi cũng nêu rõ sự hiểu biết hoàn toàn về các sắc pháp. Chư Hiền, Sa-môn <i lang='pli' translate='no'>Gotama</i> nêu rõ sự hiểu biết hoàn toàn về các cảm thọ, chúng tôi cũng nêu rõ sự hiểu biết hoàn toàn về các cảm thọ. Chư Hiền, ở đây có sự đặc thù nào, sự dị biệt nào, sự sai khác nào giữa Sa-môn <i lang='pli' translate='no'>Gotama</i> và chúng tôi về vấn đề thuyết pháp hay vấn đề giáo huấn?</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Các Tỷ-kheo ấy không hoan hỷ cũng không chỉ trích những lời nói của các Du sĩ ngoại đạo, không hoan hỷ, không chỉ trích, các Tỷ-kheo từ chỗ ngồi đứng dậy, từ biệt với ý nghĩ: “Chúng ta sẽ học ý nghĩa lời nói này từ Thế Tôn”.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Rồi các Tỷ-kheo ấy, sau khi khất thực ở <i lang='pli' translate='no'>Sāvatthi</i>, khi ăn xong và đi khất thực trở về, liền đến chỗ Thế Tôn ở, đảnh lễ Ngài và ngồi xuống một bên. Sau khi ngồi xuống một bên, các Tỷ-kheo ấy bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Bạch Thế Tôn, ở đây chúng con buổi sáng đắp y, cầm y bát vào thành <i lang='pli' translate='no'>Sāvatthi</i> khất thực. Bạch Thế Tôn, rồi chúng con suy nghĩ: “Nay còn quá sớm để đi khất thực ở <i lang='pli' translate='no'>Sāvatthi</i>. Chúng ta hãy nghĩ đến ngôi vườn các Du sĩ ngoại đạo”. Bạch Thế Tôn, rồi chúng con đi đến ngôi vườn các Du sĩ ngoại đạo, sau khi đến xong, nói lên những lời chúc tụng hỏi thăm xã giao rồi ngồi xuống một bên, Bạch Thế Tôn, các Du sĩ ngoại đạo ấy nói với chúng con đang ngồi một bên: “Chư Hiền, Sa-môn <i lang='pli' translate='no'>Gotama</i> nêu rõ sự hiểu biết hoàn toàn về các dục, chúng tôi cũng nêu rõ sự hiểu biết hoàn toàn về các dục. Chư Hiền, Sa-môn <i lang='pli' translate='no'>Gotama</i> nêu rõ sự hiểu biết hoàn toàn về các sắc pháp, chúng tôi cũng nêu rõ sự hiểu biết hoàn toàn về các sắc pháp. Chư Hiền, Sa-môn <i lang='pli' translate='no'>Gotama</i> nêu rõ sự hiểu biết hoàn toàn về các cảm thọ, chúng tôi cũng nêu rõ sự hiểu biết hoàn toàn về các cảm thọ. Chư Hiền ở đây có sự đặc thù nào, sự dị biệt nào, sự sai khác nào giữa Sa-môn <i lang='pli' translate='no'>Gotama</i> và chúng tôi về vấn đề thuyết pháp hay vấn đề giảng huấn?” Bạch Thế Tôn, chúng con không hoan hỷ, không chỉ trích những lời nói của các Du sĩ ngoại đạo. Không hoan hỷ, không chỉ trích, chúng con từ chỗ ngồi đứng dậy, từ biệt với ý nghĩ: “Chúng ta sẽ học ý nghĩa lời nói này từ Thế Tôn”.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Này các Tỷ-kheo, các Du sĩ ngoại đạo nói như vậy cần được trả lời như sau: “Chư Hiền, thế nào là vị ngọt các dục? Thế nào là sự nguy hiểm, thế nào là sự xuất ly? Thế nào là vị ngọt các sắc pháp, thế nào là sự nguy hiểm, thế nào là sự xuất ly? Thế nào là vị ngọt các cảm thọ, thế nào là sự nguy hiểm, thế nào là sự xuất ly?” Này các Tỷ-kheo, khi được hỏi vậy, các Du sĩ ngoại đạo không thể trả lời được và sẽ bị mắc vào các khó khăn khác. Vì sao vậy? Này các Tỷ-kheo, vì vấn đề này không thuộc khả năng hiểu biết của họ. Này các Tỷ-kheo, Ta không thấy một ai trong thế giới này với chư Thiên, <i lang='pli' translate='no'>Māra</i>, Phạm thiên, với chúng Sa-môn, Bà-la-môn, với chư Thiên và loài Người, mà câu trả lời các câu hỏi được chấp nhận, trừ Như Lai, đệ tử Như Lai và những ai được nghe hai vị này.</p>\n<h2>(Vị ngọt các dục)</h2>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Và này các Tỷ-kheo, thế nào là vị ngọt các dục? Này các Tỷ-kheo, có năm pháp tăng trưởng dục này: Các sắc pháp do nhãn căn nhận thức, khả ái, khả lạc, khả ý, khả hỷ, tương ứng với dục, hấp dẫn, các tiếng do nhĩ căn nhận thức … các hương do tỷ căn nhận thức … các vị do thiệt căn nhận thức … các xúc do thân căn nhận thức, khả ái, khả lạc, khả ý, khả hỷ, tương ứng với dục, hấp dẫn. Này các Tỷ-kheo, có năm pháp tăng trưởng dục như vậy. Này các Tỷ-kheo, y cứ vào năm pháp tăng trưởng dục này, có lạc hỷ khởi lên, như vậy là vị ngọt các dục.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Này các Tỷ-kheo, thế nào là sự nguy hiểm các dục? Ở đây, này các Tỷ-kheo, có thiện nam tử nuôi sống với nghề nghiệp, như đếm ngón tay, như tính toán, như ước toán, như làm ruộng, như buôn bán, như chăn bò, như bắn cung, như làm công cho vua, như làm một nghề nào khác. Người ấy phải chống đỡ lạnh, phải chống đỡ nóng, phải chịu đựng sự xúc chạm của ruồi, muỗi, gió, sức nóng, mặt trời, các loài bò sát, bị chết đói chết khát. Này các Tỷ-kheo, như vậy là sự nguy hiểm các dục, thiết thực hiện tại, thuộc khổ uẩn, lấy dục làm nhân, lấy dục làm duyên, là nguồn gốc của dục, là nguyên nhân của dục.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Này các Tỷ-kheo, nếu thiện nam tử ấy nỗ lực như vậy, tinh cần như vậy, tinh tấn như vậy, nhưng các tài sản ấy không được đến tay mình, vị ấy than vãn, buồn phiền khóc than, đấm ngực, mê man bất tỉnh: “Ôi! Sự nỗ lực của ta thật sự là vô ích, sự tinh cần của ta thật sự không kết quả”. Này các Tỷ-kheo, như vậy, là sự nguy hiểm các dục … (như trên) … là nguyên nhân của dục.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Này các Tỷ-kheo, nếu thiện nam tử ấy nỗ lực như vậy, tinh cần như vậy, tinh tấn như vậy, và các tài sản ấy được đến tay mình, vì phải hộ trì các tài sản ấy, vị ấy cảm thọ sự đau khổ, ưu tư: “Làm sao các vua chúa khỏi cướp đoạt chúng, làm sao trộm cướp khỏi cướp đoạt chúng, làm sao lửa khỏi đốt cháy, nước khỏi cuốn trôi, hay các kẻ thừa tự không xứng đáng khỏi cướp đoạt chúng?” Dầu vị ấy hộ trì như vậy, giữ gìn như vậy, vua chúa vẫn cướp đoạt các tài sản ấy, trộm cướp vẫn cướp đoạt, lửa vẫn đốt cháy, nước vẫn cuốn trôi hay các kẻ thừa tự không xứng đáng vẫn cướp đoạt chúng. Vị ấy than vãn, buồn phiền, khóc than, đấm ngực, mê man bất tỉnh: “Cái đã thuộc của ta, nay ta không có nữa”. Này các Tỷ-kheo, như vậy là sự nguy hiểm các dục … (như trên) … là nguyên nhân của dục.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Lại nữa, này các Tỷ-kheo, do dục làm nhân, do dục làm duyên, do dục làm nguyên nhân, do chính dục làm nhân, vua tranh đoạt với vua, Sát-đế-lị tranh đoạt với Sát-đế-lị, Bà-la-môn tranh đoạt với Bà-la-môn, gia chủ tranh đoạt với gia chủ, mẹ tranh đoạt với con, con tranh đoạt với mẹ, cha tranh đoạt với con, con tranh đoạt với cha, anh em tranh đoạt với anh em, anh tranh đoạt với chị, chị tranh đoạt với anh, bạn bè tranh đoạt với bạn bè. Khi họ đã dấn mình vào tranh chấp, tranh luận, tranh đoạt; họ công phá nhau bằng tay; họ công phá nhau bằng đá; họ công phá nhau bằng gậy; họ công phá nhau bằng kiếm. Ở đây họ đi đến tử vong, đi đến sự đau khổ gần như tử vong. Này các Tỷ-kheo, như vậy là sự nguy hiểm các dục … (như trên) … là nguyên nhân của dục.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Lại nữa, này các Tỷ-kheo, do dục làm nhân … do chính dục làm nhân, họ cầm mâu và thuẫn, họ đeo cung và tên, họ dàn trận hai mặt, và tên được nhắm bắn nhau, đao được quăng ném nhau, kiếm được vung chém nhau. Họ bắn đâm nhau bằng tên, họ quăng đâm nhau bằng đao, họ chặt đầu nhau bằng kiếm. Ở đây họ đi đến tử vong, đi đến sự đau khổ gần như tử vong. Này các Tỷ-kheo, như vậy là sự nguy hiểm các dục … (như trên) … là nguyên nhân của dục.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Lại nữa, này các Tỷ-kheo, do dục làm nhân … do chính dục làm nhân, họ cầm mâu và thuẫn, họ đeo cung và tên, họ công phá thành quách mới trét vôi hồ và tên được nhắm bắn nhau, đao được quăng ném nhau, kiếm được vung chém nhau. Ở đây, họ bắn đâm nhau bằng tên, họ quăng đâm nhau bằng đao, họ đổ nước phân sôi, họ đè bẹp nhau bằng đá, họ chặt đầu nhau bằng kiếm. Ở đây họ đi đến tử vong, đi đến sự đau khổ gần như tử vong. Này các Tỷ-kheo, như vậy là sự nguy hiểm các dục … (như trên) … là nguyên nhân của dục.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Lại nữa, này các Tỷ-kheo, do dục làm nhân … do chính dục làm nhân, họ đột nhập nhà cửa, họ cướp giật đồ đạc, họ hành động như kẻ cướp, họ phục kích các đường lớn, họ đi đến vợ người. Các vua chúa khi bắt được một người như vậy liền áp dụng nhiều hình phạt sai khác. Họ đánh bằng roi, họ đánh bằng gậy, họ đánh bằng côn, họ chặt tay, họ chặt chân, họ chặt tay chân, họ xẻo tai, họ cắt mũi, họ xẻo tai cắt mũi, họ dùng hình phạt vạc dầu, họ dùng hình phạt bối đồi hình (xẻo đỉnh đầu thành hình con sò), họ dùng hình phạt la hầu khẩu hình … Hỏa man hình (lấy lửa đốt thành vòng hoa) … chúc thủ hình (đốt tay) … khu hành hình (lấy rơm bện lại rồi siết chặt) … bì y hình (lấy vỏ cây làm áo) … linh dương hình (hình phạt con dê núi) … câu nhục hình (lấy câu móc vào thịt) … tiền hình (cắt thịt thành hình đồng tiền) … khối trấp hình … chuyển hình … cao đạp đài … họ tưới bằng dầu sôi, họ cho chó ăn, họ đóng cọc những người sống, họ lấy gươm chặt đầu. Ở đây họ đi đến tử vong, đi đến sự đau khổ gần như tử vong. Này các Tỷ-kheo, như vậy là sự nguy hiểm của dục … (như trên) … là nguyên nhân của dục.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Lại nữa, này các Tỷ-kheo, do dục làm nhân … do chính dục làm nhân, họ sống làm các ác hạnh về thân, làm các ác hạnh về lời nói, làm các ác hạnh về ý. Do họ sống làm các ác hạnh về thân, làm các ác hạnh về lời nói, làm các ác hạnh về ý, khi thân hoại mạng chung, họ sanh vào cõi dữ, ác thú, đọa xứ, địa ngục. Này các Tỷ-kheo, như vậy là sự nguy hiểm các dục, đưa đến đau khổ tương lai, là khổ uẩn, do dục làm nhân, do dục làm duyên, do dục làm nhân duyên, do chính dục làm nhân.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Này các Tỷ-kheo, thế nào là sự xuất ly các dục? Này các Tỷ-kheo, đây là sự điều phục dục tham đối với các dục, sự đoạn trừ dục tham, như vậy là sự xuất ly các dục.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này các Tỷ-kheo, những Sa-môn, Bà-la-môn nào không như thật tuệ tri vị ngọt các dục là vị ngọt như vậy, sự nguy hiểm là sự nguy hiểm như vậy, sự xuất ly là sự xuất ly như vậy, những vị này nhất định sẽ không như thật tuệ tri các dục của họ, họ cũng không có thể đặt người khác trong một địa vị tương tự, nghĩa là như thật tuệ tri các dục, sự kiện như vậy không thể xảy ra. Này các Tỷ-kheo, những Sa-môn, Bà-la-môn nào như thật tuệ tri vị ngọt các dục là vị ngọt như vậy, sự nguy hiểm là sự nguy hiểm như vậy, sự xuất ly là sự xuất ly như vậy, những vị này nhất định sẽ như thật tuệ tri các dục của họ, họ cũng có thể đặt người khác trong một địa vị tương tự, nghĩa là như thật tuệ tri các dục, sự kiện như vậy có xảy ra.</p>\n<h2>(Vị ngọt các sắc pháp)</h2>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Và này các Tỷ-kheo, thế nào là vị ngọt các sắc pháp? Này các Tỷ-kheo, như các thiếu nữ Sát-đế-lị, thiếu nữ Bà-la-môn hay thiếu nữ Gia chủ, tuổi khoảng độ mười lăm hay mười sáu tuổi, không quá lớn, không quá thấp, không quá ốm, không quá mập, không quá đen, không quá trắng, này các Tỷ-kheo, có phải trong thời ấy, họ đạt đến mỹ diệu tối thượng, sắc đẹp tối thượng?</p>\n<p>—Bạch Thế Tôn, phải.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>—Này các Tỷ-kheo, y cứ sắc đẹp mỹ diệu ấy khởi lên lạc thọ và hỷ thọ, như vậy là vị ngọt các sắc pháp.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Và này các Tỷ-kheo, thế nào là sự nguy hiểm các sắc pháp? Này các Tỷ-kheo, ở đây người ta có thể thấy bà chị ấy trong một thời khác, khoảng tám mươi tuổi, chín mươi tuổi hay một trăm tuổi, già yếu, cong như nóc nhà, lưng còm, phải dựa gậy để chống đỡ, vừa đi vừa run rẩy, đau ốm, tuổi trẻ đã tận, râu rụng, tóc bạc, hư rụng, sói đầu, da nhăn, tay chân bị khô đét tái xám. Này các Tỷ-kheo, các Người nghĩ thế nào? Có phải sự mỹ diệu về sắc đẹp xưa kia của người đó nay đã biến mất và sự nguy hiểm đã hiện ra?</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>—Bạch Thế Tôn, sự thật là vậy.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>—Này các Tỷ-kheo, như vậy là sự nguy hiểm các sắc pháp. Lại nữa này các Tỷ-kheo, người ta có thể thấy bà chị ấy bị bệnh hoạn đau khổ, trầm bệnh, nằm đắm mình trong phân tiểu của mình, phải có người nâng dậy, phải có người đỡ nằm. Này các Tỷ-kheo, các Người nghĩ thế nào? Có phải sự mỹ diệu về sắc đẹp xưa kia của người đó nay đã biến mất và sự nguy hiểm đã hiện ra?</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>—Bạch Thế Tôn, sự thật là vậy.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>—Này các Tỷ-kheo, như vậy là sự nguy hiểm các sắc pháp. Lại nữa, này các Tỷ-kheo, người ta thấy cô gái ấy, thi thể bị quăng vào nghĩa địa, một ngày hay hai ngày hay ba ngày, thi thể ấy trương phồng lên, xanh đen lại, nát thối ra. Này các Tỷ-kheo, các Người nghĩ thế nào? Có phải sự mỹ diệu sắc đẹp xưa kia của cô gái đã biến mất và sự nguy hiểm đã hiện ra?</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>—Bạch Thế Tôn, sự thật là vậy.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>—Này các Tỷ-kheo, như vậy là sự nguy hiểm các sắc pháp. Lại nữa, này các Tỷ-kheo, người ta thấy cô gái ấy, thi thể bị quăng vào nghĩa địa, bị các loài quạ ăn, hay bị các loài diều hâu ăn, hay bị các chim kên ăn, hay bị các loài chó ăn, hay bị các loài giả can ăn, hay bị các loài côn trùng ăn. Này các Tỷ-kheo, các Người nghĩ thế nào? Có phải sự mỹ diệu về sắc đẹp xưa kia của cô gái nay đã biến mất và sự nguy hiểm đã hiện ra?</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>—Bạch Thế Tôn, sự thật là vậy.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>—Này các Tỷ-kheo, như vậy là sự nguy hiểm các sắc pháp. Lại nữa, này các Tỷ-kheo, người ta thấy cô gái ấy, thi thể bị quăng trong nghĩa địa, với các bộ xương còn liên kết với nhau, còn dính thịt và máu, còn được các đường gân cột lại … với các bộ xương còn liên kết với nhau, không còn dính thịt nhưng còn dính máu, còn được các đường gân cột bộ xương, không còn thịt, không có máu, còn được gân cột lại, chỉ còn có xương không dính lại với nhau, rải rác chỗ này chỗ kia, ở đây là xương tay, ở đây là xương chân, ở đây là xương ống, ở đây là xương bắp vế, ở đây là xương mông, ở đây là xương sống, ở đây là xương đầu. Này các Tỷ-kheo, các Người nghĩ thế nào? Có phải sự mỹ diệu về sắc đẹp xưa kia của cô gái nay đã biến mất, và sự nguy hiểm đã hiện ra?</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>—Bạch Thế Tôn, sự thật là vậy.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>—Này các Tỷ-kheo, như vậy là sự nguy hiểm các sắc pháp. Lại nữa, này các Tỷ-kheo, người ta thấy cô gái ấy, thi thể bị quăng vào nghĩa địa, chỉ có toàn xương trắng màu vỏ ốc … chỉ còn một đống xương lâu hơn một năm … chỉ còn các xương thối trở thành bột. Này các Tỷ-kheo, các Người nghĩ thế nào? Có phải sự mỹ diệu về sắc đẹp xưa kia của cô gái nay đã biến mất, và sự nguy hiểm hiện ra?</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>—Bạch Thế Tôn, sự thật là vậy.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>—Này các Tỷ-kheo, như vậy là sự nguy hiểm các sắc pháp.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>Này các Tỷ-kheo và thế nào là sự xuất ly các sắc pháp? Này các Tỷ-kheo, đây là sự điều phục dục tham đối với các sắc pháp, sự đoạn trừ dục tham, như vậy là sự xuất ly các sắc pháp.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Này các Tỷ-kheo, những Sa-môn, Bà-la-môn nào không như thật tuệ tri vị ngọt các sắc pháp là vị ngọt như vậy, sự nguy hiểm là sự nguy hiểm như vậy, sự xuất ly là sự xuất ly như vậy, những vị này nhất định sẽ không như thật tuệ tri các sắc pháp của họ, họ cũng không có thể đặt người khác trong một địa vị tương tự, nghĩa là như thật tuệ tri các sắc pháp, sự kiện như vậy không xảy ra. Này các Tỷ-kheo, những Sa-môn, Bà-la-môn nào như thật tuệ tri vị ngọt các sắc pháp là vị ngọt như vậy, sự nguy hiểm là sự nguy hiểm như vậy, sự xuất ly là sự xuất ly như vậy, những vị này nhất định như thật tuệ tri các sắc pháp của họ, họ cũng có thể đặt người khác trong một địa vị tương tự, nghĩa là như thật tuệ tri các sắc pháp, sự kiện như vậy có xảy ra.</p>\n<h2>(Vị ngọt các cảm thọ)</h2>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Và này các Tỷ-kheo, thế nào là vị ngọt các cảm thọ? Ở đây các Tỷ-kheo ly các dục, ly các bất thiện pháp, tự chứng và an trú vào Thiền thứ nhất, một trạng thái hỷ lạc do ly dục sanh, có tầm có tứ. Trong khi ấy, nếu vị ấy không nghĩ đến tự hại, không nghĩ đến hại người, không nghĩ đến hại cả hai, trong khi ấy vị ấy cảm giác một cảm thọ vô hại. Này các Tỷ-kheo, tối thượng vô hại ấy, Ta nói là vị ngọt các cảm thọ.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>Lại nữa, này các Tỷ-kheo, Tỷ-kheo diệt tầm và tứ, chứng và trú vào Thiền thứ hai, một trạng thái hỷ lạc do định sanh, không tầm không tứ, nội tỉnh nhất tâm … Tỷ-kheo ly hỷ trú xả, chánh niệm tỉnh giác, thân cảm sự lạc thọ mà các bậc Thánh gọi là xả niệm lạc trú, chứng và trú Thiền thứ ba … Tỷ-kheo xả lạc xả khổ, diệt hỷ ưu đã cảm thọ trước, chứng và trú Thiền thứ tư, không khổ không lạc, xả niệm thanh tịnh. Trong khi ấy nếu vị ấy không nghĩ đến tự hại, không nghĩ đến hại người, không nghĩ đến hại cả hai, trong khi ấy vị ấy cảm giác một cảm thọ vô hại. Này các Tỷ-kheo, tối thượng vô hại ấy, Ta nói là vị ngọt các cảm thọ.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>Và này các Tỷ-kheo, thế nào là sự nguy hiểm các cảm thọ? Này các Tỷ-kheo, các cảm thọ là vô thường, khổ, biến hoại, như vậy là sự nguy hiểm các cảm thọ.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Và này các Tỷ-kheo, thế nào là sự xuất ly các cảm thọ? Này các Tỷ-kheo, sự điều phục dục tham đối với các cảm thọ, sự đoạn trừ dục tham, như vậy gọi là sự xuất ly các cảm thọ.</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>Này các Tỷ-kheo, những Sa-môn, Bà-la-môn nào không như thật tuệ tri vị ngọt các cảm thọ là vị ngọt như vậy, sự nguy hiểm là sự nguy hiểm như vậy, sự xuất ly là sự xuất ly như vậy, những vị này nhất định sẽ không như thật tuệ tri các cảm thọ của họ, họ cũng không có thể đặt người khác trong một địa vị tương tự, nghĩa là như thật tuệ tri các cảm thọ, sự kiện như vậy không xảy ra. Này các Tỷ-kheo, những Sa-môn, Bà-la-môn nào như thật tuệ tri vị ngọt các cảm thọ là vị ngọt như vậy, sự nguy hiểm là sự nguy hiểm như vậy, sự xuất ly là sự xuất ly như vậy, những vị này nhất định như thật tuệ tri các cảm thọ của họ, họ có thể đặt các người khác trong một địa vị tương tự, nghĩa là như thật tuệ tri các cảm thọ, sự kiện như vậy có xảy ra.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo ấy hoan hỷ, tín thọ lời dạy của Thế Tôn.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>Hiệu đính: 10–06-2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 13",
    "volpages": " PTS 1.84, PTS 1.85, PTS 1.86, PTS 1.87, PTS 1.88, PTS 1.89, PTS 1.90",
    "alt_volpages": null,
    "uid": "mn13",
    "blurb": "Challenged to show the difference between his teaching and that of other ascetics, the Buddha points out that they speak of letting go, but do not really understand why. He then explains in great detail the suffering that arises from attachment to sensual stimulation.",
    "difficulty": 2,
    "original_title": "Mahādukkhakkhandhasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Ðại kinh Khổ uẩn",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn13_translation-de-sabbamitta",
        "segmented": true,
        "title": "Die längere Lehrrede über die Masse des Leidens ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn13_translation-en-sujato",
        "segmented": true,
        "title": "The Longer Discourse on the Mass of Suffering ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn13_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso più lungo sulla massa di sofferenza ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "lt",
        "lang_name": "Lietuvių Kalba",
        "is_root": false,
        "author": "Sayalay Piyadassi",
        "author_short": "piyadassi",
        "author_uid": "piyadassi",
        "publication_date": "2022",
        "id": "mn13_translation-lt-piyadassi",
        "segmented": true,
        "title": "Didžioji sutta apie kančios kalną ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn13_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn13_translation-ru-sv",
        "segmented": true,
        "title": "Большое наставление о груде страданий ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn13_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Dugi govor o okeanu patnje ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ড. বেণীমাধব বড়ুয়া",
        "author_short": "বড়ুয়া",
        "author_uid": "barua",
        "publication_date": null,
        "id": "bn_mn13_barua",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ca",
        "lang_name": "Català",
        "is_root": false,
        "author": "Jambudipa",
        "author_short": "Jambudipa",
        "author_uid": "jambudipa",
        "publication_date": "2012",
        "id": "ca_mn13_jambudipa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Štěpán Chromovský",
        "author_short": "Chromovský",
        "author_uid": "chromovsky",
        "publication_date": null,
        "id": "cs_mn13_chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn13_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "2009",
        "id": "en_mn13_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Suddhāso Bhikkhu",
        "author_short": "Suddhāso",
        "author_uid": "suddhaso",
        "publication_date": "2018",
        "id": "en_mn13_suddhaso",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn13_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": null,
        "id": "es_mn13_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn13_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn13_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "buddha-vacana.org",
        "author_short": "BVO",
        "author_uid": "buddhavacanaorg",
        "publication_date": null,
        "id": "fr_mn13_buddhavacanaorg",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Claude Le Ninan, Chandhana Le Ninan",
        "author_short": "leninan",
        "author_uid": "leninan",
        "publication_date": "2023",
        "id": "fr_mn13_leninan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn13_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Vekerdi József",
        "author_short": "Vekerdi",
        "author_uid": "vekerdi",
        "publication_date": "1989",
        "id": "hu_mn13_vekerdi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn13_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn13_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn13_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. J. Srinivas Murthy",
        "author_short": "murthy",
        "author_uid": "murthy",
        "publication_date": "2012",
        "id": "kan_mn13_murthy",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn13_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn13_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2007",
        "id": "pt_mn13_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "баян купи-ка",
        "author_short": "купи-ка",
        "author_uid": "kupi-ka",
        "publication_date": null,
        "id": "ru_mn13_kupi-ka",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn13_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn13_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn13_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn13_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn13_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn13_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Ðại kinh Khổ uẩn"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn13_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 16,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj10.200, cck12.155, dr12.150, ms9M_538, msdiv163, ndp9.117, nya1, pts-vp-pli1.84, sya12.166, sya12.167, vri12.118,nya2,nya3,nya4,bj10.202, cck12.156, csp1ed9.119, csp2ed9.119, dr12.151, ms9M_539, msdiv164, ndp9.118, nya5, pts-vp-pli1.85, sya12.168, vri12.119,cck12.157, ms9M_540, msdiv165, nya6,csp1ed9.120, csp2ed9.120, ms9M_541, msdiv166, ndp9.119, nya7, sya12.169,dr12.152, ms9M_542, msdiv167, nya8, pts-vp-pli1.86, vri12.120,bj10.204, cck12.158, ms9M_543, nya9,dr12.153, ms9M_544, nya10, sya12.170,cck12.159, csp1ed9.121, csp2ed9.121, ms9M_545, msdiv168, ndp9.120, nya11, vri12.121,bj10.206, ms9M_546, nya12, sya12.171,cck12.160, dr12.154, ms9M_547, nya13, pts-vp-pli1.87,bj10.208, cck12.161, csp1ed9.122, csp2ed9.122, ms9M_548, msdiv169, ndp9.121, nya14, sya12.172, vri12.122,dr12.155, ms9M_549, nya15,ms9M_550, msdiv170, nya16,ms9M_551, ndp9.122, nya17, pts-vp-pli1.88, sya12.173,cck12.162, csp1ed9.123, csp2ed9.123, dr12.156, ms9M_552, msdiv171, nya18,bj10.210, ms9M_553, nya19, sya12.174, vri12.123,ms9M_554, ndp9.123, nya20,cck12.163, dr12.157, ms9M_555, msdiv172, nya21,ms9M_556, nya22, pts-vp-pli1.89,csp1ed9.124, csp2ed9.124, ms9M_557, nya23-28, sya12.175, vri12.124,bj10.212, cck12.164, dr12.158, ms9M_558, ndp9.124, nya29,ms9M_559, nya30,ms9M_560, nya31, sya12.176,cck12.165, csp1ed9.125, csp2ed9.125, dr12.159, ms9M_561, msdiv173, nya32, pts-vp-pli1.90,ms9M_562, ndp9.125, nya33-35, sya12.177, vri12.125,bj10.214, cck12.166, ms9M_563, msdiv174, nya36,dr12.160, ms9M_564, nya37,ms9M_565, nya38, sya12.178,ms9M_566",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn13",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Mahādukkhakkhandhasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "bodhi",
    "suddhaso",
    "horner"
  ]
}