{
  "root_text": {
    "uid": "mn148",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Sáu sáu",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Great Discourse on What Relates to the Six Sense Fields ",
      "uid": "mn149"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Advice to Rāhula ",
      "uid": "mn147"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn148' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>148. Kinh Sáu sáu</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời, Thế Tôn trú ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ), <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà Lâm) tại tinh xá ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Tại đấy, Thế Tôn gọi các Tỷ-kheo: “Này các Tỷ-kheo</p>\n”\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>. “Thưa vâng, Bạch Thế Tôn”. Các Tỷ-kheo ấy vâng đáp Thế Tôn.</p>\n<p>Thế Tôn nói như sau</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Này các Tỷ-kheo, Ta sẽ giảng pháp cho các Ông, sơ thiện, trung thiện, hậu thiện, có nghĩa, có văn. Ta sẽ nói lên Phạm hạnh hoàn toàn viên mãn, thanh tịnh, tức là sáu sáu. Hãy nghe và suy nghiệm kỹ, Ta sẽ giảng.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Thưa vâng, bạch Thế Tôn.</p>\n<p>(Tóm lược)</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Các vị Tỷ-kheo ấy vâng đáp Thế Tôn. Thế Tôn nói như sau</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Sáu nội xứ cần phải được biết. Sáu ngoại xứ cần phải được biết. Sáu thức thân cần phải được biết. Sáu xúc thân cần phải được biết. Sáu thọ thân cần phải được biết. Sáu ái thân cần phải được biết.</p>\n<p>(Liệt kê)</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Khi được nói đến: “Sáu nội xứ cần phải được biết”, do duyên gì được nói đến như vậy? Nhãn xứ, nhĩ xứ, tỷ xứ, thiệt xứ, thân xứ, ý xứ. Khi được nói đến: “Sáu nội xứ cần phải được biết ”, chính do duyên này được nói đến như vậy. Ðây là sáu sáu thứ nhất.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Khi được nói đến: “Sáu ngoại xứ cần phải được biết”, do duyên gì được nói đến như vậy? Sắc xứ, thanh xứ, hương xứ, vị xứ, xúc xứ, pháp xứ. Khi được nói đến: “Sáu ngoại xứ cần phải được biết”, chính do duyên này được nói đến như vậy. Ðây là sáu sáu thứ hai.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Khi được nói đến: “Sáu thức thân cần phải được biết”, do duyên gì được nói đến như vậy? Do duyên mắt và do duyên các sắc, khởi lên nhãn thức. Do duyên tai và do duyên các tiếng, khởi lên nhĩ thức. Do duyên mũi và do duyên các hương, khởi lên tỷ thức. Do duyên lưỡi và do duyên các vị, khởi lên thiệt thức. Do duyên thân và do duyên các xúc, khởi lên thân thức. Do duyên ý và do duyên các pháp, khởi lên ý thức. Khi được nói đến: “Sáu thức thân cần phải được biết”, chính do duyên này được nói đến như vậy. Ðây là sáu sáu thứ ba.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Khi được nói đến: “Sáu xúc thân cần phải được biết”, do duyên gì được nói đến như vậy? Do duyên mắt và do duyên các sắc, khởi lên nhãn thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên tai và do duyên các tiếng, khởi lên nhĩ thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên mũi và do duyên các hương, khởi lên tỷ thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên lưỡi và do duyên các vị, khởi lên thiệt thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên thân và do duyên các xúc, khởi lên thân thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên ý và do duyên các pháp, khởi lên ý thức. Sự gặp gỡ của ba pháp này là xúc. Khi được nói đến: “Sáu xúc thân cần phải được biết”, chính do duyên này được nói đến như vậy. Ðây là sáu sáu thứ tư.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Khi được nói đến: “Sáu thọ thân cần phải được biết”, do duyên gì được nói đến như vậy? Do duyên mắt và do duyên các sắc, khởi lên nhãn thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên xúc là thọ. Do duyên tai và do duyên các tiếng, khởi lên nhĩ thức … Do duyên mũi và do duyên các hương, khởi lên tỷ thức … Do duyên lưỡi và do duyên các vị, khởi lên thiệt thức … Do duyên thân và do duyên các xúc, khởi lên thân thức … Do duyên ý và do duyên các pháp, khởi lên ý thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên xúc là thọ. Khi được nói đến: “Sáu thọ thân cần phải được biết”, chính do duyên này được nói đến như vậy. Ðây là sáu sáu thứ năm.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Khi được nói đến: “Sáu ái thân cần phải được biết”, do duyên gì được nói đến như vậy? Do duyên mắt và duyên các sắc, khởi lên nhãn thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên xúc là thọ. Do duyên thọ là ái. Do duyên tai và do duyên các tiếng, khởi lên nhĩ thức … Do duyên mũi và do duyên các hương, khởi lên tỷ thức … Do duyên lưỡi và do duyên các vị, khởi lên thiệt thức … Do duyên thân và do duyên các xúc, khởi lên thân thức … Do duyên ý và do duyên các pháp, khởi lên ý thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên xúc là thọ. Do duyên thọ là ái. Khi được nói đến: “Sáu ái thân cần phải được biết”, chính do duyên này được nói đến như vậy. Ðây là sáu sáu thứ sáu.</p>\n<p>(Giảng về vô ngã)</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Nếu ai nói rằng: “Mắt là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của mắt đã được thấy. Vì rằng sự sanh và sự diệt củ mắt đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Mắt là tự ngã”, như vậy là không hợp lý. Như vậy, con mắt là vô ngã.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Nếu ai nói rằng: “Các sắc là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của các sắc đã được thấy. Vì rằng sự sanh và sự diệt của các sắc đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Các sắc là tự ngã”, như vậy là không hợp lý. Như vậy, con mắt là vô ngã, các sắc là vô ngã.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Nếu ai nói rằng: “Nhãn thức là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của nhãn thức đã được thấy. Vì rằng sự sanh và sự diệt của nhãn thức đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Nhãn thức là tự ngã”, như vậy là không hợp lý. Như vậy, con mắt là vô ngã, các sắc là vô ngã, nhãn thức là vô ngã.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Nếu có ai nói rằng: “Nhãn xúc là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của nhãn xúc đã được thấy. Vì rằng sự sanh và sự diệt của nhãn xúc đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Nhãn xúc là tự ngã”, như vậy là không hợp lý. Như vậy, con mắt là vô ngã, các sắc là vô ngã, nhãn thức là vô ngã, nhãn xúc là vô ngã.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Nếu có ai nói rằng: “Thọ là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của thọ đã được thấy. Vì rằng sự sanh và sự diệt của thọ đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Thọ là tự ngã”, như vậy là không hợp lý. Như vậy, con mắt là vô ngã, các sắc là vô ngã, nhãn thức là vô ngã, nhãn xúc là vô ngã, thọ là vô ngã.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Nếu có ai nói rằng: “Ái là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của ái đã được thấy. Vì rằng sự sanh và sự diệt của ái đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Ái là tự ngã”, như vậy là không hợp lý. Như vậy, con mắt là vô ngã, các sắc là vô ngã, nhãn thức là vô ngã, nhãn xúc là vô ngã, thọ là vô ngã, ái là vô ngã.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Nếu có ai nói rằng: “Tai là tự ngã” …; nếu có ai nói rằng: “” Mũi là tự ngã” …; nếu có ai nói rằng: “Lưỡi là tự ngã” …; nếu có ai nói rằng: “Thân là tự ngã” …; nếu có ai nói rằng: “Ý là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của ý đã được thấy. Vì rằng sự sanh và sự diệt của ý đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Ý là tự ngã”, như vậy là không hợp lý. Như vậy, ý là vô ngã.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Nếu có ai nói rằng: “Các pháp là tự ngã”, như vậy, là không hợp lý. Sự sanh và sự diệt của các pháp đã được thấy. Vì rằng sự sanh và sự diệt của các pháp đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Các pháp là tự ngã”, như vậy là không hợp lý. Như vậy, ý là vô ngã, các pháp là vô ngã. Nếu có ai nói rằng: “Ý thức là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của ý thức đã được thấy. Vì rằng sự sanh và sự diệt của ý thức đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Ý thức là tự ngã”, như vậy là không hợp lý. Như vậy, ý là vô ngã, các pháp là vô ngã, ý thức là vô ngã.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Nếu có ai nói rằng: “Ý xúc là tự ngã ”, như vậy là không hợp lý. Sự sanh và sự diệt của ý xúc đã được thấy. Vì rằng sự sanh và sự diệt của ý xúc đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu có ai nói rằng: “Ý xúc là tự ngã”, như vậy là không hợp lý. Như vậy, ý là vô ngã, các pháp là vô ngã, ý thức là vô ngã, ý xúc là vô ngã.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Nếu có ai nói rằng: “Thọ là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của thọ đã dược thấy. Vì rằng sự sanh và sự diệt của thọ đã được thấy, nên đưa phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu có ai nói rằng: “Thọ là tự ngã”, như vậy là không hợp lý. Như vậy, ý là vô ngã, các pháp là vô ngã, ý thức là vô ngã, ý xúc là vô ngã, thọ là vô ngã.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Nếu có ai nói rằng: “Ái là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của ái đã được thấy. Vì rằng sự sanh và sự diệt của ái đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu có ai nói rằng: “Ái là tự ngã”, như vậy là không hợp lý. Như vậy, ý là vô ngã, các pháp là vô ngã, ý thức là vô ngã, ý xúc là vô ngã, thọ là vô ngã, ái là vô ngã.</p>\n<h2>(Nguồn gốc và đoạn diệt thân kiến)</h2>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Này các Tỷ-kheo, nhưng đây là con đường đưa đến sự tập khởi của thân kiến. Ai quán mắt là: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”. Ai quán các sắc … Ai quán nhãn thức … Ai quán nhãn xúc … Ai quán thọ … Ai quán ái … Ai quán tai … Ai quán mũi … Ai quán lưỡi … Ai quán thân … Ai quán ý … Ai quán các pháp … Ai quán ý thức … Ai quán ý xúc … Ai quán ái: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Nhưng này các Tỷ-kheo, đây là con đường đưa đến sự đoạn diệt của thân kiến. Ai quán mắt: “” Cái này không phải là của tôi, cái này không phải là tôi, cái này không phải là tự ngã của tôi”. Ai quán sắc … Ai quán nhãn thức … Ai quán nhãn xúc … Ai quán thọ … Ai quán ái … Ai quán tai … Ai quán mũi … Ai quán lưỡi … Ai quán thân … Ai quán ý … Ai quán các pháp … Ai quán ý thức … Ai quán ý xúc … Ai quán thọ … Ai quán ái: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”.</p>\n<h2>(Ba độc tùy miên)</h2>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Này các Tỷ-kheo, do duyên mắt và do duyên các sắc, khởi lên nhãn thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên xúc, khởi lên lạc thọ, khổ thọ hay bất khổ bất lạc thọ. Vị ấy do cảm xúc lạc thọ, mà hoan hỷ, tán thán, trú ở ái trước; tham tùy miên của vị ấy tùy tăng. Vị ấy do cảm xúc khổ thọ, mà sầu muộn, than van, than khóc, đập ngực, rơi vào bất tỉnh; sân tùy miên của vị ấy tùy tăng. Vị ấy do cảm xúc bất khổ bất lạc thọ, mà không như thật biết sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly khỏi cảm thọ ấy; vô minh tùy miên của vị ấy tùy tăng. Này các Tỷ-kheo, vị ấy chính do không đoạn tận tham tùy miên đối với lạc thọ, do không tẩy trừ sân tùy miên đối với khổ thọ, do không nhổ lên vô minh tùy miên đối với bất khổ bất lạc thọ, không đoạn tận vô minh, không làm cho minh khởi lên, có thể ngay trong hiện tại là người chấm dứt đau khổ, sự kiện như vậy không xảy ra.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Này các Tỷ-kheo, do duyên tai và do duyên các tiếng, khởi lên nhĩ thức … Này các Tỷ-kheo, do duyên mũi và do duyên các hương, khởi lên tỷ thức … Này các Tỷ-kheo, do duyên lưỡi và do duyên các vị, khởi lên thiệt thức … Này các Tỷ-kheo, do duyên thân và do duyên các xúc, khởi lên thân thức … Này các Tỷ-kheo, do duyên ý và do duyên các pháp, khởi lên ý thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên xúc, khởi lên lạc thọ, khổ thọ, hay bất khổ bất lạc thọ. Vị ấy do cảm xúc lạc thọ, mà hoan hỷ, tán thán, trú ở ái trước; tham tùy miên của vị ấy tùy tăng. Vị ấy do cảm xúc khổ thọ mà sầu muốn, than van, than khóc, đập ngực, rơi vào bất tỉnh; sân tùy miên của vị ấy tùy tăng. Vị ấy do cảm xúc bất khổ bất lạc thọ, mà không như thật biết sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly khỏi cảm thọ ấy; vô minh tùy miên của vị ấy tùy tăng. Này các Tỷ-kheo, vị ấy chính do không đoạn tận tham tùy miên đối với lạc thọ, do không tẩy trừ sân tùy miên đối với khổ thọ, do không nhổ lên vô minh tùy miên đối với bất khổ bất lạc thọ, không đoạn tận vô minh, không làm cho minh khởi lên, có thể ngay trong hiện tại là người chấm dứt đau khổ, sự kiện như vậy không xảy ra.</p>\n<h2>(Ðoạn tận ba độc)</h2>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Này các Tỷ-kheo, do duyên mắt và do duyên các sắc, khởi lên nhãn thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên xúc, khởi lên lạc thọ, khổ thọ hay bất khổ bất lạc thọ. Vị ấy cảm xúc lạc thọ, mà không hoan hỷ, tán thán, trú ở ái trước; tham tùy miên của vị ấy không tùy tăng. Vị ấy cảm xúc khổ thọ, mà không sầu muộn, than van, than khóc, đập ngực, rơi vào bất tỉnh; sân tùy miên của vị ấy không tùy tăng. Vị ấy cảm xúc bất khổ bất lạc thọ, mà như thật biết sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly khỏi cảm thọ ấy; vô minh tùy miên của vị ấy không tùy tăng. Này các Tỷ-kheo, vị ấy chính do đoạn tận tham tùy miên đối với lạc thọ, do tẩy trừ sân tùy miên đối với khổ thọ, do nhổ lên vô minh tùy miên đối với bất khổ bất lạc thọ, đoạn tận vô minh, làm cho minh khởi lên, có thể ngay trong hiện tại là người chấm dứt đau khổ, sự kiện như vậy xảy ra.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Này các Tỷ-kheo, do duyên tai và do duyên các tiếng, khởi lên nhĩ thức … Này các Tỷ-kheo, do duyên mũi và do duyên các hương, khởi lên tỷ thức … Này các Tỷ-kheo, do duyên lưỡi và do duyên các vị, khởi lên thiệt thức … Này các Tỷ-kheo, do duyên thân và do duyên các xúc, khởi lên thân thức … Này các Tỷ-kheo, do duyên ý và do duyên các pháp, khởi lên ý thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên cảm xúc, khởi lên lạc thọ, khổ thọ hay bất khổ bất lạc thọ. Vị ấy cảm xúc lạc thọ mà không hoan hỷ, tán thán, trú ở ái trước; tham tùy miên của vị ấy không tùy tăng. Vị ấy cảm xúc khổ thọ mà không sầu muộn, than van, than khóc, đập ngực, rơi vào bất tỉnh; sân tùy miên của vị ấy không tùy tăng. Vị ấy cảm xúc bất khổ bất lạc thọ mà như thật biết sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly khỏi cảm thọ ấy; vô minh tùy miên của vị ấy không tùy tăng. Này các Tỷ-kheo, vị ấy chính do đoạn tận tham tùy miên đối với lạc thọ, do tẩy trừ sân tùy miên đối với khổ thọ, do nhổ lên vô minh tùy miên đối với bất khổ bất lạc thọ, đoạn tận vô minh, làm cho minh khởi lên, có thể ngay trong hiện tại là người chấm dứt đau khổ, sự kiện như vậy xảy ra.</p>\n<h2>(Giải thoát)</h2>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Này các Tỷ-kheo, do thấy vậy, vị Ða văn Thánh đệ tử yếm ly mắt, yếm ly các sắc, yếm ly nhãn thức; yếm ly nhãn xúc, yếm ly thọ, yếm ly ái. Vị ấy yếm ly tai, yếm ly các tiếng…; yếm ly mũi, yếm ly các hương…; yếm ly lưỡi, yếm ly các vị…; yếm ly thân, yếm ly các xúc…; yếm ly ý, yếm ly các pháp; yếm ly ý thức, yếm ly ý xúc, yếm ly thọ, yếm ly ái.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Do yếm ly, vị ấy ly tham. Do ly tham, vị ấy giải thoát. Trong sự giải thoát là sự hiểu biết: “Ta đã được giải thoát”. Và vị ấy tuệ tri: “Sanh đã tận, Phạm hạnh đã thành, các việc nên làm đã làm, không còn trở lui trạng thái này nữa”.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo ấy hoan hỷ tín thọ lời Thế Tôn dạy. Trong khi sự thuyết giảng này được nói lên, tâm của sáu mươi Tỷ-kheo ấy được giải thoát khỏi các lậu hoặc, không có chấp thủ.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>15–07–2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn148",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Sáu sáu",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Great Discourse on What Relates to the Six Sense Fields ",
      "uid": "mn149"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Advice to Rāhula ",
      "uid": "mn147"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn148' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>148. Kinh Sáu sáu</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời, Thế Tôn trú ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ), <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà Lâm) tại tinh xá ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Tại đấy, Thế Tôn gọi các Tỷ-kheo: “Này các Tỷ-kheo</p>\n”\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>. “Thưa vâng, Bạch Thế Tôn”. Các Tỷ-kheo ấy vâng đáp Thế Tôn.</p>\n<p>Thế Tôn nói như sau</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Này các Tỷ-kheo, Ta sẽ giảng pháp cho các Ông, sơ thiện, trung thiện, hậu thiện, có nghĩa, có văn. Ta sẽ nói lên Phạm hạnh hoàn toàn viên mãn, thanh tịnh, tức là sáu sáu. Hãy nghe và suy nghiệm kỹ, Ta sẽ giảng.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Thưa vâng, bạch Thế Tôn.</p>\n<p>(Tóm lược)</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Các vị Tỷ-kheo ấy vâng đáp Thế Tôn. Thế Tôn nói như sau</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Sáu nội xứ cần phải được biết. Sáu ngoại xứ cần phải được biết. Sáu thức thân cần phải được biết. Sáu xúc thân cần phải được biết. Sáu thọ thân cần phải được biết. Sáu ái thân cần phải được biết.</p>\n<p>(Liệt kê)</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Khi được nói đến: “Sáu nội xứ cần phải được biết”, do duyên gì được nói đến như vậy? Nhãn xứ, nhĩ xứ, tỷ xứ, thiệt xứ, thân xứ, ý xứ. Khi được nói đến: “Sáu nội xứ cần phải được biết ”, chính do duyên này được nói đến như vậy. Ðây là sáu sáu thứ nhất.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Khi được nói đến: “Sáu ngoại xứ cần phải được biết”, do duyên gì được nói đến như vậy? Sắc xứ, thanh xứ, hương xứ, vị xứ, xúc xứ, pháp xứ. Khi được nói đến: “Sáu ngoại xứ cần phải được biết”, chính do duyên này được nói đến như vậy. Ðây là sáu sáu thứ hai.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Khi được nói đến: “Sáu thức thân cần phải được biết”, do duyên gì được nói đến như vậy? Do duyên mắt và do duyên các sắc, khởi lên nhãn thức. Do duyên tai và do duyên các tiếng, khởi lên nhĩ thức. Do duyên mũi và do duyên các hương, khởi lên tỷ thức. Do duyên lưỡi và do duyên các vị, khởi lên thiệt thức. Do duyên thân và do duyên các xúc, khởi lên thân thức. Do duyên ý và do duyên các pháp, khởi lên ý thức. Khi được nói đến: “Sáu thức thân cần phải được biết”, chính do duyên này được nói đến như vậy. Ðây là sáu sáu thứ ba.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Khi được nói đến: “Sáu xúc thân cần phải được biết”, do duyên gì được nói đến như vậy? Do duyên mắt và do duyên các sắc, khởi lên nhãn thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên tai và do duyên các tiếng, khởi lên nhĩ thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên mũi và do duyên các hương, khởi lên tỷ thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên lưỡi và do duyên các vị, khởi lên thiệt thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên thân và do duyên các xúc, khởi lên thân thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên ý và do duyên các pháp, khởi lên ý thức. Sự gặp gỡ của ba pháp này là xúc. Khi được nói đến: “Sáu xúc thân cần phải được biết”, chính do duyên này được nói đến như vậy. Ðây là sáu sáu thứ tư.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Khi được nói đến: “Sáu thọ thân cần phải được biết”, do duyên gì được nói đến như vậy? Do duyên mắt và do duyên các sắc, khởi lên nhãn thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên xúc là thọ. Do duyên tai và do duyên các tiếng, khởi lên nhĩ thức … Do duyên mũi và do duyên các hương, khởi lên tỷ thức … Do duyên lưỡi và do duyên các vị, khởi lên thiệt thức … Do duyên thân và do duyên các xúc, khởi lên thân thức … Do duyên ý và do duyên các pháp, khởi lên ý thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên xúc là thọ. Khi được nói đến: “Sáu thọ thân cần phải được biết”, chính do duyên này được nói đến như vậy. Ðây là sáu sáu thứ năm.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Khi được nói đến: “Sáu ái thân cần phải được biết”, do duyên gì được nói đến như vậy? Do duyên mắt và duyên các sắc, khởi lên nhãn thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên xúc là thọ. Do duyên thọ là ái. Do duyên tai và do duyên các tiếng, khởi lên nhĩ thức … Do duyên mũi và do duyên các hương, khởi lên tỷ thức … Do duyên lưỡi và do duyên các vị, khởi lên thiệt thức … Do duyên thân và do duyên các xúc, khởi lên thân thức … Do duyên ý và do duyên các pháp, khởi lên ý thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên xúc là thọ. Do duyên thọ là ái. Khi được nói đến: “Sáu ái thân cần phải được biết”, chính do duyên này được nói đến như vậy. Ðây là sáu sáu thứ sáu.</p>\n<p>(Giảng về vô ngã)</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Nếu ai nói rằng: “Mắt là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của mắt đã được thấy. Vì rằng sự sanh và sự diệt củ mắt đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Mắt là tự ngã”, như vậy là không hợp lý. Như vậy, con mắt là vô ngã.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Nếu ai nói rằng: “Các sắc là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của các sắc đã được thấy. Vì rằng sự sanh và sự diệt của các sắc đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Các sắc là tự ngã”, như vậy là không hợp lý. Như vậy, con mắt là vô ngã, các sắc là vô ngã.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Nếu ai nói rằng: “Nhãn thức là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của nhãn thức đã được thấy. Vì rằng sự sanh và sự diệt của nhãn thức đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Nhãn thức là tự ngã”, như vậy là không hợp lý. Như vậy, con mắt là vô ngã, các sắc là vô ngã, nhãn thức là vô ngã.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Nếu có ai nói rằng: “Nhãn xúc là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của nhãn xúc đã được thấy. Vì rằng sự sanh và sự diệt của nhãn xúc đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Nhãn xúc là tự ngã”, như vậy là không hợp lý. Như vậy, con mắt là vô ngã, các sắc là vô ngã, nhãn thức là vô ngã, nhãn xúc là vô ngã.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Nếu có ai nói rằng: “Thọ là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của thọ đã được thấy. Vì rằng sự sanh và sự diệt của thọ đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Thọ là tự ngã”, như vậy là không hợp lý. Như vậy, con mắt là vô ngã, các sắc là vô ngã, nhãn thức là vô ngã, nhãn xúc là vô ngã, thọ là vô ngã.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Nếu có ai nói rằng: “Ái là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của ái đã được thấy. Vì rằng sự sanh và sự diệt của ái đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Ái là tự ngã”, như vậy là không hợp lý. Như vậy, con mắt là vô ngã, các sắc là vô ngã, nhãn thức là vô ngã, nhãn xúc là vô ngã, thọ là vô ngã, ái là vô ngã.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Nếu có ai nói rằng: “Tai là tự ngã” …; nếu có ai nói rằng: “” Mũi là tự ngã” …; nếu có ai nói rằng: “Lưỡi là tự ngã” …; nếu có ai nói rằng: “Thân là tự ngã” …; nếu có ai nói rằng: “Ý là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của ý đã được thấy. Vì rằng sự sanh và sự diệt của ý đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Ý là tự ngã”, như vậy là không hợp lý. Như vậy, ý là vô ngã.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Nếu có ai nói rằng: “Các pháp là tự ngã”, như vậy, là không hợp lý. Sự sanh và sự diệt của các pháp đã được thấy. Vì rằng sự sanh và sự diệt của các pháp đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Các pháp là tự ngã”, như vậy là không hợp lý. Như vậy, ý là vô ngã, các pháp là vô ngã. Nếu có ai nói rằng: “Ý thức là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của ý thức đã được thấy. Vì rằng sự sanh và sự diệt của ý thức đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu ai nói rằng: “Ý thức là tự ngã”, như vậy là không hợp lý. Như vậy, ý là vô ngã, các pháp là vô ngã, ý thức là vô ngã.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Nếu có ai nói rằng: “Ý xúc là tự ngã ”, như vậy là không hợp lý. Sự sanh và sự diệt của ý xúc đã được thấy. Vì rằng sự sanh và sự diệt của ý xúc đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu có ai nói rằng: “Ý xúc là tự ngã”, như vậy là không hợp lý. Như vậy, ý là vô ngã, các pháp là vô ngã, ý thức là vô ngã, ý xúc là vô ngã.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Nếu có ai nói rằng: “Thọ là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của thọ đã dược thấy. Vì rằng sự sanh và sự diệt của thọ đã được thấy, nên đưa phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu có ai nói rằng: “Thọ là tự ngã”, như vậy là không hợp lý. Như vậy, ý là vô ngã, các pháp là vô ngã, ý thức là vô ngã, ý xúc là vô ngã, thọ là vô ngã.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Nếu có ai nói rằng: “Ái là tự ngã”, như vậy là không hợp lý. Sự sanh và sự diệt của ái đã được thấy. Vì rằng sự sanh và sự diệt của ái đã được thấy, nên phải đưa đến kết luận: “Tự ngã sanh và diệt ở nơi tôi”. Do vậy, nếu có ai nói rằng: “Ái là tự ngã”, như vậy là không hợp lý. Như vậy, ý là vô ngã, các pháp là vô ngã, ý thức là vô ngã, ý xúc là vô ngã, thọ là vô ngã, ái là vô ngã.</p>\n<h2>(Nguồn gốc và đoạn diệt thân kiến)</h2>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Này các Tỷ-kheo, nhưng đây là con đường đưa đến sự tập khởi của thân kiến. Ai quán mắt là: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”. Ai quán các sắc … Ai quán nhãn thức … Ai quán nhãn xúc … Ai quán thọ … Ai quán ái … Ai quán tai … Ai quán mũi … Ai quán lưỡi … Ai quán thân … Ai quán ý … Ai quán các pháp … Ai quán ý thức … Ai quán ý xúc … Ai quán ái: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Nhưng này các Tỷ-kheo, đây là con đường đưa đến sự đoạn diệt của thân kiến. Ai quán mắt: “” Cái này không phải là của tôi, cái này không phải là tôi, cái này không phải là tự ngã của tôi”. Ai quán sắc … Ai quán nhãn thức … Ai quán nhãn xúc … Ai quán thọ … Ai quán ái … Ai quán tai … Ai quán mũi … Ai quán lưỡi … Ai quán thân … Ai quán ý … Ai quán các pháp … Ai quán ý thức … Ai quán ý xúc … Ai quán thọ … Ai quán ái: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”.</p>\n<h2>(Ba độc tùy miên)</h2>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Này các Tỷ-kheo, do duyên mắt và do duyên các sắc, khởi lên nhãn thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên xúc, khởi lên lạc thọ, khổ thọ hay bất khổ bất lạc thọ. Vị ấy do cảm xúc lạc thọ, mà hoan hỷ, tán thán, trú ở ái trước; tham tùy miên của vị ấy tùy tăng. Vị ấy do cảm xúc khổ thọ, mà sầu muộn, than van, than khóc, đập ngực, rơi vào bất tỉnh; sân tùy miên của vị ấy tùy tăng. Vị ấy do cảm xúc bất khổ bất lạc thọ, mà không như thật biết sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly khỏi cảm thọ ấy; vô minh tùy miên của vị ấy tùy tăng. Này các Tỷ-kheo, vị ấy chính do không đoạn tận tham tùy miên đối với lạc thọ, do không tẩy trừ sân tùy miên đối với khổ thọ, do không nhổ lên vô minh tùy miên đối với bất khổ bất lạc thọ, không đoạn tận vô minh, không làm cho minh khởi lên, có thể ngay trong hiện tại là người chấm dứt đau khổ, sự kiện như vậy không xảy ra.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Này các Tỷ-kheo, do duyên tai và do duyên các tiếng, khởi lên nhĩ thức … Này các Tỷ-kheo, do duyên mũi và do duyên các hương, khởi lên tỷ thức … Này các Tỷ-kheo, do duyên lưỡi và do duyên các vị, khởi lên thiệt thức … Này các Tỷ-kheo, do duyên thân và do duyên các xúc, khởi lên thân thức … Này các Tỷ-kheo, do duyên ý và do duyên các pháp, khởi lên ý thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên xúc, khởi lên lạc thọ, khổ thọ, hay bất khổ bất lạc thọ. Vị ấy do cảm xúc lạc thọ, mà hoan hỷ, tán thán, trú ở ái trước; tham tùy miên của vị ấy tùy tăng. Vị ấy do cảm xúc khổ thọ mà sầu muốn, than van, than khóc, đập ngực, rơi vào bất tỉnh; sân tùy miên của vị ấy tùy tăng. Vị ấy do cảm xúc bất khổ bất lạc thọ, mà không như thật biết sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly khỏi cảm thọ ấy; vô minh tùy miên của vị ấy tùy tăng. Này các Tỷ-kheo, vị ấy chính do không đoạn tận tham tùy miên đối với lạc thọ, do không tẩy trừ sân tùy miên đối với khổ thọ, do không nhổ lên vô minh tùy miên đối với bất khổ bất lạc thọ, không đoạn tận vô minh, không làm cho minh khởi lên, có thể ngay trong hiện tại là người chấm dứt đau khổ, sự kiện như vậy không xảy ra.</p>\n<h2>(Ðoạn tận ba độc)</h2>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Này các Tỷ-kheo, do duyên mắt và do duyên các sắc, khởi lên nhãn thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên xúc, khởi lên lạc thọ, khổ thọ hay bất khổ bất lạc thọ. Vị ấy cảm xúc lạc thọ, mà không hoan hỷ, tán thán, trú ở ái trước; tham tùy miên của vị ấy không tùy tăng. Vị ấy cảm xúc khổ thọ, mà không sầu muộn, than van, than khóc, đập ngực, rơi vào bất tỉnh; sân tùy miên của vị ấy không tùy tăng. Vị ấy cảm xúc bất khổ bất lạc thọ, mà như thật biết sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly khỏi cảm thọ ấy; vô minh tùy miên của vị ấy không tùy tăng. Này các Tỷ-kheo, vị ấy chính do đoạn tận tham tùy miên đối với lạc thọ, do tẩy trừ sân tùy miên đối với khổ thọ, do nhổ lên vô minh tùy miên đối với bất khổ bất lạc thọ, đoạn tận vô minh, làm cho minh khởi lên, có thể ngay trong hiện tại là người chấm dứt đau khổ, sự kiện như vậy xảy ra.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Này các Tỷ-kheo, do duyên tai và do duyên các tiếng, khởi lên nhĩ thức … Này các Tỷ-kheo, do duyên mũi và do duyên các hương, khởi lên tỷ thức … Này các Tỷ-kheo, do duyên lưỡi và do duyên các vị, khởi lên thiệt thức … Này các Tỷ-kheo, do duyên thân và do duyên các xúc, khởi lên thân thức … Này các Tỷ-kheo, do duyên ý và do duyên các pháp, khởi lên ý thức. Sự gặp gỡ của ba pháp này là xúc. Do duyên cảm xúc, khởi lên lạc thọ, khổ thọ hay bất khổ bất lạc thọ. Vị ấy cảm xúc lạc thọ mà không hoan hỷ, tán thán, trú ở ái trước; tham tùy miên của vị ấy không tùy tăng. Vị ấy cảm xúc khổ thọ mà không sầu muộn, than van, than khóc, đập ngực, rơi vào bất tỉnh; sân tùy miên của vị ấy không tùy tăng. Vị ấy cảm xúc bất khổ bất lạc thọ mà như thật biết sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly khỏi cảm thọ ấy; vô minh tùy miên của vị ấy không tùy tăng. Này các Tỷ-kheo, vị ấy chính do đoạn tận tham tùy miên đối với lạc thọ, do tẩy trừ sân tùy miên đối với khổ thọ, do nhổ lên vô minh tùy miên đối với bất khổ bất lạc thọ, đoạn tận vô minh, làm cho minh khởi lên, có thể ngay trong hiện tại là người chấm dứt đau khổ, sự kiện như vậy xảy ra.</p>\n<h2>(Giải thoát)</h2>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Này các Tỷ-kheo, do thấy vậy, vị Ða văn Thánh đệ tử yếm ly mắt, yếm ly các sắc, yếm ly nhãn thức; yếm ly nhãn xúc, yếm ly thọ, yếm ly ái. Vị ấy yếm ly tai, yếm ly các tiếng…; yếm ly mũi, yếm ly các hương…; yếm ly lưỡi, yếm ly các vị…; yếm ly thân, yếm ly các xúc…; yếm ly ý, yếm ly các pháp; yếm ly ý thức, yếm ly ý xúc, yếm ly thọ, yếm ly ái.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Do yếm ly, vị ấy ly tham. Do ly tham, vị ấy giải thoát. Trong sự giải thoát là sự hiểu biết: “Ta đã được giải thoát”. Và vị ấy tuệ tri: “Sanh đã tận, Phạm hạnh đã thành, các việc nên làm đã làm, không còn trở lui trạng thái này nữa”.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo ấy hoan hỷ tín thọ lời Thế Tôn dạy. Trong khi sự thuyết giảng này được nói lên, tâm của sáu mươi Tỷ-kheo ấy được giải thoát khỏi các lậu hoặc, không có chấp thủ.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>15–07–2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 148",
    "volpages": " PTS 3.281, PTS 3.282, PTS 3.283, PTS 3.284, PTS 3.285, PTS 3.286, PTS 3.287",
    "alt_volpages": null,
    "uid": "mn148",
    "blurb": "The Buddha analyzes the six senses from six perspectives, and demonstrates the emptiness of all of them.",
    "difficulty": 3,
    "original_title": "Chachakkasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Sáu sáu",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn148_translation-en-sujato",
        "segmented": true,
        "title": "Six By Six ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn148_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso sulle sei serie di sei ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn148_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn148_translation-ru-sv",
        "segmented": true,
        "title": "Шесть шестерок ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "বিনয়েন্দ্রনাথ চৌধুরী",
        "author_short": "চৌধুরী",
        "author_uid": "chowdhury",
        "publication_date": null,
        "id": "bn_mn148_chowdhury",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn148_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "2009",
        "id": "en_mn148_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Centro de Meditación Dhamma Sukha",
        "author_short": "CMDS",
        "author_uid": "cmds",
        "publication_date": "1995",
        "id": "es_mn148_cmds",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn148_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": null,
        "id": "hi_mn148_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "HoD",
        "author_short": "HoD",
        "author_uid": "hod",
        "publication_date": "2009",
        "id": "hu_mn148_hod",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn148_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn148_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn148_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ko",
        "lang_name": "한국어/조선말",
        "is_root": false,
        "author": "케마짜라 빅쿠 한글 번",
        "author_short": "케마짜라",
        "author_uid": "khemacara",
        "publication_date": "2013",
        "id": "ko_mn148_khemacara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn148_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn148_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2005",
        "id": "pt_mn148_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2016",
        "id": "ru_mn148_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn148_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn148_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn148_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn148_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Sáu sáu"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn148_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 19,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj12.582, ms11M_1192, msdiv420, ndp11.380, nya1, sya14.509, vri14.337,nya2,cck14.461, ms11M_1193, nya3,csp1ed11.328, csp2ed11.328, ms11M_1194, msdiv421, nya4,dr13.464, ms11M_1195, nya5, pts-vp-pli3.281, sya14.510,ms11M_1196, ndp11.381, nya6, vri14.338,bj12.584, cck14.462, ms11M_1197, nya7, sya14.511,csp1ed11.329, csp2ed11.329, dr13.465, ms11M_1198, ndp11.382, nya8, pts-vp-pli3.282,cck14.463, ms11M_1199, nya9, sya14.512, vri14.339,dr13.466, ms11M_1200, msdiv422, nya10,ms11M_1201,bj12.586, ms11M_1202, ndp11.383,cck14.464, csp1ed11.330, csp2ed11.330, ms11M_1203, sya14.513,dr13.467, ms11M_1204, pts-vp-pli3.283, vri14.340,ms11M_1205,ms11M_1206, msdiv423, nya11, sya14.514,cck14.465, ms11M_1207, ndp11.384, nya12,csp1ed11.331, csp2ed11.331, ms11M_1208, nya13,bj12.588, dr13.468, ms11M_1209, nya14, vri14.341,ms11M_1210, nya15, pts-vp-pli3.284, sya14.515,cck14.466, ms11M_1211,csp1ed11.332, csp2ed11.332, dr13.469, ms11M_1212, msdiv424, ndp11.385, nya16, sya14.516,nya17-21,bj12.590, cck14.467, dr13.470, ms11M_1213, ndp11.386, nya22, pts-vp-pli3.285, vri14.342,nya23-27,cck14.468, csp1ed11.333, csp2ed11.333, ms11M_1214, msdiv425, nya28, sya14.517, vri14.343,dr13.471, ms11M_1215, ndp11.387, nya29-33, sya14.518,cck14.469, csp1ed11.334, csp2ed11.334, ms11M_1216, msdiv426, nya34, pts-vp-pli3.286, sya14.519, vri14.344,bj12.592, dr13.472, ms11M_1217, nya35,ms11M_1218, nya36,ms11M_1219, nya37, vri14.345,ms11M_1220, nya38,cck14.470, ms11M_1221, ndp11.388, nya39,csp1ed11.335, csp2ed11.335, dr13.473, ms11M_1222, msdiv427, nya40, pts-vp-pli3.287, sya14.520, vri14.346,nya41,ms11M_1223",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn148",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Chachakkasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "bodhi"
  ]
}