{
  "root_text": {
    "uid": "mn22",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Ví dụ con rắn",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Ant-Hill ",
      "uid": "mn23"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Simile of the Saw ",
      "uid": "mn21"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn22' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>22. Kinh Ví dụ con rắn</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ), tại <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà Lâm), vườn ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Lúc bấy giờ, Tỷ-kheo tên là <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, khởi lên ác tà kiến như sau: “Theo như ta hiểu pháp Thế Tôn thuyết giảng, khi thọ dụng những pháp được Thế Tôn gọi là chướng ngại pháp, thật sự không có chướng ngại gì”.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Một số đông Tỷ-kheo nghe như sau: “Tỷ-kheo tên <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, khởi lên ác tà kiến như sau: “Theo như ta hiểu pháp Thế Tôn thuyết giảng, khi thọ dụng những pháp được Thế Tôn gọi là chướng ngại pháp, thật sự không có chướng ngại gì”. Rồi những Tỷ-kheo ấy đi đến chỗ Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, khi đến xong, liền nói với Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng như sau</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Này Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, có đúng sự thật rằng, Hiền giả khởi lên ác tà kiến như sau: “Theo như tôi hiểu … thật sự không có chướng ngại gì”?</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Thật sự là vậy, chư Hiền. Theo như tôi hiểu … không có chướng ngại gì.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Rồi những Tỷ-kheo ấy muốn Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng từ bỏ ác tà kiến ấy, liền cật vấn, nạn vấn lý do, thảo luận—“ Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, chớ nói như vậy, chớ xuyên tạc Thế Tôn. Xuyên tạc Thế Tôn là không tốt. Thế Tôn không có nói như vậy. Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, Thế Tôn đã dùng nhiều pháp môn thuyết chướng đạo pháp. Và những ai thọ dụng chúng tự đủ bị chướng ngại. Thế Tôn đã thuyết các dục vui ít, khổ nhiều, não nhiều, do vậy nguy hiểm càng nhiều hơn. Thế Tôn đã thuyết các dục được ví như khúc xương … Thế Tôn đã thuyết các dục được ví như một miếng thịt … Thế Tôn đã thuyết các dục được ví như bó đuốc cỏ khô … Thế Tôn đã thuyết các dục được ví như hố than hừng … Thế Tôn đã thuyết các dục được ví như cơn mộng … Thế Tôn đã thuyết các dục được ví như vật dụng cho mượn … Thế Tôn đã thuyết các dục được ví như trái cây … Thế Tôn đã thuyết các dục vọng được ví như lò thịt … Thế Tôn đã thuyết các dục vọng được ví như gậy nhọn … Thế Tôn đã thuyết các dục được ví như đầu rắn, vui ít khổ nhiều, não nhiều và do vậy, nguy hiểm càng nhiều hơn”.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i> xưa làm nghề huấn luyện chim ưng, dầu được các Tỷ-kheo ấy cật vấn, chất vấn thảo luận, vẫn nói lên ác tà kiến ấy, cứng đầu, chấp chặt, nắm chặt tà kiến ấy: “Thật sự là vậy, theo như tôi hiểu, pháp Thế Tôn thuyết giảng … không có chướng ngại gì”.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Vì các Tỷ-kheo không thể làm cho Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, từ bỏ ác tà kiến ấy, nên họ đến chỗ Thế Tôn ở, khi đến xong, đảnh lễ Thế Tôn và ngồi xuống một bên. Sau khi ngồi xuống một bên, những Tỷ-kheo ấy bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Bạch Thế Tôn, Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, khởi lên ác tà kiến như sau: “Theo tôi hiểu, pháp Thế Tôn thuyết giảng … không có chướng ngại gì”. Bạch Thế Tôn, chúng con nghe: “Tỷ-kheo tên <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng … không có chướng ngại gì”. Bạch Thế Tôn, rồi chúng con đi đến chỗ Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, khi đến xong, liền nói với Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng—“ Này Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, có đúng sự thật chăng? Hiền giả khởi lên ác tà kiến như sau: “Theo như tôi hiểu … thật sự không có chướng ngại gì”.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Bạch Thế Tôn, khi nghe nói vậy, Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, nói với chúng con như sau—“ Thật sự là vậy. Chư Hiền, theo như tôi hiểu … thật sự không có chướng ngại gì”.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Bạch Thế Tôn, chúng con muốn khiến Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, từ bỏ ác tà kiến ấy, liền cật vấn, nạn vấn lý do, thảo luận—“ Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, chớ nói như vậy! Chớ xuyên tạc Thế Tôn. Xuyên tạc Thế Tôn là không tốt. Thế Tôn không có nói như vậy, Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, Thế Tôn đã dùng nhiều pháp môn thuyết chướng đạo pháp. Và những ai thọ dụng chúng, tự đủ bị chướng ngại. Thế Tôn đã thuyết các dục vui ít, khổ nhiều, não nhiều, do vậy nguy hiểm càng nhiều hơn. Thế Tôn đã thuyết các dục được ví như khúc xương … Thế Tôn đã thuyết các dục được ví như đầu rắn, vui ít, khổ nhiều, não nhiều, và do vậy nguy hiểm càng nhiều hơn”.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Bạch Thế Tôn, Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, dầu được chúng con cật vấn, nạn vấn lý do, thảo luận, vẫn nói lên ác tà kiến ấy, cứng đầu, chấp chặt, nắm chặt tà kiến ấy: “Thật sự là vậy, theo tôi hiểu, pháp Thế Tôn thuyết giảng … không có chướng ngại gì”. Bạch Thế Tôn, vì chúng con không thể làm cho Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, từ bỏ ác tà kiến ấy, nên chúng con đến hỏi Thế Tôn ý nghĩa này.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Rồi Thế Tôn cho gọi một Tỷ-kheo khác</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>—Này Tỷ-kheo, hãy đi và nhân danh Ta gọi Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng rằng: “Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, bậc Ðạo Sư gọi Hiền giả”.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>—Thưa vâng, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Tỷ-kheo ấy vâng lời Thế Tôn, đến chỗ Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, sau khi đến, liền nói với Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>—Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, bậc Ðạo sư gọi Hiền giả.</p>\n<p>—Thưa vâng, Hiền giả.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, đáp lời Tỷ-kheo ấy, đi đến chỗ Thế Tôn ở, sau khi đến, đảnh lễ Thế Tôn rồi ngồi xuống một bên. Thế Tôn nói với Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, đang ngồi xuống một bên</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Này <i lang='pli' translate='no'>Ariṭṭha</i>, có thật chăng, Ông khởi lên ác tà kiến như sau: “Theo như tôi hiểu … thật sự không có chướng ngại gì”?</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>—Thật sự là vậy, bạch Thế Tôn. Theo như con hiểu, thật sự không có chướng ngại gì.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>—Này kẻ ngu si kia, sao Ông lại hiểu pháp Ta thuyết giảng như vậy? Này kẻ ngu si kia, có phải chăng, Ta đã dùng nhiều pháp môn thuyết chướng đạo pháp. Và những ai thọ dụng chúng tự đủ bị chướng ngại? Ta đã thuyết các dục vui ít, khổ nhiều, não nhiều, do vậy nguy hiểm càng nhiều hơn. Ta đã thuyết các dục được ví như khúc xương … Ta đã thuyết các dục được ví như miếng thịt … được ví như bó đuốc cỏ khô … được ví như hố than hừng … được ví như cơn mộng … được ví như vật dụng cho mượn … được ví như trái cây … được ví như lò thịt … được ví như gậy nhọn … Ta đã thuyết các dục được ví như đầu rắn, vui ít, khổ nhiều, não nhiều, và do vậy nguy hiểm càng nhiều hơn. Và này kẻ ngu si kia, không những Ông xuyên tạc Ta, vì Ông đã tự chấp thủ sai lạc, Ông tự phá hoại Ông và tạo nên nhiều tổn đức. Này kẻ ngu si kia, và như vậy sẽ đưa đến bất hạnh và đau khổ lâu dài cho Ông.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Rồi Thế Tôn gọi các Tỷ-kheo</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>—Chư Tỷ-kheo, các Ông nghĩ thế nào? Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng này có thể khởi lên tia lửa sáng gì trong Pháp và Luật này không?</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>—Bạch Thế Tôn, làm sao có thể được! Không thể được, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Ðược nói vậy, Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, im lặng, hổ thẹn, thụt vai, cúi đầu, lo âu, câm miệng. Rồi Thế Tôn, sau khi biết được Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng đang im lặng, hổ thẹn, thụt vai, cúi đầu, lo âu, câm miệng, bèn nói với Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>—Này kẻ ngu si kia, người ta sẽ được biết Ông qua ác tà kiến của chính Ông. Ở đây, Ta sẽ hỏi các Tỷ-kheo.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Rồi Thế Tôn gọi các Tỷ-kheo</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>—Chư Tỷ-kheo, các Ông có hiểu pháp Ta thuyết giảng, giống như Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng này, không những đã xuyên tạc Ta vì đã tự chấp thủ sai lạc, mà còn tự phá hoại mình và gây nên nhiều tổn đức?</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>—Bạch Thế Tôn, không. Bạch Thế Tôn, Thế Tôn đã dùng nhiều pháp môn thuyết chướng đạo pháp; và những ai thọ dụng chúng, tự đủ bị chướng ngại. Thế Tôn đã thuyết các dục vui ít, khổ nhiều, não nhiều, do vậy nguy hiểm càng nhiều hơn, Thế Tôn đã thuyết các dục ví như khúc xương … (như trên) … Thế Tôn đã thuyết các dục ví như đầu rắn, vui ít, khổ nhiều, não nhiều và do vậy nguy hiểm càng nhiều hơn.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>—Lành thay, chư Tỷ-kheo! Lành thay, chư Tỷ-kheo! Các Ông hiểu pháp Ta thuyết giảng như vậy. Chư Tỷ-kheo, Ta đã dùng nhiều pháp môn thuyết chướng đạo pháp, và những ai thọ dụng chúng, tự đủ bị chướng ngại. Ta đã thuyết các dục vui ít, khổ nhiều, não nhiều, và do vậy nguy hiểm càng nhiều hơn. Ta đã thuyết các dục ví như khúc xương … (như trên) … Ta đã thuyết các dục ví như đầu rắn, vui ít, khổ nhiều, não nhiều, và do vậy nguy hiểm càng nhiều hơn. Nhưng Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, không những xuyên tạc Ta vì đã tự chấp thủ sai lạc mà còn tự phá hoại mình và tạo nên nhiều tổn đức, và như vậy sẽ đưa đến bất hạnh, đau khổ lâu ngày cho kẻ ngu si ấy.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Thật sự, này các Tỷ-kheo, sự kiện này không xảy ra, người ta có thể thọ dụng các dục ngoài các dục, ngoài các dục tưởng, ngoài các dục tầm.</p>\n<h2>(Ví dụ con rắn)</h2>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Chư Tỷ-kheo, ở đây có một số người ngu si học pháp, như Kinh, Ứng tụng, Giải thuyết, Kệ tụng, Cảm hứng ngữ, Như thị ngữ, Bổn sanh, Vị tằng hữu pháp, Phương quảng. Sau khi học các pháp này, họ không quán sát ý nghĩa những pháp ấy với trí tuệ. Những pháp ấy, vì ý nghĩa không được trí tuệ quán sát, nên không trở thành rõ ràng. Họ học các pháp chỉ vì lợi ích, muốn chỉ trích người khác, chỉ vì lợi ích, muốn khoái khẩu biện luận, và họ không đạt được mục tiêu mà sự học pháp hướng đến. Những pháp ấy vì nắm giữ sai lạc nên đưa họ đến bất hạnh, đau khổ lâu dài. Vì sao vậy? Này các Tỷ-kheo, vì nắm giữ sai lạc các pháp.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Chư Tỷ-kheo, ví như một người ưa muốn rắn nước, tìm cầu rắn nước, đi khắp chỗ để tìm rắn nước. Người đó thấy một con rắn nước lớn, và người đó bắt con rắn ấy ở lưng hay ở đuôi. Con rắn ấy có thể quay lại cắn người đó nơi tay, nơi cánh tay hay ở một phần nào khác của cơ thể, và người đó có thể do nhân này mà bị chết hay bị đau khổ gần như chết. Vì sao vậy? Chư Tỷ-kheo, vì nắm bắt con rắn một cách sai lạc. Cũng vậy này các Tỷ-kheo, ở đây, một số người ngu si học pháp … Chư Tỷ-kheo, vì sự chấp thủ các pháp sai lạc.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>Ở đây, này các Tỷ-kheo, một số Thiện nam tử học pháp, như Kinh, Ứng tụng, Giải thuyết, Kệ tụng, Cảm hứng ngữ, Như thị ngữ, Bổn sanh, Vị tằng hữu pháp, Phương quảng. Sau khi học các pháp này, họ quán sát ý nghĩa những pháp ấy với trí tuệ. Những pháp ấy, vì ý nghĩa được trí tuệ quán sát, nên trở thành rõ ràng. Họ học pháp không vì lợi ích, muốn chỉ trích người khác, không vì lợi ích, muốn khoái khẩu biện luận, và họ đạt được mục tiêu mà sự học pháp hướng đến. Những pháp ấy, vì khéo nắm giữ, nên đưa họ đến hạnh phúc, an lạc lâu dài. Vì sao vậy? Này các Tỷ-kheo, vì khéo nắm giữ các pháp.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Chư Tỷ-kheo, ví như một người ưa muốn rắn nước, tìm cầu rắn nước đi khắp chỗ để tìm rắn nước. Người đó thấy một con rắn nước lớn. Người đó có thể khéo đè con rắn nước với cây gậy có nạng. Sau khi khéo đè với cây gậy có nạng, người đó có thể khéo nắm giữ cổ rắn. Chư Tỷ-kheo, dầu cho con rắn nước ấy có thể cuốn thân nó xung quanh tay, hay cánh tay, hay một thân phần nào khác, người đó cũng không vì nhân duyên ấy đi đến chỗ chết hay đến sự đau khổ gần như chết. Vì sao vậy? Chư Tỷ-kheo, vì khéo nắm giữ con rắn nước vậy.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Cũng vậy, chư Tỷ-kheo, ở đây, một số Thiện nam tử học pháp … chư Tỷ-kheo, vì khéo nắm giữ các pháp vậy. Do vậy, này các Tỷ-kheo, hãy hiểu rõ ý nghĩa lời Ta thuyết giảng và thọ trì như vậy. Nếu có ai không hiểu rõ ý nghĩa lời Ta thuyết giảng thì ở nơi đây, các Ông hãy hỏi Ta hay hỏi những bậc Tỷ-kheo trí thức.</p>\n<h2>(Ví dụ chiếc bè)</h2>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>Chư Tỷ-kheo, Ta sẽ giảng pháp cho các Ông, ví như chiếc bè để vượt qua, không phải để nắm giữ lấy. Hãy nghe và khéo tác ý, Ta sẽ giảng.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>—Thưa vâng, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Những Tỷ-kheo ấy vâng đáp Thế Tôn. Thế Tôn thuyết giảng như sau</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>—Này các Tỷ-kheo, ví như có người đang đi trên con đường lớn dài, đến một vùng nước rộng, bờ bên này nguy hiểm và hãi hùng, bờ bên kia an ổn và không kinh hãi, nhưng không có thuyền để vượt qua hay không có cầu bắc qua từ bờ này đến bờ kia. Người đó tự suy nghĩ: “Ðây là vùng nước rộng, bờ bên này nguy hiểm và hãi hùng, bờ bên kia an ổn và không kinh hãi, nhưng không có thuyền để vượt qua hay không có cầu bắc qua từ bờ này đến bờ kia. Nay ta hãy thâu góp cỏ, cây, nhánh, lá, cột lại thành chiếc bè, và dựa trên chiếc bè này, tinh tấn dùng tay chân, có thể vượt qua bờ bên kia một cách an toàn”. Chư Tỷ-kheo, rồi người đó thâu góp cỏ, cây, nhánh, lá cột lại thành chiếc bè, và nhờ chiếc bè này, tinh tấn dùng tay chân vượt qua bờ bên kia một cách an toàn. Khi qua bờ bên kia rồi, Người đó suy nghĩ: “Chiếc bè này lợi ích nhiều cho ta, nhờ chiếc bè này, ta tinh tấn dùng tay chân để vượt qua bờ bên kia một cách an toàn. Nay ta hãy đội chiếc bè này trên đầu hay vác nó trên vai, và đi đến chỗ nào ta muốn”. Chư Tỷ-kheo, các Ông nghĩ thế nào? Chư Tỷ-kheo, nếu người đó làm như vậy, thì có làm đúng với sở dụng của chiếc bè chăng?</p>\n<p>—Bạch Thế Tôn, không.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>—Chư Tỷ-kheo, người đó phải làm thế nào cho đúng sở dụng của chiếc bè? Ở đây, chư Tỷ-kheo, người đó sau khi vượt qua bờ bên kia, có thể suy nghĩ: “Chiếc bè này lợi ích nhiều cho ta. Nhờ chiếc bè này, ta tinh tấn dùng tay chân đã vượt qua bờ bên kia một cách an toàn. Nay ta hãy kéo chiếc bè này lên trên bờ đất khô, hay nhận chìm xuống nước, và đi đến chỗ nào ta muốn”. Chư Tỷ-kheo, làm như vậy, người đó làm đúng sở dụng chiếc bè ấy. Cũng vậy, này chư Tỷ-kheo, Ta thuyết pháp như chiếc bè để vượt qua, không phải để nắm giữ lấy.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>Chư Tỷ-kheo, các Ông cần hiểu ví dụ cái bè. Chánh pháp còn phải bỏ đi, huống nữa là phi pháp.</p>\n<h2>(Các kiến xứ)</h2>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>Này các Tỷ-kheo, có sáu kiến xứ. Thế nào là sáu? Ở đây, này các Tỷ-kheo, có kẻ vô văn phàm phu, không đi đến yết kiến các bậc Thánh, không thuần thục pháp các bậc Thánh, không tu tập pháp các bậc Thánh, không đi đến yết kiến các bậc Chơn nhơn, không thuần thục pháp các bậc Chơn nhơn, không tu tập pháp các bậc Chơn nhơn, xem sắc pháp: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”, xem cảm thọ: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”, xem tưởng: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”, xem các hành: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”, xem cái gì được thấy, được nghe, được cảm xúc, được ý thức, được đạt tới, được tìm cầu, được ý suy tư: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”, và bất cứ kiến xứ nào đều nói rằng: “Ðây là thế giới, đây là tự ngã, sau khi chết, tôi sẽ thường còn, thường hằng, thường trú, không biến chuyển, tôi sẽ trú như thế này cho đến mãi mãi”, xem như vậy là: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”.</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>Và này chư Tỷ-kheo, có vị Ða văn Thánh đệ tử đi đến yết kiến các bậc Thánh, thuần thục các pháp bậc Thánh, tu tập pháp các bậc Thánh, đi đến yết kiến các bậc Chơn nhơn, thuần thục pháp các bậc Chơn nhơn, tu tập pháp các bậc Chơn nhơn, xem sắc pháp: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, xem cảm thọ: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, xem tưởng: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, xem các hành: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, xem cái gì được thấy, được nghe, được cảm xúc, được ý thức, được đạt tới, được tìm cầu, được ý suy tư: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, và bất cứ kiến xứ nào đều nói rằng: “Ðây là thế giới, đây là tự ngã, sau khi chết tôi sẽ thường còn, thường hằng, thường trú, không biến chuyển, tôi sẽ trú như thế này cho đến mãi mãi”, xem như vậy là: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”. Vị này do quán sát như vậy, đối với sự vật chẳng thật có nên không có lo âu, phiền muộn.</p>\n<h2>(Lo âu)</h2>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>Ðược nghe nói vậy, một Tỷ-kheo khác bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>—Có thể có cái gì không thực có ở ngoài, có thể gây lo âu phiền muộn?</p>\n<p>Thế Tôn đáp</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>—Có thể có, này Tỷ-kheo, ở đây, có người nghĩ như sau: “Cái gì chắc chắn đã là của tôi, nay chắc chắn không còn là của tôi. Cái gì chắc chắn có thể là của tôi, chắc chắn tôi không được cái ấy”. Người đó sầu muộn, than vãn, khóc lóc, đấm ngực, đi đến bất tỉnh. Này Tỷ-kheo, như vậy, có cái không thực có ở ngoài, có thể gây lo âu, phiền muộn.</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>—Bạch Thế Tôn, có thể có cái gì không thực có ở ngoài, có thể không gây lo âu phiền muộn?</p>\n<p>Thế Tôn đáp</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>—Có thể có, này Tỷ-kheo, ở đây, này Tỷ-kheo, có người không nghĩ như sau: “Cái gì chắc chắn đã là của tôi, nay chắc chắn không còn là của tôi. Cái gì chắc chắn có thể là của tôi, chắc chắn tôi không được cái ấy”. Người đó không sầu muộn, than vãn, khóc lóc, không đấm ngực, không đi đến bất tỉnh. Như vậy, này Tỷ-kheo, có cái không thực có ở ngoài, không gây lo âu phiền muộn.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>—Bạch Thế Tôn, có thể có cái gì không thực có ở trong có thể gây ra lo âu phiền muộn?</p>\n<p>Thế Tôn đáp</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>—Có thể có, này Tỷ-kheo, ở đây, này Tỷ-kheo, có người có (tà) kiến như sau: “Ðây là thế giới, đây là tự ngã, sau khi chết, tôi sẽ thường còn, thường hằng, thường trú không biến chuyển. Tôi sẽ trú như thế này cho đến mãi mãi”. Người này nghe Như Lai hay đệ tử Như Lai thuyết pháp để bạt trừ tất cả kiến xứ, cố chấp, thiên chấp, thiên kiến, tùy miên, sự tịnh chỉ mọi hành động, sự từ bỏ mọi sanh y, sự diệt trừ khát ái đưa đến ly tham, đoạn diệt, Niết-bàn. Người đó có thể nghĩ như sau: “Chắc chắn ta sẽ bị đoạn diệt, chắc chắn ta sẽ bị hoại diệt, chắc chắn ta sẽ không tồn tại”. Người đó sầu muộn, than vãn, khóc lóc, đấm ngực, đi đến bất tỉnh. Này Tỷ-kheo, như vậy là có cái không thực có ở trong có thể gây ra lo âu phiền muộn.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>—Bạch Thế Tôn, có thể có cái gì không thực có ở trong, không gây ra lo âu, phiền muộn?</p>\n<p>Thế Tôn đáp</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>—Có thể có, này Tỷ-kheo, ở đây, có người không có (tà) kiến như sau: “Ðây là thế giới, đây là tự ngã, sau khi chết, tôi sẽ thường còn, thường hằng, thường trú, không biến chuyển, tôi sẽ trú như thế này cho đến mãi mãi”. Người này nghe Như Lai hay đệ tử Như Lai thuyết pháp để bạt trừ tất cả kiến xứ, cố chấp, thiên chấp, thiên kiến, tùy miên, sự tịnh chi mọi hành động, sự từ bỏ mọi sanh y, sự diệt trừ khát ái để đưa đến ly tham, đoạn diệt, Niết-bàn. Vị ấy không nghĩ như sau: “Chắc chắn ta sẽ bị đoạn diệt, chắc chắn ta sẽ bị hoại diệt, chắc chắn ta sẽ không tồn tại”. Vị ấy không sầu muộn, than vãn, khóc lóc; vị ấy không đấm ngực, không đi đến bất tỉnh. Này các Tỷ-kheo, như vậy là có cái không thực có ở trong, không gây ra lo âu, phiền muộn.</p>\n<h2>(Vô thường và vô ngã)</h2>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>Này các Tỷ-kheo, các Ông có thể nắm giữ một vật sở hữu gì, và vật sở hữu được nắm giữ ấy sẽ thường còn, thường hằng, thường trú, không chuyển biến, có thể trú như thế này mãi mãi không? Chư Tỷ-kheo, các Ông có thể thấy một vật sở hữu nào được nắm giữ và vật sở hữu được nắm giữ ấy sẽ thường còn, thường hằng, thường trú, không chuyển biến, có thể trú như thế này mãi mãi không?</p>\n<p>—Bạch Thế Tôn, không.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>—Lành thay, này các Tỷ-kheo. Này các Tỷ-kheo, Ta cũng không thấy một vật sở hữu được nắm giữ nào, mà vật sở hữu được nắm giữ ấy sẽ thường còn, thường hằng, thường trú, không chuyển biến, có thể trú như thế này mãi mãi. Này các Tỷ-kheo, các Ông có thể chấp thủ Ngã luận thủ nào mà Ngã luận thủ ấy được chấp thủ như vậy lại không khởi lên sầu, bi, khổ, ưu, não không? Này các Tỷ-kheo, các Ông có thấy Ngã luận thủ nào mà Ngã luận thủ ấy được chấp thủ như vậy lại không khởi lên sầu, bi, khổ, ưu, não không?</p>\n<p>—Bạch Thế Tôn không.</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>—Lành thay, này các Tỷ-kheo. Này các Tỷ-kheo, Ta cũng không thấy Ngã luận thủ nào mà Ngã luận thủ ấy được chấp thủ như vậy lại không khởi lên sầu, bi, khổ, ưu, não. Này các Tỷ-kheo, các Ông có kiến y nào, mà kiến y ấy được y chỉ như vậy lại không khởi lên sầu, bi, khổ, ưu, não không? Này các Tỷ-kheo, các Ông có thấy kiến y nào, mà kiến y ấy được y chỉ như vậy lại không khởi lên sầu, bi, khổ, ưu, não không?</p>\n<p>—Bạch Thế Tôn, không</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>—Lành thay, này các Tỷ-kheo! Này các Tỷ-kheo, Ta cũng không thấy một kiến y nào, mà kiến y ấy được y chỉ như vậy, lại không khởi lên sầu, bi, khổ, ưu, não. Chư Tỷ-kheo, nếu có ngã thời có ngã sở thuộc của tôi không?</p>\n<p>—Bạch Thế Tôn, có.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>—Chư Tỷ-kheo, nếu có ngã sở thuộc, thời có ngã của tôi không?</p>\n<p>—Bạch Thế Tôn, có.</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>—Chư Tỷ-kheo, nếu ngã và ngã sở thuộc không thể được chấp nhận là thường còn, thường hằng, thì kiến xứ này: “Ðây là thế giới, đây là tự ngã, sau khi chết tôi sẽ thành thường còn, thường hằng, thường trú, không biến chuyển, tôi sẽ trú như thế này cho đến mãi mãi”. Này các Tỷ-kheo, kiến xứ ấy là hoàn toàn, triệt để chẳng ngu si không?</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>—Bạch Thế Tôn, làm sao có thể hoàn toàn, triệt để chẳng ngu si được!</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>—Này các Tỷ-kheo, các Ông nghĩ thế nào? Sắc là thường hay vô thường?</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>—Bạch Thế Tôn, vô thường.</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a>—Cái gì vô thường là khổ hay lạc?</p>\n<p>—Bạch Thế Tôn, khổ.</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>—Cái gì vô thường, khổ, chịu sự biến hoại, thì có hợp lý chăng khi chánh quán cái ấy là: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”?</p>\n<p>—Bạch Thế Tôn, không.</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>—Chư Tỷ-kheo, cảm thọ là thường hay vô thường?</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>—Bạch Thế Tôn, là vô thường.</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a>—Cái gì vô thường là khổ hay lạc?</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a>—Bạch Thế Tôn, là khổ.</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a>—Cái gì vô thường, khổ, chịu sự biến hoại thì có hợp lý chăng khi chánh quán cái ấy là: “Cái này là của tôi … tự ngã của tôi”?</p>\n<p>—Bạch Thế Tôn, không.</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>—Chư Tỷ-kheo, tưởng là thường hay vô thường?</p>\n<p><a class='ref sc' id='sc71' href='#sc71'>SC 71</a>—Bạch Thế Tôn, vô thường.</p>\n<p>—Cái gì vô thường…?</p>\n<p>—Bạch Thế Tôn, không.</p>\n<p><a class='ref sc' id='sc72' href='#sc72'>SC 72</a>—Chư Tỷ-kheo, các hành là thường hay vô thường … chư Tỷ-kheo, thức là thường hay vô thường?</p>\n<p><a class='ref sc' id='sc73' href='#sc73'>SC 73</a>—Bạch Thế Tôn, vô thường.</p>\n<p><a class='ref sc' id='sc74' href='#sc74'>SC 74</a>—Cái gì vô thường là khổ hay lạc?</p>\n<p>—Bạch Thế Tôn, khổ.</p>\n<p><a class='ref sc' id='sc75' href='#sc75'>SC 75</a>- Cái gì vô thường, khổ thì có hợp lý chăng, khi chánh quán cái ấy là: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”?</p>\n<p>—Bạch Thế Tôn, không.</p>\n<p><a class='ref sc' id='sc76' href='#sc76'>SC 76</a>—Do vậy, này các Tỷ-kheo, bất cứ các sắc pháp nào, quá khứ, tương lai, hiện tại, nội hay ngoại, thô hay tế, liệt hay thắng, xa hay gần; tất cả sắc pháp là: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, cần phải như thật quán với chánh trí tuệ. Bất cứ cảm thọ nào … Bất cứ tưởng nào … Bất cứ hành nào … Bất cứ thức nào, quá khứ, vị lai, hiện tại, nội hay ngoại, thô hay tế, liệt hay thắng, xa hay gần, tất cả thức là: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, cần phải như thật quán với chánh trí tuệ.</p>\n<p><a class='ref sc' id='sc77' href='#sc77'>SC 77</a>Chư Tỷ-kheo, nhờ thấy vậy, vị Ða văn Thánh đệ tử yểm ly đối với sắc, yểm ly đối với thọ, yểm ly đối với tưởng, yểm ly đối với hành, yểm ly đối với thức, do yểm ly nên ly tham, do ly tham, nên được giải thoát, trong sự giải thoát có trí khởi lên, biết được đã giải thoát. Vị ấy biết: “Sanh đã tận, phạm hạnh đã thành, những gì nên làm đã làm, không còn trở lui tại đây với một đời sống khác”.</p>\n<h2>(Bậc A-la-hán)</h2>\n<p><a class='ref sc' id='sc78' href='#sc78'>SC 78</a>Chư Tỷ-kheo, Tỷ-kheo ấy được gọi là vị đã vất bỏ đi các chướng ngại vật, là vị đã lấp đầy các thông hào, là vị đã nhổ lên cột trụ, là vị đã mở tung các lề khóa, là bậc Thánh đã hạ cây cờ xuống, đã đặt gánh nặng xuống, không có gì hệ lụy.</p>\n<p><a class='ref sc' id='sc79' href='#sc79'>SC 79</a>Và thế nào là Tỷ-kheo đã vất bỏ đi các chướng ngại? Ở đây, này các Tỷ-kheo, là đã đoạn trừ vô minh, cắt tận gốc rễ, làm cho như cây ta-la bị chặt đầu, khiến không thể tái sanh trong tương lai, không có khả năng sanh khởi. Chư Tỷ-kheo, như vậy là Tỷ-kheo đã vất bỏ đi các chướng ngại.</p>\n<p><a class='ref sc' id='sc80' href='#sc80'>SC 80</a>Này các Tỷ-kheo, thế nào là Tỷ-kheo đã lấp đầy các thông hào? Ở đây, này các Tỷ-kheo, Tỷ-kheo đã đoạn trừ tái sanh và sự luân chuyển sanh tử, đã cắt tận gốc rễ, làm cho như cây ta-la bị chặt đầu, khiến không thể tái sanh trong tương lai, không có khả năng sanh khởi. Chư Tỷ-kheo, như vậy là Tỷ-kheo đã lấp đầy thông hào.</p>\n<p><a class='ref sc' id='sc81' href='#sc81'>SC 81</a>Này các Tỷ-kheo, thế nào là Tỷ-kheo đã nhổ lên cột trụ? Ở đây, này các Tỷ-kheo, Tỷ-kheo đã đoạn trừ khát ái, đã cắt tận gốc rễ, làm cho như cây ta-la bị chặt đầu, khiến không thể tái sanh trong tương lai, không có khả năng sanh khởi. Chư Tỷ-kheo, như vậy là Tỷ-kheo đã nhổ lên cột trụ.</p>\n<p><a class='ref sc' id='sc82' href='#sc82'>SC 82</a>Này các Tỷ-kheo, thế nào là Tỷ-kheo đã mở tung các lề khóa? Ở đây, này các Tỷ-kheo, Tỷ-kheo đã đoạn trừ năm hạ phần kiết sử, đã cắt tận gốc rễ, làm cho như cây ta-la bị chặt đầu, khiến không thể tái sanh trong tương lai, không có khả năng sanh khởi. Chư Tỷ-kheo, như vậy là Tỷ-kheo đã mở tung các lề khóa.</p>\n<p><a class='ref sc' id='sc83' href='#sc83'>SC 83</a>Này các Tỷ-kheo, thế nào là Tỷ-kheo bậc Thánh, đã hạ cây cờ xuống, đã đặt gánh nặng xuống, không có gì hệ lụy? Ở đây, này các Tỷ-kheo, Tỷ-kheo đã đoạn trừ ngã mạn, đã cắt tận gốc rễ, làm cho như cây ta-la bị chặt đầu, khiến không thể tái sanh trong tương lai, không có khả năng sanh khởi. Chư Tỷ-kheo, như vậy là vị Tỷ-kheo bậc Thánh, đã hạ cây cờ xuống, đã đặt gánh nặng xuống, không có gì hệ lụy.</p>\n<p><a class='ref sc' id='sc84' href='#sc84'>SC 84</a>Chư Tỷ-kheo, Tỷ-kheo đã giải thoát như vậy, thì chư Thiên ở Ðế thích Thiên giới, Phạm thiên giới, Sanh chủ giới sẽ không tìm được dấu vết của Tỷ-kheo ấy, nếu nghĩ rằng: “Y ở đây, có thức của Như Lai”. Vì sao vậy? Chư Tỷ-kheo, Ta nói ngay ở hiện tại, một Như Lai không thể tìm thấy dấu vết”.</p>\n<h2>(Xuyên tạc Như Lai)</h2>\n<p><a class='ref sc' id='sc85' href='#sc85'>SC 85</a>Chư Tỷ-kheo, Ta nói như vậy, thuyết như vậy, một số Sa-môn, Bà-la-môn xuyên tạc Ta một cách phi chơn, hồ đồ, hư vọng, không thực: “Sa-môn <i lang='pli' translate='no'>Gotama</i> chủ trương chủ nghĩa hư vô, đề cao đoạn diệt, hủy diệt, sự tiêu diệt các hữu tình”. Nhưng này các Tỷ-kheo, Ta không là như vậy, Ta không nói như vậy, Ta không như các Sa-môn, Bà-la-môn ấy đã xuyên tạc một cách phi chơn, hồ đồ, hư vọng, không thật: “Sa-môn <i lang='pli' translate='no'>Gotama</i> chủ trương chủ nghĩa hư vô, đề cao đoạn diệt, hủy diệt, sự tiêu diệt các hữu tình”.</p>\n<p><a class='ref sc' id='sc86' href='#sc86'>SC 86</a>Chư Tỷ-kheo, xưa cũng như nay, Ta chỉ nói lên sự khổ và sự diệt khổ. Chư Tỷ-kheo, nếu ở đây những người khác nhiếc mắng, phỉ báng, làm cho Như Lai tức giận, thì này các Tỷ-kheo, ở đây, Như Lai không có sân hận, không có bất mãn, tâm không phẫn nộ. Chư Tỷ-kheo, nếu ở đây, những người khác cung kính, tôn trọng, lễ bái, cúng dường Như Lai, thì này các Tỷ-kheo, ở đây Như Lai không có hoan hỷ, sung sướng, Tâm không thích thú. Chư Tỷ-kheo, nếu những người khác cung kính, tôn trọng, lễ bái, cúng dường Như Lai, thì này các Tỷ-kheo, ở đây Như Lai suy nghĩ: “Ðây là điều xưa kia đã từng biết rõ: ở đây là trách nhiệm Ta phải làm”.</p>\n<p><a class='ref sc' id='sc87' href='#sc87'>SC 87</a>Do vậy, này các Tỷ-kheo, nếu có những người khác nhiếc mắng, phỉ báng, làm cho các Ông tức giận, ở đây các Ông chớ có sân hận, bất mãn, tâm chớ khởi phẫn nộ. Do vậy, này các Tỷ-kheo, nếu có những người khác cung kính, tôn trọng, lễ bái cúng dường các Ông, thì ở đây, các Ông chớ có hoan hỷ, sung sướng, tâm sanh thích thú. Do vậy, này các Tỷ-kheo, nếu có những người khác cung kính, tôn trọng, lễ bái cúng dường các Ông, thì ở đây, các Ông hãy suy nghĩ: “Ðây là điều xưa kia đã từng biết rõ, đây là những trách nhiệm ta phải làm”.</p>\n<h2>(Không sở hữu)</h2>\n<p><a class='ref sc' id='sc88' href='#sc88'>SC 88</a>Do vậy, này các Tỷ-kheo, cái gì không phải của các Ông, các Ông hãy từ bỏ. Các Ông từ bỏ, sẽ đưa lại hạnh phúc, an lạc lâu dài cho các Ông. Chư Tỷ-kheo, cái gì không phải của các Ông? Chư Tỷ-kheo, sắc không phải của các Ông, hãy từ bỏ sắc. Các Ông từ bỏ sắc sẽ đưa lại hạnh phúc, an lạc lâu dài cho các Ông. Chư Tỷ-kheo, thọ không phải của các Ông, hãy từ bỏ thọ. Các Ông từ bỏ thọ sẽ đưa lại hạnh phúc, an lạc lâu dài cho các Ông. Chư Tỷ-kheo, tưởng không phải của các Ông, hãy từ bỏ tưởng. Các Ông từ bỏ tưởng sẽ đem lại hạnh phúc, an lạc lâu dài cho các Ông. Chư Tỷ-kheo, các hành không phải của các Ông, hãy từ bỏ các hành. Các Ông từ bỏ các hành sẽ đem lại hạnh phúc, an lạc lâu dài cho các Ông. Chư Tỷ-kheo, thức không phải của các Ông, hãy từ bỏ thức. Các Ông từ bỏ thức sẽ đem lại hạnh phúc, an lạc lâu dài cho các Ông.</p>\n<p><a class='ref sc' id='sc89' href='#sc89'>SC 89</a>Chư Tỷ-kheo, các Ông nghĩ thế nào? Trong rừng <i lang='pli' translate='no'>Jetavana</i> này, nếu có người thâu lượm cỏ, cây, nhành, lá rồi đốt hay làm với chúng tùy theo ý muốn, các Ông có nghĩ chăng? Người ấy thâu lượm chúng ta, đốt chúng ta hay làm với chúng ta tùy theo ý muốn?</p>\n<p><a class='ref sc' id='sc90' href='#sc90'>SC 90</a>—Bạch Thế Tôn, không. Vì sao vậy? Bạch Thế Tôn, vì nó không phải tự ngã hay không phải sở thuộc của ngã.</p>\n<p><a class='ref sc' id='sc91' href='#sc91'>SC 91</a>—Cũng vậy, này các Tỷ-kheo, cái gì không phải của các Ông, các Ông hãy từ bỏ. Các Ông từ bỏ sẽ đưa lại hạnh phúc, an lạc lâu dài cho các Ông. Chư Tỷ-kheo, và cái gì không phải của các Ông? Chư Tỷ-kheo, sắc không phải của các Ông, hãy từ bỏ sắc. Các Ông từ bỏ sắc sẽ đưa lại hạnh phúc, an lạc lâu dài cho các Ông. Chư Tỷ-kheo, thọ … (như trên) … Chư Tỷ-kheo tưởng … (như trên) … Chư Tỷ-kheo, hành … Chư Tỷ-kheo, thức không phải của các Ông, hãy từ bỏ thức. Các Ông từ bỏ thức sẽ đem lại hạnh phúc, an lạc lâu dài cho các Ông.</p>\n<h2>(Pháp khéo giảng)</h2>\n<p><a class='ref sc' id='sc92' href='#sc92'>SC 92</a>Chư Tỷ-kheo, như vậy, pháp được Ta khéo giảng, làm cho tỏ lộ, làm cho khai thông, làm cho khai thị, được loại trừ các vải quấn cũ. Chư Tỷ-kheo, vì pháp được Ta khéo giảng, làm tỏ lộ, làm cho khai thông, làm cho khai thị, được loại trừ các vải quấn cũ, nên những vị Tỷ-kheo, là bậc A-la-hán, các lậu hoặc đã tận, tu hành thành mãn, việc nên làm đã làm, gánh nặng đã đặt xuống, lý tưởng đã thành đạt, hữu kiết sử đã đoạn trừ, được giải thoát nhờ chánh trí, vòng luân chuyển (sanh tử) của những vị này không thể chỉ bày.</p>\n<p><a class='ref sc' id='sc93' href='#sc93'>SC 93</a>Chư Tỷ-kheo, như vậy, pháp được Ta khéo giảng … được loại trừ các vải quấn cũ. Chư Tỷ-kheo, vì pháp được Ta khéo giảng, được loại trừ các vải quấn cũ, nên những Tỷ-kheo nào đã đoạn trừ năm hạ phần kiết sử, thì những vị này thành các vị hóa sanh, nhập diệt tại đây, không còn phải trở lui vào đời này nữa.</p>\n<p><a class='ref sc' id='sc94' href='#sc94'>SC 94</a>Chư Tỷ-kheo, như vậy, pháp được Ta khéo giảng … được loại trừ các vãi quấn cũ. Chư Tỷ-kheo, vì pháp được Ta khéo giảng … được loại trừ các vải quấn cũ, nên những Tỷ-kheo nào đã đoạn trừ ba kiết sử, đã làm cho muội lược tham sân si, thì tất cả những vị ấy thành bậc Nhất lai, chỉ đến đời này một lần nữa sẽ diệt tận khổ đau.</p>\n<p><a class='ref sc' id='sc95' href='#sc95'>SC 95</a>Chư Tỷ-kheo, như vậy, pháp được Ta khéo giảng … được loại trừ các vãi quấn cũ. Chư Tỷ-kheo, vì pháp được Ta khéo giảng … được loại trừ các vải quấn cũ, nên những Tỷ-kheo nào đoạn trừ ba kiết sử, thì tất cả những vị ấy trở thành bậc Dự lưu, không còn bị đọa lạc ác thú, quyết định hướng đến chánh giác.</p>\n<p><a class='ref sc' id='sc96' href='#sc96'>SC 96</a>Chư Tỷ-kheo, như vậy, pháp được Ta khéo giảng … được loại trừ các vải quấn cũ. Chư Tỷ-kheo, vì pháp được ta khéo giảng … được loại trừ các vải quấn cũ, nên những Tỷ-kheo nào là những vị tùy pháp hành, tùy tín hành, thì tất cả những vị này sẽ hướng về chánh giác.</p>\n<p><a class='ref sc' id='sc97' href='#sc97'>SC 97</a>Chư Tỷ-kheo, như vậy pháp được Ta khéo giảng … được loại trừ khỏi các vải quấn cũ. Chư Tỷ-kheo, vì pháp được Ta khéo giảng, làm cho tỏ lộ, làm cho khai thông, làm cho khai thị, được loại trừ các vải quấn cũ, nên những vị nào chỉ đủ lòng tin nơi Ta, chỉ đủ lòng thương mến đối với Ta, thì tất cả những vị ấy được hướng về chư Thiên.</p>\n<p><a class='ref sc' id='sc98' href='#sc98'>SC 98</a>Thế Tôn thuyết giảng như vậy. Những Tỷ-kheo ấy hoan hỷ, tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>Hiệu đính: 11–06-2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn22",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Ví dụ con rắn",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Ant-Hill ",
      "uid": "mn23"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Simile of the Saw ",
      "uid": "mn21"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn22' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>22. Kinh Ví dụ con rắn</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ), tại <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà Lâm), vườn ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Lúc bấy giờ, Tỷ-kheo tên là <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, khởi lên ác tà kiến như sau: “Theo như ta hiểu pháp Thế Tôn thuyết giảng, khi thọ dụng những pháp được Thế Tôn gọi là chướng ngại pháp, thật sự không có chướng ngại gì”.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Một số đông Tỷ-kheo nghe như sau: “Tỷ-kheo tên <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, khởi lên ác tà kiến như sau: “Theo như ta hiểu pháp Thế Tôn thuyết giảng, khi thọ dụng những pháp được Thế Tôn gọi là chướng ngại pháp, thật sự không có chướng ngại gì”. Rồi những Tỷ-kheo ấy đi đến chỗ Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, khi đến xong, liền nói với Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng như sau</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Này Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, có đúng sự thật rằng, Hiền giả khởi lên ác tà kiến như sau: “Theo như tôi hiểu … thật sự không có chướng ngại gì”?</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Thật sự là vậy, chư Hiền. Theo như tôi hiểu … không có chướng ngại gì.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Rồi những Tỷ-kheo ấy muốn Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng từ bỏ ác tà kiến ấy, liền cật vấn, nạn vấn lý do, thảo luận—“ Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, chớ nói như vậy, chớ xuyên tạc Thế Tôn. Xuyên tạc Thế Tôn là không tốt. Thế Tôn không có nói như vậy. Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, Thế Tôn đã dùng nhiều pháp môn thuyết chướng đạo pháp. Và những ai thọ dụng chúng tự đủ bị chướng ngại. Thế Tôn đã thuyết các dục vui ít, khổ nhiều, não nhiều, do vậy nguy hiểm càng nhiều hơn. Thế Tôn đã thuyết các dục được ví như khúc xương … Thế Tôn đã thuyết các dục được ví như một miếng thịt … Thế Tôn đã thuyết các dục được ví như bó đuốc cỏ khô … Thế Tôn đã thuyết các dục được ví như hố than hừng … Thế Tôn đã thuyết các dục được ví như cơn mộng … Thế Tôn đã thuyết các dục được ví như vật dụng cho mượn … Thế Tôn đã thuyết các dục được ví như trái cây … Thế Tôn đã thuyết các dục vọng được ví như lò thịt … Thế Tôn đã thuyết các dục vọng được ví như gậy nhọn … Thế Tôn đã thuyết các dục được ví như đầu rắn, vui ít khổ nhiều, não nhiều và do vậy, nguy hiểm càng nhiều hơn”.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i> xưa làm nghề huấn luyện chim ưng, dầu được các Tỷ-kheo ấy cật vấn, chất vấn thảo luận, vẫn nói lên ác tà kiến ấy, cứng đầu, chấp chặt, nắm chặt tà kiến ấy: “Thật sự là vậy, theo như tôi hiểu, pháp Thế Tôn thuyết giảng … không có chướng ngại gì”.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Vì các Tỷ-kheo không thể làm cho Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, từ bỏ ác tà kiến ấy, nên họ đến chỗ Thế Tôn ở, khi đến xong, đảnh lễ Thế Tôn và ngồi xuống một bên. Sau khi ngồi xuống một bên, những Tỷ-kheo ấy bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Bạch Thế Tôn, Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, khởi lên ác tà kiến như sau: “Theo tôi hiểu, pháp Thế Tôn thuyết giảng … không có chướng ngại gì”. Bạch Thế Tôn, chúng con nghe: “Tỷ-kheo tên <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng … không có chướng ngại gì”. Bạch Thế Tôn, rồi chúng con đi đến chỗ Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, khi đến xong, liền nói với Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng—“ Này Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, có đúng sự thật chăng? Hiền giả khởi lên ác tà kiến như sau: “Theo như tôi hiểu … thật sự không có chướng ngại gì”.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Bạch Thế Tôn, khi nghe nói vậy, Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, nói với chúng con như sau—“ Thật sự là vậy. Chư Hiền, theo như tôi hiểu … thật sự không có chướng ngại gì”.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Bạch Thế Tôn, chúng con muốn khiến Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, từ bỏ ác tà kiến ấy, liền cật vấn, nạn vấn lý do, thảo luận—“ Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, chớ nói như vậy! Chớ xuyên tạc Thế Tôn. Xuyên tạc Thế Tôn là không tốt. Thế Tôn không có nói như vậy, Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, Thế Tôn đã dùng nhiều pháp môn thuyết chướng đạo pháp. Và những ai thọ dụng chúng, tự đủ bị chướng ngại. Thế Tôn đã thuyết các dục vui ít, khổ nhiều, não nhiều, do vậy nguy hiểm càng nhiều hơn. Thế Tôn đã thuyết các dục được ví như khúc xương … Thế Tôn đã thuyết các dục được ví như đầu rắn, vui ít, khổ nhiều, não nhiều, và do vậy nguy hiểm càng nhiều hơn”.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Bạch Thế Tôn, Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, dầu được chúng con cật vấn, nạn vấn lý do, thảo luận, vẫn nói lên ác tà kiến ấy, cứng đầu, chấp chặt, nắm chặt tà kiến ấy: “Thật sự là vậy, theo tôi hiểu, pháp Thế Tôn thuyết giảng … không có chướng ngại gì”. Bạch Thế Tôn, vì chúng con không thể làm cho Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, từ bỏ ác tà kiến ấy, nên chúng con đến hỏi Thế Tôn ý nghĩa này.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Rồi Thế Tôn cho gọi một Tỷ-kheo khác</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>—Này Tỷ-kheo, hãy đi và nhân danh Ta gọi Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng rằng: “Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, bậc Ðạo Sư gọi Hiền giả”.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>—Thưa vâng, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Tỷ-kheo ấy vâng lời Thế Tôn, đến chỗ Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, sau khi đến, liền nói với Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>—Hiền giả <i lang='pli' translate='no'>Ariṭṭha</i>, bậc Ðạo sư gọi Hiền giả.</p>\n<p>—Thưa vâng, Hiền giả.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, đáp lời Tỷ-kheo ấy, đi đến chỗ Thế Tôn ở, sau khi đến, đảnh lễ Thế Tôn rồi ngồi xuống một bên. Thế Tôn nói với Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, đang ngồi xuống một bên</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Này <i lang='pli' translate='no'>Ariṭṭha</i>, có thật chăng, Ông khởi lên ác tà kiến như sau: “Theo như tôi hiểu … thật sự không có chướng ngại gì”?</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>—Thật sự là vậy, bạch Thế Tôn. Theo như con hiểu, thật sự không có chướng ngại gì.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>—Này kẻ ngu si kia, sao Ông lại hiểu pháp Ta thuyết giảng như vậy? Này kẻ ngu si kia, có phải chăng, Ta đã dùng nhiều pháp môn thuyết chướng đạo pháp. Và những ai thọ dụng chúng tự đủ bị chướng ngại? Ta đã thuyết các dục vui ít, khổ nhiều, não nhiều, do vậy nguy hiểm càng nhiều hơn. Ta đã thuyết các dục được ví như khúc xương … Ta đã thuyết các dục được ví như miếng thịt … được ví như bó đuốc cỏ khô … được ví như hố than hừng … được ví như cơn mộng … được ví như vật dụng cho mượn … được ví như trái cây … được ví như lò thịt … được ví như gậy nhọn … Ta đã thuyết các dục được ví như đầu rắn, vui ít, khổ nhiều, não nhiều, và do vậy nguy hiểm càng nhiều hơn. Và này kẻ ngu si kia, không những Ông xuyên tạc Ta, vì Ông đã tự chấp thủ sai lạc, Ông tự phá hoại Ông và tạo nên nhiều tổn đức. Này kẻ ngu si kia, và như vậy sẽ đưa đến bất hạnh và đau khổ lâu dài cho Ông.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Rồi Thế Tôn gọi các Tỷ-kheo</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>—Chư Tỷ-kheo, các Ông nghĩ thế nào? Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng này có thể khởi lên tia lửa sáng gì trong Pháp và Luật này không?</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>—Bạch Thế Tôn, làm sao có thể được! Không thể được, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Ðược nói vậy, Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, im lặng, hổ thẹn, thụt vai, cúi đầu, lo âu, câm miệng. Rồi Thế Tôn, sau khi biết được Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng đang im lặng, hổ thẹn, thụt vai, cúi đầu, lo âu, câm miệng, bèn nói với Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>—Này kẻ ngu si kia, người ta sẽ được biết Ông qua ác tà kiến của chính Ông. Ở đây, Ta sẽ hỏi các Tỷ-kheo.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Rồi Thế Tôn gọi các Tỷ-kheo</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>—Chư Tỷ-kheo, các Ông có hiểu pháp Ta thuyết giảng, giống như Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng này, không những đã xuyên tạc Ta vì đã tự chấp thủ sai lạc, mà còn tự phá hoại mình và gây nên nhiều tổn đức?</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>—Bạch Thế Tôn, không. Bạch Thế Tôn, Thế Tôn đã dùng nhiều pháp môn thuyết chướng đạo pháp; và những ai thọ dụng chúng, tự đủ bị chướng ngại. Thế Tôn đã thuyết các dục vui ít, khổ nhiều, não nhiều, do vậy nguy hiểm càng nhiều hơn, Thế Tôn đã thuyết các dục ví như khúc xương … (như trên) … Thế Tôn đã thuyết các dục ví như đầu rắn, vui ít, khổ nhiều, não nhiều và do vậy nguy hiểm càng nhiều hơn.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>—Lành thay, chư Tỷ-kheo! Lành thay, chư Tỷ-kheo! Các Ông hiểu pháp Ta thuyết giảng như vậy. Chư Tỷ-kheo, Ta đã dùng nhiều pháp môn thuyết chướng đạo pháp, và những ai thọ dụng chúng, tự đủ bị chướng ngại. Ta đã thuyết các dục vui ít, khổ nhiều, não nhiều, và do vậy nguy hiểm càng nhiều hơn. Ta đã thuyết các dục ví như khúc xương … (như trên) … Ta đã thuyết các dục ví như đầu rắn, vui ít, khổ nhiều, não nhiều, và do vậy nguy hiểm càng nhiều hơn. Nhưng Tỷ-kheo <i lang='pli' translate='no'>Ariṭṭha</i>, xưa làm nghề huấn luyện chim ưng, không những xuyên tạc Ta vì đã tự chấp thủ sai lạc mà còn tự phá hoại mình và tạo nên nhiều tổn đức, và như vậy sẽ đưa đến bất hạnh, đau khổ lâu ngày cho kẻ ngu si ấy.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Thật sự, này các Tỷ-kheo, sự kiện này không xảy ra, người ta có thể thọ dụng các dục ngoài các dục, ngoài các dục tưởng, ngoài các dục tầm.</p>\n<h2>(Ví dụ con rắn)</h2>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Chư Tỷ-kheo, ở đây có một số người ngu si học pháp, như Kinh, Ứng tụng, Giải thuyết, Kệ tụng, Cảm hứng ngữ, Như thị ngữ, Bổn sanh, Vị tằng hữu pháp, Phương quảng. Sau khi học các pháp này, họ không quán sát ý nghĩa những pháp ấy với trí tuệ. Những pháp ấy, vì ý nghĩa không được trí tuệ quán sát, nên không trở thành rõ ràng. Họ học các pháp chỉ vì lợi ích, muốn chỉ trích người khác, chỉ vì lợi ích, muốn khoái khẩu biện luận, và họ không đạt được mục tiêu mà sự học pháp hướng đến. Những pháp ấy vì nắm giữ sai lạc nên đưa họ đến bất hạnh, đau khổ lâu dài. Vì sao vậy? Này các Tỷ-kheo, vì nắm giữ sai lạc các pháp.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Chư Tỷ-kheo, ví như một người ưa muốn rắn nước, tìm cầu rắn nước, đi khắp chỗ để tìm rắn nước. Người đó thấy một con rắn nước lớn, và người đó bắt con rắn ấy ở lưng hay ở đuôi. Con rắn ấy có thể quay lại cắn người đó nơi tay, nơi cánh tay hay ở một phần nào khác của cơ thể, và người đó có thể do nhân này mà bị chết hay bị đau khổ gần như chết. Vì sao vậy? Chư Tỷ-kheo, vì nắm bắt con rắn một cách sai lạc. Cũng vậy này các Tỷ-kheo, ở đây, một số người ngu si học pháp … Chư Tỷ-kheo, vì sự chấp thủ các pháp sai lạc.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>Ở đây, này các Tỷ-kheo, một số Thiện nam tử học pháp, như Kinh, Ứng tụng, Giải thuyết, Kệ tụng, Cảm hứng ngữ, Như thị ngữ, Bổn sanh, Vị tằng hữu pháp, Phương quảng. Sau khi học các pháp này, họ quán sát ý nghĩa những pháp ấy với trí tuệ. Những pháp ấy, vì ý nghĩa được trí tuệ quán sát, nên trở thành rõ ràng. Họ học pháp không vì lợi ích, muốn chỉ trích người khác, không vì lợi ích, muốn khoái khẩu biện luận, và họ đạt được mục tiêu mà sự học pháp hướng đến. Những pháp ấy, vì khéo nắm giữ, nên đưa họ đến hạnh phúc, an lạc lâu dài. Vì sao vậy? Này các Tỷ-kheo, vì khéo nắm giữ các pháp.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Chư Tỷ-kheo, ví như một người ưa muốn rắn nước, tìm cầu rắn nước đi khắp chỗ để tìm rắn nước. Người đó thấy một con rắn nước lớn. Người đó có thể khéo đè con rắn nước với cây gậy có nạng. Sau khi khéo đè với cây gậy có nạng, người đó có thể khéo nắm giữ cổ rắn. Chư Tỷ-kheo, dầu cho con rắn nước ấy có thể cuốn thân nó xung quanh tay, hay cánh tay, hay một thân phần nào khác, người đó cũng không vì nhân duyên ấy đi đến chỗ chết hay đến sự đau khổ gần như chết. Vì sao vậy? Chư Tỷ-kheo, vì khéo nắm giữ con rắn nước vậy.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Cũng vậy, chư Tỷ-kheo, ở đây, một số Thiện nam tử học pháp … chư Tỷ-kheo, vì khéo nắm giữ các pháp vậy. Do vậy, này các Tỷ-kheo, hãy hiểu rõ ý nghĩa lời Ta thuyết giảng và thọ trì như vậy. Nếu có ai không hiểu rõ ý nghĩa lời Ta thuyết giảng thì ở nơi đây, các Ông hãy hỏi Ta hay hỏi những bậc Tỷ-kheo trí thức.</p>\n<h2>(Ví dụ chiếc bè)</h2>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>Chư Tỷ-kheo, Ta sẽ giảng pháp cho các Ông, ví như chiếc bè để vượt qua, không phải để nắm giữ lấy. Hãy nghe và khéo tác ý, Ta sẽ giảng.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>—Thưa vâng, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Những Tỷ-kheo ấy vâng đáp Thế Tôn. Thế Tôn thuyết giảng như sau</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>—Này các Tỷ-kheo, ví như có người đang đi trên con đường lớn dài, đến một vùng nước rộng, bờ bên này nguy hiểm và hãi hùng, bờ bên kia an ổn và không kinh hãi, nhưng không có thuyền để vượt qua hay không có cầu bắc qua từ bờ này đến bờ kia. Người đó tự suy nghĩ: “Ðây là vùng nước rộng, bờ bên này nguy hiểm và hãi hùng, bờ bên kia an ổn và không kinh hãi, nhưng không có thuyền để vượt qua hay không có cầu bắc qua từ bờ này đến bờ kia. Nay ta hãy thâu góp cỏ, cây, nhánh, lá, cột lại thành chiếc bè, và dựa trên chiếc bè này, tinh tấn dùng tay chân, có thể vượt qua bờ bên kia một cách an toàn”. Chư Tỷ-kheo, rồi người đó thâu góp cỏ, cây, nhánh, lá cột lại thành chiếc bè, và nhờ chiếc bè này, tinh tấn dùng tay chân vượt qua bờ bên kia một cách an toàn. Khi qua bờ bên kia rồi, Người đó suy nghĩ: “Chiếc bè này lợi ích nhiều cho ta, nhờ chiếc bè này, ta tinh tấn dùng tay chân để vượt qua bờ bên kia một cách an toàn. Nay ta hãy đội chiếc bè này trên đầu hay vác nó trên vai, và đi đến chỗ nào ta muốn”. Chư Tỷ-kheo, các Ông nghĩ thế nào? Chư Tỷ-kheo, nếu người đó làm như vậy, thì có làm đúng với sở dụng của chiếc bè chăng?</p>\n<p>—Bạch Thế Tôn, không.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>—Chư Tỷ-kheo, người đó phải làm thế nào cho đúng sở dụng của chiếc bè? Ở đây, chư Tỷ-kheo, người đó sau khi vượt qua bờ bên kia, có thể suy nghĩ: “Chiếc bè này lợi ích nhiều cho ta. Nhờ chiếc bè này, ta tinh tấn dùng tay chân đã vượt qua bờ bên kia một cách an toàn. Nay ta hãy kéo chiếc bè này lên trên bờ đất khô, hay nhận chìm xuống nước, và đi đến chỗ nào ta muốn”. Chư Tỷ-kheo, làm như vậy, người đó làm đúng sở dụng chiếc bè ấy. Cũng vậy, này chư Tỷ-kheo, Ta thuyết pháp như chiếc bè để vượt qua, không phải để nắm giữ lấy.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>Chư Tỷ-kheo, các Ông cần hiểu ví dụ cái bè. Chánh pháp còn phải bỏ đi, huống nữa là phi pháp.</p>\n<h2>(Các kiến xứ)</h2>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>Này các Tỷ-kheo, có sáu kiến xứ. Thế nào là sáu? Ở đây, này các Tỷ-kheo, có kẻ vô văn phàm phu, không đi đến yết kiến các bậc Thánh, không thuần thục pháp các bậc Thánh, không tu tập pháp các bậc Thánh, không đi đến yết kiến các bậc Chơn nhơn, không thuần thục pháp các bậc Chơn nhơn, không tu tập pháp các bậc Chơn nhơn, xem sắc pháp: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”, xem cảm thọ: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”, xem tưởng: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”, xem các hành: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”, xem cái gì được thấy, được nghe, được cảm xúc, được ý thức, được đạt tới, được tìm cầu, được ý suy tư: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”, và bất cứ kiến xứ nào đều nói rằng: “Ðây là thế giới, đây là tự ngã, sau khi chết, tôi sẽ thường còn, thường hằng, thường trú, không biến chuyển, tôi sẽ trú như thế này cho đến mãi mãi”, xem như vậy là: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”.</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>Và này chư Tỷ-kheo, có vị Ða văn Thánh đệ tử đi đến yết kiến các bậc Thánh, thuần thục các pháp bậc Thánh, tu tập pháp các bậc Thánh, đi đến yết kiến các bậc Chơn nhơn, thuần thục pháp các bậc Chơn nhơn, tu tập pháp các bậc Chơn nhơn, xem sắc pháp: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, xem cảm thọ: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, xem tưởng: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, xem các hành: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, xem cái gì được thấy, được nghe, được cảm xúc, được ý thức, được đạt tới, được tìm cầu, được ý suy tư: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, và bất cứ kiến xứ nào đều nói rằng: “Ðây là thế giới, đây là tự ngã, sau khi chết tôi sẽ thường còn, thường hằng, thường trú, không biến chuyển, tôi sẽ trú như thế này cho đến mãi mãi”, xem như vậy là: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”. Vị này do quán sát như vậy, đối với sự vật chẳng thật có nên không có lo âu, phiền muộn.</p>\n<h2>(Lo âu)</h2>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>Ðược nghe nói vậy, một Tỷ-kheo khác bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>—Có thể có cái gì không thực có ở ngoài, có thể gây lo âu phiền muộn?</p>\n<p>Thế Tôn đáp</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>—Có thể có, này Tỷ-kheo, ở đây, có người nghĩ như sau: “Cái gì chắc chắn đã là của tôi, nay chắc chắn không còn là của tôi. Cái gì chắc chắn có thể là của tôi, chắc chắn tôi không được cái ấy”. Người đó sầu muộn, than vãn, khóc lóc, đấm ngực, đi đến bất tỉnh. Này Tỷ-kheo, như vậy, có cái không thực có ở ngoài, có thể gây lo âu, phiền muộn.</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>—Bạch Thế Tôn, có thể có cái gì không thực có ở ngoài, có thể không gây lo âu phiền muộn?</p>\n<p>Thế Tôn đáp</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>—Có thể có, này Tỷ-kheo, ở đây, này Tỷ-kheo, có người không nghĩ như sau: “Cái gì chắc chắn đã là của tôi, nay chắc chắn không còn là của tôi. Cái gì chắc chắn có thể là của tôi, chắc chắn tôi không được cái ấy”. Người đó không sầu muộn, than vãn, khóc lóc, không đấm ngực, không đi đến bất tỉnh. Như vậy, này Tỷ-kheo, có cái không thực có ở ngoài, không gây lo âu phiền muộn.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>—Bạch Thế Tôn, có thể có cái gì không thực có ở trong có thể gây ra lo âu phiền muộn?</p>\n<p>Thế Tôn đáp</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>—Có thể có, này Tỷ-kheo, ở đây, này Tỷ-kheo, có người có (tà) kiến như sau: “Ðây là thế giới, đây là tự ngã, sau khi chết, tôi sẽ thường còn, thường hằng, thường trú không biến chuyển. Tôi sẽ trú như thế này cho đến mãi mãi”. Người này nghe Như Lai hay đệ tử Như Lai thuyết pháp để bạt trừ tất cả kiến xứ, cố chấp, thiên chấp, thiên kiến, tùy miên, sự tịnh chỉ mọi hành động, sự từ bỏ mọi sanh y, sự diệt trừ khát ái đưa đến ly tham, đoạn diệt, Niết-bàn. Người đó có thể nghĩ như sau: “Chắc chắn ta sẽ bị đoạn diệt, chắc chắn ta sẽ bị hoại diệt, chắc chắn ta sẽ không tồn tại”. Người đó sầu muộn, than vãn, khóc lóc, đấm ngực, đi đến bất tỉnh. Này Tỷ-kheo, như vậy là có cái không thực có ở trong có thể gây ra lo âu phiền muộn.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>—Bạch Thế Tôn, có thể có cái gì không thực có ở trong, không gây ra lo âu, phiền muộn?</p>\n<p>Thế Tôn đáp</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>—Có thể có, này Tỷ-kheo, ở đây, có người không có (tà) kiến như sau: “Ðây là thế giới, đây là tự ngã, sau khi chết, tôi sẽ thường còn, thường hằng, thường trú, không biến chuyển, tôi sẽ trú như thế này cho đến mãi mãi”. Người này nghe Như Lai hay đệ tử Như Lai thuyết pháp để bạt trừ tất cả kiến xứ, cố chấp, thiên chấp, thiên kiến, tùy miên, sự tịnh chi mọi hành động, sự từ bỏ mọi sanh y, sự diệt trừ khát ái để đưa đến ly tham, đoạn diệt, Niết-bàn. Vị ấy không nghĩ như sau: “Chắc chắn ta sẽ bị đoạn diệt, chắc chắn ta sẽ bị hoại diệt, chắc chắn ta sẽ không tồn tại”. Vị ấy không sầu muộn, than vãn, khóc lóc; vị ấy không đấm ngực, không đi đến bất tỉnh. Này các Tỷ-kheo, như vậy là có cái không thực có ở trong, không gây ra lo âu, phiền muộn.</p>\n<h2>(Vô thường và vô ngã)</h2>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>Này các Tỷ-kheo, các Ông có thể nắm giữ một vật sở hữu gì, và vật sở hữu được nắm giữ ấy sẽ thường còn, thường hằng, thường trú, không chuyển biến, có thể trú như thế này mãi mãi không? Chư Tỷ-kheo, các Ông có thể thấy một vật sở hữu nào được nắm giữ và vật sở hữu được nắm giữ ấy sẽ thường còn, thường hằng, thường trú, không chuyển biến, có thể trú như thế này mãi mãi không?</p>\n<p>—Bạch Thế Tôn, không.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>—Lành thay, này các Tỷ-kheo. Này các Tỷ-kheo, Ta cũng không thấy một vật sở hữu được nắm giữ nào, mà vật sở hữu được nắm giữ ấy sẽ thường còn, thường hằng, thường trú, không chuyển biến, có thể trú như thế này mãi mãi. Này các Tỷ-kheo, các Ông có thể chấp thủ Ngã luận thủ nào mà Ngã luận thủ ấy được chấp thủ như vậy lại không khởi lên sầu, bi, khổ, ưu, não không? Này các Tỷ-kheo, các Ông có thấy Ngã luận thủ nào mà Ngã luận thủ ấy được chấp thủ như vậy lại không khởi lên sầu, bi, khổ, ưu, não không?</p>\n<p>—Bạch Thế Tôn không.</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>—Lành thay, này các Tỷ-kheo. Này các Tỷ-kheo, Ta cũng không thấy Ngã luận thủ nào mà Ngã luận thủ ấy được chấp thủ như vậy lại không khởi lên sầu, bi, khổ, ưu, não. Này các Tỷ-kheo, các Ông có kiến y nào, mà kiến y ấy được y chỉ như vậy lại không khởi lên sầu, bi, khổ, ưu, não không? Này các Tỷ-kheo, các Ông có thấy kiến y nào, mà kiến y ấy được y chỉ như vậy lại không khởi lên sầu, bi, khổ, ưu, não không?</p>\n<p>—Bạch Thế Tôn, không</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>—Lành thay, này các Tỷ-kheo! Này các Tỷ-kheo, Ta cũng không thấy một kiến y nào, mà kiến y ấy được y chỉ như vậy, lại không khởi lên sầu, bi, khổ, ưu, não. Chư Tỷ-kheo, nếu có ngã thời có ngã sở thuộc của tôi không?</p>\n<p>—Bạch Thế Tôn, có.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>—Chư Tỷ-kheo, nếu có ngã sở thuộc, thời có ngã của tôi không?</p>\n<p>—Bạch Thế Tôn, có.</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>—Chư Tỷ-kheo, nếu ngã và ngã sở thuộc không thể được chấp nhận là thường còn, thường hằng, thì kiến xứ này: “Ðây là thế giới, đây là tự ngã, sau khi chết tôi sẽ thành thường còn, thường hằng, thường trú, không biến chuyển, tôi sẽ trú như thế này cho đến mãi mãi”. Này các Tỷ-kheo, kiến xứ ấy là hoàn toàn, triệt để chẳng ngu si không?</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>—Bạch Thế Tôn, làm sao có thể hoàn toàn, triệt để chẳng ngu si được!</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>—Này các Tỷ-kheo, các Ông nghĩ thế nào? Sắc là thường hay vô thường?</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>—Bạch Thế Tôn, vô thường.</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a>—Cái gì vô thường là khổ hay lạc?</p>\n<p>—Bạch Thế Tôn, khổ.</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>—Cái gì vô thường, khổ, chịu sự biến hoại, thì có hợp lý chăng khi chánh quán cái ấy là: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”?</p>\n<p>—Bạch Thế Tôn, không.</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>—Chư Tỷ-kheo, cảm thọ là thường hay vô thường?</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>—Bạch Thế Tôn, là vô thường.</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a>—Cái gì vô thường là khổ hay lạc?</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a>—Bạch Thế Tôn, là khổ.</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a>—Cái gì vô thường, khổ, chịu sự biến hoại thì có hợp lý chăng khi chánh quán cái ấy là: “Cái này là của tôi … tự ngã của tôi”?</p>\n<p>—Bạch Thế Tôn, không.</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>—Chư Tỷ-kheo, tưởng là thường hay vô thường?</p>\n<p><a class='ref sc' id='sc71' href='#sc71'>SC 71</a>—Bạch Thế Tôn, vô thường.</p>\n<p>—Cái gì vô thường…?</p>\n<p>—Bạch Thế Tôn, không.</p>\n<p><a class='ref sc' id='sc72' href='#sc72'>SC 72</a>—Chư Tỷ-kheo, các hành là thường hay vô thường … chư Tỷ-kheo, thức là thường hay vô thường?</p>\n<p><a class='ref sc' id='sc73' href='#sc73'>SC 73</a>—Bạch Thế Tôn, vô thường.</p>\n<p><a class='ref sc' id='sc74' href='#sc74'>SC 74</a>—Cái gì vô thường là khổ hay lạc?</p>\n<p>—Bạch Thế Tôn, khổ.</p>\n<p><a class='ref sc' id='sc75' href='#sc75'>SC 75</a>- Cái gì vô thường, khổ thì có hợp lý chăng, khi chánh quán cái ấy là: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”?</p>\n<p>—Bạch Thế Tôn, không.</p>\n<p><a class='ref sc' id='sc76' href='#sc76'>SC 76</a>—Do vậy, này các Tỷ-kheo, bất cứ các sắc pháp nào, quá khứ, tương lai, hiện tại, nội hay ngoại, thô hay tế, liệt hay thắng, xa hay gần; tất cả sắc pháp là: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, cần phải như thật quán với chánh trí tuệ. Bất cứ cảm thọ nào … Bất cứ tưởng nào … Bất cứ hành nào … Bất cứ thức nào, quá khứ, vị lai, hiện tại, nội hay ngoại, thô hay tế, liệt hay thắng, xa hay gần, tất cả thức là: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, cần phải như thật quán với chánh trí tuệ.</p>\n<p><a class='ref sc' id='sc77' href='#sc77'>SC 77</a>Chư Tỷ-kheo, nhờ thấy vậy, vị Ða văn Thánh đệ tử yểm ly đối với sắc, yểm ly đối với thọ, yểm ly đối với tưởng, yểm ly đối với hành, yểm ly đối với thức, do yểm ly nên ly tham, do ly tham, nên được giải thoát, trong sự giải thoát có trí khởi lên, biết được đã giải thoát. Vị ấy biết: “Sanh đã tận, phạm hạnh đã thành, những gì nên làm đã làm, không còn trở lui tại đây với một đời sống khác”.</p>\n<h2>(Bậc A-la-hán)</h2>\n<p><a class='ref sc' id='sc78' href='#sc78'>SC 78</a>Chư Tỷ-kheo, Tỷ-kheo ấy được gọi là vị đã vất bỏ đi các chướng ngại vật, là vị đã lấp đầy các thông hào, là vị đã nhổ lên cột trụ, là vị đã mở tung các lề khóa, là bậc Thánh đã hạ cây cờ xuống, đã đặt gánh nặng xuống, không có gì hệ lụy.</p>\n<p><a class='ref sc' id='sc79' href='#sc79'>SC 79</a>Và thế nào là Tỷ-kheo đã vất bỏ đi các chướng ngại? Ở đây, này các Tỷ-kheo, là đã đoạn trừ vô minh, cắt tận gốc rễ, làm cho như cây ta-la bị chặt đầu, khiến không thể tái sanh trong tương lai, không có khả năng sanh khởi. Chư Tỷ-kheo, như vậy là Tỷ-kheo đã vất bỏ đi các chướng ngại.</p>\n<p><a class='ref sc' id='sc80' href='#sc80'>SC 80</a>Này các Tỷ-kheo, thế nào là Tỷ-kheo đã lấp đầy các thông hào? Ở đây, này các Tỷ-kheo, Tỷ-kheo đã đoạn trừ tái sanh và sự luân chuyển sanh tử, đã cắt tận gốc rễ, làm cho như cây ta-la bị chặt đầu, khiến không thể tái sanh trong tương lai, không có khả năng sanh khởi. Chư Tỷ-kheo, như vậy là Tỷ-kheo đã lấp đầy thông hào.</p>\n<p><a class='ref sc' id='sc81' href='#sc81'>SC 81</a>Này các Tỷ-kheo, thế nào là Tỷ-kheo đã nhổ lên cột trụ? Ở đây, này các Tỷ-kheo, Tỷ-kheo đã đoạn trừ khát ái, đã cắt tận gốc rễ, làm cho như cây ta-la bị chặt đầu, khiến không thể tái sanh trong tương lai, không có khả năng sanh khởi. Chư Tỷ-kheo, như vậy là Tỷ-kheo đã nhổ lên cột trụ.</p>\n<p><a class='ref sc' id='sc82' href='#sc82'>SC 82</a>Này các Tỷ-kheo, thế nào là Tỷ-kheo đã mở tung các lề khóa? Ở đây, này các Tỷ-kheo, Tỷ-kheo đã đoạn trừ năm hạ phần kiết sử, đã cắt tận gốc rễ, làm cho như cây ta-la bị chặt đầu, khiến không thể tái sanh trong tương lai, không có khả năng sanh khởi. Chư Tỷ-kheo, như vậy là Tỷ-kheo đã mở tung các lề khóa.</p>\n<p><a class='ref sc' id='sc83' href='#sc83'>SC 83</a>Này các Tỷ-kheo, thế nào là Tỷ-kheo bậc Thánh, đã hạ cây cờ xuống, đã đặt gánh nặng xuống, không có gì hệ lụy? Ở đây, này các Tỷ-kheo, Tỷ-kheo đã đoạn trừ ngã mạn, đã cắt tận gốc rễ, làm cho như cây ta-la bị chặt đầu, khiến không thể tái sanh trong tương lai, không có khả năng sanh khởi. Chư Tỷ-kheo, như vậy là vị Tỷ-kheo bậc Thánh, đã hạ cây cờ xuống, đã đặt gánh nặng xuống, không có gì hệ lụy.</p>\n<p><a class='ref sc' id='sc84' href='#sc84'>SC 84</a>Chư Tỷ-kheo, Tỷ-kheo đã giải thoát như vậy, thì chư Thiên ở Ðế thích Thiên giới, Phạm thiên giới, Sanh chủ giới sẽ không tìm được dấu vết của Tỷ-kheo ấy, nếu nghĩ rằng: “Y ở đây, có thức của Như Lai”. Vì sao vậy? Chư Tỷ-kheo, Ta nói ngay ở hiện tại, một Như Lai không thể tìm thấy dấu vết”.</p>\n<h2>(Xuyên tạc Như Lai)</h2>\n<p><a class='ref sc' id='sc85' href='#sc85'>SC 85</a>Chư Tỷ-kheo, Ta nói như vậy, thuyết như vậy, một số Sa-môn, Bà-la-môn xuyên tạc Ta một cách phi chơn, hồ đồ, hư vọng, không thực: “Sa-môn <i lang='pli' translate='no'>Gotama</i> chủ trương chủ nghĩa hư vô, đề cao đoạn diệt, hủy diệt, sự tiêu diệt các hữu tình”. Nhưng này các Tỷ-kheo, Ta không là như vậy, Ta không nói như vậy, Ta không như các Sa-môn, Bà-la-môn ấy đã xuyên tạc một cách phi chơn, hồ đồ, hư vọng, không thật: “Sa-môn <i lang='pli' translate='no'>Gotama</i> chủ trương chủ nghĩa hư vô, đề cao đoạn diệt, hủy diệt, sự tiêu diệt các hữu tình”.</p>\n<p><a class='ref sc' id='sc86' href='#sc86'>SC 86</a>Chư Tỷ-kheo, xưa cũng như nay, Ta chỉ nói lên sự khổ và sự diệt khổ. Chư Tỷ-kheo, nếu ở đây những người khác nhiếc mắng, phỉ báng, làm cho Như Lai tức giận, thì này các Tỷ-kheo, ở đây, Như Lai không có sân hận, không có bất mãn, tâm không phẫn nộ. Chư Tỷ-kheo, nếu ở đây, những người khác cung kính, tôn trọng, lễ bái, cúng dường Như Lai, thì này các Tỷ-kheo, ở đây Như Lai không có hoan hỷ, sung sướng, Tâm không thích thú. Chư Tỷ-kheo, nếu những người khác cung kính, tôn trọng, lễ bái, cúng dường Như Lai, thì này các Tỷ-kheo, ở đây Như Lai suy nghĩ: “Ðây là điều xưa kia đã từng biết rõ: ở đây là trách nhiệm Ta phải làm”.</p>\n<p><a class='ref sc' id='sc87' href='#sc87'>SC 87</a>Do vậy, này các Tỷ-kheo, nếu có những người khác nhiếc mắng, phỉ báng, làm cho các Ông tức giận, ở đây các Ông chớ có sân hận, bất mãn, tâm chớ khởi phẫn nộ. Do vậy, này các Tỷ-kheo, nếu có những người khác cung kính, tôn trọng, lễ bái cúng dường các Ông, thì ở đây, các Ông chớ có hoan hỷ, sung sướng, tâm sanh thích thú. Do vậy, này các Tỷ-kheo, nếu có những người khác cung kính, tôn trọng, lễ bái cúng dường các Ông, thì ở đây, các Ông hãy suy nghĩ: “Ðây là điều xưa kia đã từng biết rõ, đây là những trách nhiệm ta phải làm”.</p>\n<h2>(Không sở hữu)</h2>\n<p><a class='ref sc' id='sc88' href='#sc88'>SC 88</a>Do vậy, này các Tỷ-kheo, cái gì không phải của các Ông, các Ông hãy từ bỏ. Các Ông từ bỏ, sẽ đưa lại hạnh phúc, an lạc lâu dài cho các Ông. Chư Tỷ-kheo, cái gì không phải của các Ông? Chư Tỷ-kheo, sắc không phải của các Ông, hãy từ bỏ sắc. Các Ông từ bỏ sắc sẽ đưa lại hạnh phúc, an lạc lâu dài cho các Ông. Chư Tỷ-kheo, thọ không phải của các Ông, hãy từ bỏ thọ. Các Ông từ bỏ thọ sẽ đưa lại hạnh phúc, an lạc lâu dài cho các Ông. Chư Tỷ-kheo, tưởng không phải của các Ông, hãy từ bỏ tưởng. Các Ông từ bỏ tưởng sẽ đem lại hạnh phúc, an lạc lâu dài cho các Ông. Chư Tỷ-kheo, các hành không phải của các Ông, hãy từ bỏ các hành. Các Ông từ bỏ các hành sẽ đem lại hạnh phúc, an lạc lâu dài cho các Ông. Chư Tỷ-kheo, thức không phải của các Ông, hãy từ bỏ thức. Các Ông từ bỏ thức sẽ đem lại hạnh phúc, an lạc lâu dài cho các Ông.</p>\n<p><a class='ref sc' id='sc89' href='#sc89'>SC 89</a>Chư Tỷ-kheo, các Ông nghĩ thế nào? Trong rừng <i lang='pli' translate='no'>Jetavana</i> này, nếu có người thâu lượm cỏ, cây, nhành, lá rồi đốt hay làm với chúng tùy theo ý muốn, các Ông có nghĩ chăng? Người ấy thâu lượm chúng ta, đốt chúng ta hay làm với chúng ta tùy theo ý muốn?</p>\n<p><a class='ref sc' id='sc90' href='#sc90'>SC 90</a>—Bạch Thế Tôn, không. Vì sao vậy? Bạch Thế Tôn, vì nó không phải tự ngã hay không phải sở thuộc của ngã.</p>\n<p><a class='ref sc' id='sc91' href='#sc91'>SC 91</a>—Cũng vậy, này các Tỷ-kheo, cái gì không phải của các Ông, các Ông hãy từ bỏ. Các Ông từ bỏ sẽ đưa lại hạnh phúc, an lạc lâu dài cho các Ông. Chư Tỷ-kheo, và cái gì không phải của các Ông? Chư Tỷ-kheo, sắc không phải của các Ông, hãy từ bỏ sắc. Các Ông từ bỏ sắc sẽ đưa lại hạnh phúc, an lạc lâu dài cho các Ông. Chư Tỷ-kheo, thọ … (như trên) … Chư Tỷ-kheo tưởng … (như trên) … Chư Tỷ-kheo, hành … Chư Tỷ-kheo, thức không phải của các Ông, hãy từ bỏ thức. Các Ông từ bỏ thức sẽ đem lại hạnh phúc, an lạc lâu dài cho các Ông.</p>\n<h2>(Pháp khéo giảng)</h2>\n<p><a class='ref sc' id='sc92' href='#sc92'>SC 92</a>Chư Tỷ-kheo, như vậy, pháp được Ta khéo giảng, làm cho tỏ lộ, làm cho khai thông, làm cho khai thị, được loại trừ các vải quấn cũ. Chư Tỷ-kheo, vì pháp được Ta khéo giảng, làm tỏ lộ, làm cho khai thông, làm cho khai thị, được loại trừ các vải quấn cũ, nên những vị Tỷ-kheo, là bậc A-la-hán, các lậu hoặc đã tận, tu hành thành mãn, việc nên làm đã làm, gánh nặng đã đặt xuống, lý tưởng đã thành đạt, hữu kiết sử đã đoạn trừ, được giải thoát nhờ chánh trí, vòng luân chuyển (sanh tử) của những vị này không thể chỉ bày.</p>\n<p><a class='ref sc' id='sc93' href='#sc93'>SC 93</a>Chư Tỷ-kheo, như vậy, pháp được Ta khéo giảng … được loại trừ các vải quấn cũ. Chư Tỷ-kheo, vì pháp được Ta khéo giảng, được loại trừ các vải quấn cũ, nên những Tỷ-kheo nào đã đoạn trừ năm hạ phần kiết sử, thì những vị này thành các vị hóa sanh, nhập diệt tại đây, không còn phải trở lui vào đời này nữa.</p>\n<p><a class='ref sc' id='sc94' href='#sc94'>SC 94</a>Chư Tỷ-kheo, như vậy, pháp được Ta khéo giảng … được loại trừ các vãi quấn cũ. Chư Tỷ-kheo, vì pháp được Ta khéo giảng … được loại trừ các vải quấn cũ, nên những Tỷ-kheo nào đã đoạn trừ ba kiết sử, đã làm cho muội lược tham sân si, thì tất cả những vị ấy thành bậc Nhất lai, chỉ đến đời này một lần nữa sẽ diệt tận khổ đau.</p>\n<p><a class='ref sc' id='sc95' href='#sc95'>SC 95</a>Chư Tỷ-kheo, như vậy, pháp được Ta khéo giảng … được loại trừ các vãi quấn cũ. Chư Tỷ-kheo, vì pháp được Ta khéo giảng … được loại trừ các vải quấn cũ, nên những Tỷ-kheo nào đoạn trừ ba kiết sử, thì tất cả những vị ấy trở thành bậc Dự lưu, không còn bị đọa lạc ác thú, quyết định hướng đến chánh giác.</p>\n<p><a class='ref sc' id='sc96' href='#sc96'>SC 96</a>Chư Tỷ-kheo, như vậy, pháp được Ta khéo giảng … được loại trừ các vải quấn cũ. Chư Tỷ-kheo, vì pháp được ta khéo giảng … được loại trừ các vải quấn cũ, nên những Tỷ-kheo nào là những vị tùy pháp hành, tùy tín hành, thì tất cả những vị này sẽ hướng về chánh giác.</p>\n<p><a class='ref sc' id='sc97' href='#sc97'>SC 97</a>Chư Tỷ-kheo, như vậy pháp được Ta khéo giảng … được loại trừ khỏi các vải quấn cũ. Chư Tỷ-kheo, vì pháp được Ta khéo giảng, làm cho tỏ lộ, làm cho khai thông, làm cho khai thị, được loại trừ các vải quấn cũ, nên những vị nào chỉ đủ lòng tin nơi Ta, chỉ đủ lòng thương mến đối với Ta, thì tất cả những vị ấy được hướng về chư Thiên.</p>\n<p><a class='ref sc' id='sc98' href='#sc98'>SC 98</a>Thế Tôn thuyết giảng như vậy. Những Tỷ-kheo ấy hoan hỷ, tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>Hiệu đính: 11–06-2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 22",
    "volpages": " PTS 1.130, PTS 1.131, PTS 1.132, PTS 1.133, PTS 1.134, PTS 1.135, PTS 1.136, PTS 1.137, PTS 1.138, PTS 1.139, PTS 1.140, PTS 1.141, PTS 1.142",
    "alt_volpages": null,
    "uid": "mn22",
    "blurb": "One of the monks denies that prohibited conduct is really a problem. The monks and then the Buddha subject him to an impressive dressing down. The Buddha compares someone who understands only the letter of the teachings to someone who grabs a snake by the tail, and also invokes the famous simile of the raft.",
    "difficulty": 3,
    "original_title": "Alagaddūpamasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Ví dụ con rắn",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn22_translation-de-sabbamitta",
        "segmented": true,
        "title": "Das Gleichnis von der Kobra ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn22_translation-en-sujato",
        "segmented": true,
        "title": "The Simile of the Snake ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn22_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso della similitudine del cobra ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn22_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn22_translation-ru-sv",
        "segmented": true,
        "title": "Пример со змеёй ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn22_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Poređenje sa zmijom ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ড. বেণীমাধব বড়ুয়া",
        "author_short": "বড়ুয়া",
        "author_uid": "barua",
        "publication_date": null,
        "id": "bn_mn22_barua",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ca",
        "lang_name": "Català",
        "is_root": false,
        "author": "Jambudipa",
        "author_short": "Jambudipa",
        "author_uid": "jambudipa",
        "publication_date": "2012",
        "id": "ca_mn22_jambudipa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Bhikkhu Gavésakó, Štěpán Chromovský",
        "author_short": "Gavésakó …",
        "author_uid": "gavesako-chromovsky",
        "publication_date": null,
        "id": "cs_mn22_gavesako-chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn22_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "2009",
        "id": "en_mn22_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Suddhāso Bhikkhu",
        "author_short": "Suddhāso",
        "author_uid": "suddhaso",
        "publication_date": "2020",
        "id": "en_mn22_suddhaso",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn22_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": null,
        "id": "es_mn22_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn22_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn22_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Claude Le Ninan, Chandhana Le Ninan",
        "author_short": "leninan",
        "author_uid": "leninan",
        "publication_date": "2023",
        "id": "fr_mn22_leninan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn22_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Vekerdi József",
        "author_short": "Vekerdi",
        "author_uid": "vekerdi",
        "publication_date": "1989",
        "id": "hu_mn22_vekerdi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn22_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn22_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn22_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. J. Srinivas Murthy",
        "author_short": "murthy",
        "author_uid": "murthy",
        "publication_date": "2012",
        "id": "kan_mn22_murthy",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn22_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn22_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pl",
        "lang_name": "Polski",
        "is_root": false,
        "author": "Hubert Kowalewski",
        "author_short": "Kowalewski",
        "author_uid": "kowalewski",
        "publication_date": null,
        "id": "pl_mn22_kowalewski",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2014",
        "id": "pt_mn22_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2013",
        "id": "ru_mn22_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn22_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn22_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": null,
        "id": "sr_mn22_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn22_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn22_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Ví dụ con rắn"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn22_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 16,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj10.324, cck12.246, csp1ed9.182, csp2ed9.182, dr12.234, ms9M_772, msdiv234, ndp9.174, nya1, pts-vp-pli1.130, sya12.261, vri12.183,nya2,ms9M_773, nya3,bj10.326, cck12.247, csp1ed9.183, csp2ed9.183, dr12.235, ms9M_774, ndp9.175, sya12.262,ms9M_775, vri12.184,cck12.248, ms9M_776, msdiv235, pts-vp-pli1.131, sya12.263,bj10.328, ms9M_777,csp1ed9.184, csp2ed9.184, dr12.236, ms9M_778, sya12.264,cck12.249, ms9M_779, ndp9.176, vri12.185,nya4,bj10.330, dr12.237, ms9M_780, msdiv236, nya5, pts-vp-pli1.132, sya12.265,cck12.250, csp1ed9.185, csp2ed9.185, ms9M_781, ndp9.177, nya6, sya12.266,bj10.332, dr12.238, ms9M_782, nya7, vri12.186,cck12.251, ms9M_783, msdiv237, nya8, pts-vp-pli1.133, sya12.267,ms9M_784,cck12.252, csp1ed9.186, csp2ed9.186, dr12.239, ms9M_785, ndp9.178,nya9,bj10.334, ms9M_786, msdiv238, nya10, sya12.268, vri12.187,cck12.253, dr12.240, ms9M_787, pts-vp-pli1.134,csp1ed9.187, csp2ed9.187, ms9M_788, msdiv239, ndp9.179, nya11, sya12.269,bj10.336, cck12.254, dr12.241, ms9M_789, sya12.270, vri12.188,nya12,ms9M_790, msdiv240, nya13,bj10.338, cck12.255, csp1ed9.188, csp2ed9.188, dr12.242, ms9M_791, ndp9.180, pts-vp-pli1.135, sya12.271,cck12.256, ms9M_792, vri12.189,nya14,csp1ed9.189, csp2ed9.189, dr12.243, ms9M_793, msdiv241, ndp9.181, nya15, pts-vp-pli1.136, sya12.272,bj10.340, cck12.257, ms9M_794, nya16,nya17,dr12.244, ms9M_795, msdiv242, nya18, sya12.273, vri12.190,cck12.258, csp1ed9.190, csp2ed9.190, ms9M_796, nya19,bj10.342, ms9M_797, ndp9.182, nya20, pts-vp-pli1.137,cck12.259, dr12.245, ms9M_798, nya21, sya12.274, vri12.191,csp1ed9.191, csp2ed9.191, ms9M_799, msdiv243, nya22,bj10.344, dr12.246, ms9M_800, ndp9.183, nya23, sya12.275,cck12.260, ms9M_801, nya24, pts-vp-pli1.138,ms9M_802, msdiv244, nya25,ms9M_803,ms9M_804,ms9M_805, vri12.192,ms9M_806,ms9M_807, nya26,ms9M_808, sya12.276,ms9M_809,ms9M_810,ms9M_811,ms9M_812,bj10.346, cck12.261, ms9M_813, ndp9.184,ms9M_814,csp1ed9.192, csp2ed9.192, dr12.247, ms9M_815,ms9M_816,ms9M_817, vri12.193,ms9M_818,ms9M_819, nya27, pts-vp-pli1.139,cck12.262, ms9M_820, msdiv245, nya28, sya12.277,nya29,nya30,bj10.348, dr12.248, ms9M_821, nya31,ms9M_822, ndp9.185, nya32, vri12.194,ms9M_823, nya33,csp1ed9.193, csp2ed9.193, ms9M_824, nya34,ms9M_825, nya35, pts-vp-pli1.140, sya12.278,bj10.350, cck12.263, dr12.249, ms9M_826, msdiv246, nya36,nya37,cck12.264, csp1ed9.194, csp2ed9.194, ms9M_827, ndp9.186, nya38, sya12.279, vri12.195,nya39,bj10.352, cck12.265, dr12.250, ms9M_828, msdiv247, ndp9.187, nya40, pts-vp-pli1.141, sya12.280,nya41,ms9M_829, msdiv248, nya42, vri12.196,csp1ed9.195, csp2ed9.195, dr12.251, ms9M_830, nya43, sya12.281,cck12.266, ms9M_831, nya44,bj10.354, ms9M_832, nya45, pts-vp-pli1.142,ms9M_833, nya46,ms9M_834, nya47,ms9M_835",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn22",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Alagaddūpamasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "suddhaso",
    "bodhi",
    "horner"
  ]
}