{
  "root_text": {
    "uid": "mn26",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Thánh cầu",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Elephant’s Footprint Simile ",
      "uid": "mn27"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Fodder ",
      "uid": "mn25"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn26' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>26. Kinh Thánh cầu</h1>\n</header>\n<p>Tôi nghe như vầy:</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i>, tại <i lang='pli' translate='no'>Jetavana</i>, vườn ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Thế Tôn vào buổi sáng đắp y, cầm y bát đến <i lang='pli' translate='no'>Sāvatthi</i> để khất thực. Có một số đông Tỷ-kheo đến chỗ Tôn giả <i lang='pli' translate='no'>Ānanda</i> ở, sau khi đến, nói với Tôn giả <i lang='pli' translate='no'>Ānanda</i></p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Hiền giả, đã lâu chúng tôi chưa được tận mặt nghe Thế Tôn thuyết pháp. Lành thay, Hiền giả <i lang='pli' translate='no'>Ānanda</i>, nếu chúng tôi được tận mặt nghe Thế Tôn thuyết pháp!</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Các Tôn giả hãy đến chỗ Bà-la-môn Rammaka ở, và các Tôn giả sẽ được tận mặt nghe Thế Tôn thuyết pháp.</p>\n<p>—Thưa vâng, Hiền giả.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Các Tỷ-kheo ấy vâng đáp Tôn giả <i lang='pli' translate='no'>Ānanda</i>. Rồi Thế Tôn, khất thực ở <i lang='pli' translate='no'>Sāvatthi</i> xong, sau buổi ăn trên con đường đi khất thực trở về, cho gọi Tôn giả <i lang='pli' translate='no'>Ānanda</i></p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Này <i lang='pli' translate='no'>Ānanda</i>, chúng ta hãy đi đến <i lang='pli' translate='no'>Pubbārāma</i> (Ðông viên), ngôi lầu của Migaramatu (Lộc Mẫu Giảng Ðường) để nghỉ trưa.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Thưa vâng, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Tôn giả <i lang='pli' translate='no'>Ānanda</i> vâng đáp Thế Tôn. Rồi Thế Tôn cùng với Tôn giả <i lang='pli' translate='no'>Ānanda</i> đi đến vườn <i lang='pli' translate='no'>Pubbārāma</i>, ngôi lầu của Migaramatu để nghỉ trưa. Thế Tôn vào buổi chiều từ Thiền tịnh đứng dậy, gọi Tôn giả <i lang='pli' translate='no'>Ānanda</i></p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Này <i lang='pli' translate='no'>Ānanda</i>, chúng ta hãy đi đến <i lang='pli' translate='no'>Pubbakoṭṭhaka</i> để rửa tay, rửa chân.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Thưa vâng, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Tôn giả <i lang='pli' translate='no'>Ānanda</i> vâng đáp Thế Tôn. Rồi Thế Tôn cùng với Tôn giả <i lang='pli' translate='no'>Ānanda</i> đi đến <i lang='pli' translate='no'>Pubbakoṭṭhaka</i> để rửa tay, rửa chân. Sau khi rửa tay, rửa chân ở Pubbalotthaka xong, Thế Tôn leo đứng trên bờ, đắp một tấm y, phơi tay chân cho khô. Rồi Tôn giả <i lang='pli' translate='no'>Ānanda</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>—Bạch Thế Tôn, tinh thất của Bà-la-môn Rammaka không xa; bạch Thế Tôn, tịnh thất của Bà-la-môn Rammaka là khả ái; bạch Thế Tôn, tinh thất của Bà-la-môn Rammaka là khả lạc; bạch Thế Tôn, lành thay, nếu Thế Tôn vì lòng từ bi đi đến tịnh thất của Bà-la-môn Rammaka!</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Thế Tôn im lặng nhận lời. Rồi Thế Tôn đi đến tịnh thất của Bà-la-môn Rammaka. Lúc bấy giờ, một số đông Tỷ-kheo đang hội họp tại tịnh thất của Bà-la-môn Rammaka để thuyết pháp. Thế Tôn đứng chờ ngoài cửa cho đến khi thuyết pháp xong. Thế Tôn biết cuộc thuyết pháp đã xong, liền đằng hắng và gõ vào thanh cửa. Các Tỷ-kheo ấy mở cửa cho Thế Tôn. Rồi Thế Tôn bước vào tịnh thất của Bà-la-môn Rammaka và ngồi lên chỗ đã soạn sẵn. Sau khi ngồi, Thế Tôn gọi các Tỷ-kheo</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>—Này các Tỷ-kheo, các Người nay hội họp bàn vấn đề gì? Và câu chuyện gì giữa các Người bị gián đoạn?</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>—Bạch Thế Tôn, câu chuyện giữa chúng con thuộc về Thế Tôn và câu chuyện ấy bị gián đoạn khi Thế Tôn đến.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>—Này các Tỷ-kheo, lành thay khi Thiện nam tử các Người, vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình, cùng nhau hội họp để luận bàn đạo pháp. Này các Tỷ-kheo, khi các Người hội họp với nhau, có hai việc cần phải làm: luận bàn đạo pháp hay giữ sự im lặng của bậc Thánh.</p>\n<h2>(Hai loại tầm cầu)</h2>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Này các Tỷ-kheo, có hai loại tầm cầu này: Thánh cầu và phi Thánh cầu. Chư Tỷ-kheo, và thế nào là phi Thánh cầu? Ở đây, này các Tỷ-kheo, có người tự mình bị sanh lại tầm cầu cái bị sanh, tự mình bị già lại tìm cầu cái bị già, tự mình bị bệnh … tự mình bị chết … tự mình bị sầu … tự mình bị ô nhiễm lại tầm cầu cái bị ô nhiễm.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này các Tỷ-kheo, cái gì theo các Người gọi là bị sanh? Này các Tỷ-kheo, vợ con là bị sanh; đầy tớ nam, đầy tớ nữ là bị sanh; dê và cừu là bị sanh; gà và heo là bị sanh; voi, bò, ngựa đực, ngựa cái là bị sanh; vàng và bạc là bị sanh. Này các Tỷ-kheo, những chấp thủ ấy bị sanh, và người ấy lại nắm giữ, tham đắm, mê say chúng, tự mình bị sanh lại tầm cầu cái bị sanh.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Và này các Tỷ-kheo, cái gì theo các Người gọi là bị già? Này các Tỷ-kheo, vợ con là bị già; đầy tớ nam, đầy tớ nữ là bị già; dê và cừu là bị già; gà và heo là bị già; voi, bò, ngựa đực, ngựa cái là bị già; vàng và bạc là bị già. Này các Tỷ-kheo, những chấp thủ ấy là bị già, và người ấy lại nắm giữ, tham đắm, mê say chúng, tự mình bị già lại tìm cầu cái bị già.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Và này các Tỷ-kheo, cái gì theo các Người gọi là bị bệnh? Này các Tỷ-kheo, vợ con là bị bệnh; đầy tớ nam, đầy tớ nữ là bi bệnh; dê và cừu là bị bệnh; gà và heo là bị bệnh; voi, bò, ngựa đực, ngựa cái là bị bệnh. Này các Tỷ-kheo, những chấp thủ ấy là bị bệnh, và người ấy lại nắm giữ tham đắm, mê say chúng, tự mình bị bệnh lại tìm cầu cái bị bệnh.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Và này các Tỷ-kheo, cái gì các Người nói là bị chết? Này các Tỷ-kheo, vợ con là bi chết; đầy tớ nam, đầy tớ nữ là bị chết; dê và cừu là bị chết; gà và heo là bị chết; voi, bò, ngựa đực, ngựa cái là bị chết. Này các Tỷ-kheo, những chấp thủ ấy là bị chết, và người ấy lại nắm giữ, tham đắm, mê say chúng, tự mình bị chết lại tìm cầu cái bị chết.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Và này các Tỷ-kheo, cái gì theo các Người gọi là bị sầu? Này các Tỷ-kheo, vợ con là bị sầu; đầy tớ nam, đầy tớ nữ là bị sầu; dê và cừu là bị sầu, gà và heo là bị sầu; voi, bò, ngựa đực, ngựa cái là bị sầu. Này các Tỷ-kheo, những chấp thủ ấy là bị sầu, và người ấy lại nắm giữ, tham đắm, mê say chúng, tự mình bị sầu lại tìm cầu cái bị sầu.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Và này các Tỷ-kheo, cái gì theo các Người gọi là bị ô nhiễm? Này các Tỷ-kheo, vợ con là bị ô nhiễm; đầy tớ nam, đầy tớ nữ là bị ô nhiễm; dê và cừu la bị ô nhiễm; gà và heo là bị ô nhiễm; voi, bò, ngựa đực, ngựa cái là bị ô nhiễm; vàng và bạc là bị ô nhiễm. Và này các Tỷ-kheo, những chấp thủ ấy là bị ô nhiễm, và người ấy lại nắm giữ, tham đắm, mê say chúng, tự mình bị ô nhiễm lại tìm cầu cái bị ô nhiễm. Này các Tỷ-kheo, như vậy gọi là phi Thánh cầu.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Và này các Tỷ-kheo, thế nào là Thánh cầu? Ở đây, này các Tỷ-kheo, có người tự mình bị sanh, sau khi biết rõ sự nguy hại của bị sanh, tìm cầu cái vô sanh, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị già, sau khi biết rõ sự nguy hại của bị già, tìm cầu cái không già, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị bệnh … cái không bệnh … tự mình bị chết … cái bất tử … tự mình bị sầu … cái không sầu … tự mình bị ô nhiễm, sau khi biết rõ sự nguy hại của ô nhiễm, tìm cầu cái không ô nhiễm, vô thượng an ổn khỏi các khổ ách, Niết-bàn. Này các Tỷ-kheo, như vậy, gọi là Thánh cầu.</p>\n<h2>(Thánh cầu Giải thoát)</h2>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Này các Tỷ-kheo, Ta cũng vậy, trước khi Giác Ngộ, khi chưa chứng Chánh Ðẳng Giác, khi còn là Bồ-tát, tự mình bị sanh lại tìm cầu cái bị sanh, tự mình bị già, lại tìm cầu cái bị già, tự mình bị bệnh … tự mình bị chết … tự mình bị sầu” … tự mình bị ô nhiễm lại tìm cầu cái bị ô nhiễm. Này các Tỷ-kheo, rồi Ta suy nghĩ như sau: “Tại sao Ta, tự mình bị sanh lại tìm cầu cái bị sanh, tự mình bị già … (như trên) … tự mình bi ô nhiễm lại tìm cầu cái bị ô nhiễm? Vậy Ta, tự mình bị sanh, sau khi biết rõ sự nguy hại của bị sanh, hãy tìm cầu cái không sanh, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị già … cái không già … tự mình bị bệnh … cái không bệnh … tự mình bị chết … cái bất tử … tự mình bị sầu … cái không sầu … tự mình bi ô nhiễm, sau khi biết rõ sự nguy hại của cái bị nhiễm, hãy tìm cầu cái không ô nhiễm, vô thượng an ổn khỏi các khổ ách, Niết-bàn.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Rồi này các Tỷ-kheo, sau một thời gian, khi Ta còn trẻ, niên thiếu, tóc đen nhánh, đầy đủ huyết khí của tuổi thanh xuân, trong thời vàng son cuộc đời, mặc dầu cha mẹ không bằng lòng, nước mắt đầy mặt, than khóc, Ta cạo bỏ râu tóc, đắp áo cà-sa, xuất gia, từ bỏ gia đình, sống không gia đình.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Ta xuất gia như vậy, một người đi tìm cái gì chí thiện, tìm cầu vô thượng tối thắng an tịnh đạo lộ. Ta đến chỗ <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> ở, khi đến xong liền thưa với <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i>: “Hiền giả <i lang='pli' translate='no'>Kālāma</i>, tôi muốn sống phạm hạnh trong pháp luật này”. Này các Tỷ-kheo, được nghe nói vậy, <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> nói với Ta: “Này Tôn giả, hãy sống (và an trú). Pháp này là như vậy, khiến kẻ có trí, không bao lâu như vị Bổn sư của mình (chỉ dạy), tự tri, tự chứng, tự đạt và an trú”. Này các Tỷ-kheo, và không bao lâu Ta đã thông suốt pháp ấy một cách mau chóng. Và này các Tỷ-kheo, cho đến vấn đề khua môi và vấn đề phát ngôn mà nói, thời Ta nói giáo lý của kẻ trí và giáo lý của bậc Trưởng lão (Thượng tọa), và Ta tự cho rằng Ta như kẻ khác cũng vậy, Ta biết và Ta thấy.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Này các Tỷ-kheo, Ta suy nghĩ như sau: “<i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> tuyên bố pháp này không phải chỉ vì lòng tin: “Sau khi tự tri, tự chứng, tự đạt, Ta mới an trú”. Chắc chắn <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> biết pháp này, thấy pháp này rồi mới an trú”. Này các Tỷ-kheo, rồi Ta đi đến chỗ <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> ở, sau khi đến Ta nói với <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i>: “Hiền giả <i lang='pli' translate='no'>Kālāma</i>, cho đến mức độ nào, Ngài tự tri, tự chứng, tự đạt, và tuyên bố pháp này?” Này các Tỷ-kheo, được nói vậy, <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> tuyên bố về Vô sở hữu xứ.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Rồi này các Tỷ-kheo, Ta suy nghĩ: “Không phải chỉ có <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> có lòng tin, Ta cũng có lòng tin. Không phải chỉ có <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> mới có tinh tấn, Ta cũng có tinh tấn. Không phải chỉ có <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> mới có niệm, Ta cũng có niệm. Không phải chỉ có <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> mới có định, Ta cũng có định. Không phải chỉ có <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> mới có tuệ, Ta cũng có tuệ. Vậy Ta hãy cố gắng chứng cho được pháp mà <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> tuyên bố: “Sau khi tự tri, tự chứng, tự đạt, ta an trú”.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Rồi này các Tỷ-kheo, không bao lâu sau khi tự tri, tự chứng, tự đạt pháp ấy một cách mau chóng, Ta an trú. Rồi này các Tỷ-kheo, Ta đi đến chỗ <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> ở, sau khi đến, Ta nói với <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i>: “Này Hiền giả <i lang='pli' translate='no'>Kālāma</i>, có phải Hiền giả đã tự tri, tự chứng, tự đạt và tuyên bố pháp này đến mức độ như vậy?” —“ Vâng, Hiền giả, tôi đã tự tri, tự chứng, tự đạt và tuyên bố pháp này đến mức độ như vậy”.:” Này Hiền giả, tôi cũng tự tri, tự chứng, tự đạt và tuyên bố pháp này đến mức độ như vậy”.:” Thật lợi ích thay cho chúng tôi, Thật khéo lợi ích thay cho chúng tôi, khi chúng tôi được thấy một đồng phạm hạnh như Tôn giả! Pháp mà tôi tự tri, tự chứng, tự đạt, và tuyên bố, chính pháp ấy Hiền giả tự tri, tự chứng, tự đạt và an trú; pháp mà Hiền giả tự tri, tự chứng, tự đạt và an trú, chính pháp ấy tôi tự tri, tự chứng, tự đạt và tuyên bố; pháp mà tôi biết, chính pháp ấy Hiền giả biết; pháp mà Hiền giả biết, chính pháp ấy tôi biết. Tôi như thế nào, Hiền giả là như vậy; Hiền giả như thế nào, tôi là như vậy. Nay hãy đến đây, Hiền giả, hai chúng ta hãy chăm sóc hội chúng này!”</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Như vậy, này các Tỷ-kheo, <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> là Ðạo Sư của Ta, lại đặt Ta, đệ tử của vị ấy ngang hàng với mình, và tôn sùng Ta với sự tôn sùng tối thượng. Này các Tỷ-kheo, rồi Ta tự suy nghĩ: “Pháp này không hướng đến yểm ly, không hướng đến ly tham, không hướng đến đoạn diệt, không hướng đến an tịnh, không hướng đến thượng trí, không hướng đến giác ngộ, không hướng đến Niết-bàn, mà chỉ đưa đến sự chứng đạt Vô sở hữu xứ”. Như vậy này các Tỷ-kheo, Ta không tôn kính pháp này, và từ bỏ pháp ấy, Ta bỏ đi.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Rồi này các Tỷ-kheo, Ta, kẻ đi tìm cái gì chí thiện, tìm cầu vô thượng tối thắng an tịnh đạo lộ. Ta đi đến chỗ Uddaka Ramaputta, khi đến xong Ta nói với Uddaka Ramaputta: “Hiền giả, tôi muốn sống phạm hạnh trong pháp luật này. Ðược nói vậy, này các Tỷ-kheo, Uddaka Ramaputta nói với Ta: “Này Tôn giả, hãy sống (và an trú), pháp này là như vậy, khiến người có trí không bao lâu như vị Bổn sư của mình (chỉ dạy) tự tri, tự chứng, tự đạt và an trú”. Này các Tỷ-kheo, Ta đã thông suốt pháp ấy một cách mau chóng. Và này các Tỷ-kheo, cho đến vấn đề khua môi và vấn đề phát ngôn mà nói, thời Ta nói giáo lý của kẻ trí, và giáo lý của bậc Trưởng lão (Thượng Tọa), và Ta tự cho rằng Ta như người khác cũng vậy, Ta biết và Ta thấy.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Này các Tỷ-kheo, Ta suy nghĩ như sau: “Rama tuyên bố pháp này không phải vì lòng tin: “Sau khi tự tri, tự chứng, tự đạt, ta mới an trú”. Chắc chắn Rama thấy pháp này, biết pháp này, rồi mới an trú”. Này các Tỷ-kheo, rồi Ta đi đến chỗ Uddaka Ramaputta ở, sau khi đến Ta nói với Uddaka Ramaputta: “Hiền giả Rama, cho đến mức độ nào, Ngài tự tri, tự chứng, tự đạt và tuyên bố pháp này?” Này các Tỷ-kheo được nghe nói vậy, Uddaka Ramaputta tuyên bố về Phi tưởng phi phi tưởng xứ.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>Rồi này các Tỷ-kheo, Ta suy nghĩ: “Không phải chỉ có Rama mới có lòng tin. Ta cũng có lòng tin. Không phải chỉ có Rama mới có tinh tấn, Ta cũng có tinh tấn. Không phải chỉ có Rama mới có niệm, Ta cũng có niệm. Không phải chỉ có Rama mới có định, Ta cũng có định. Không phải chỉ có Rama mới có tuệ, Ta cũng có tuệ. Vậy ta hãy cố gắng chứng cho được pháp mà Rama tuyên bố: “Sau khi tự tri, tự chứng, tự đạt, tự an trú”.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Rồi này các Tỷ-kheo, không bao lâu sau khi tự tri, tự chứng, tự đạt pháp ấy một cách mau chóng, Ta an trú. Rồi này các Tỷ-kheo, Ta đi đến chỗ Uddaka Ramaputta ở, sau khi đến, Ta nói với Uddaka Ramaputta: “Này Hiền giả Rama, có phải Hiền giả đã tự tri, tự chứng, tự đạt và tuyên bố pháp này đến mức độ như vậy?” —“ Vâng Hiền giả, tôi đã tự tri, tự chứng, tự đạt và tuyên bố pháp này đến mức độ như vậy”.:” Này Hiền giả, tôi cũng đã tự tri, tự chứng, tự đạt và tuyên bố pháp này đến mức độ như vậy.” Thật lợi ích thay cho chúng tôi! Thật khéo lợi ích thay cho chúng tôi, khi chúng tôi được thấy một đồng phạm hạnh như Tôn giả! Pháp mà tôi, tự tri tự chứng, tự đạt và tuyên bố, chính pháp ấy Hiền giả tự tri, tự chứng, tự đạt và an trú; pháp mà Hiền giả tự tri, tự chứng, tự đạt và an trú, chính pháp ấy tôi tự tri, tự chứng, tự đạt và tuyên bố; pháp mà tôi biết, chính pháp ấy Hiền giả biết; pháp mà Hiền giả biết, chính pháp ấy tôi biết. Tôi như thế nào, Hiền giả là như vậy; Hiền giả như thế nào, Tôi là như vậy. Nay hãy đến đây, Hiền giả, hai chúng ta hãy chăm sóc hội chúng này!”</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Như vậy, này các Tỷ-kheo, Uddaka Ramaputta-là Ðạo Sư của Ta, lại đặt Ta, đệ tử của vị ấy ngang hàng với mình, và tôn sùng Ta với sự tôn sùng tối thượng. Này các Tỷ-kheo, rồi Ta suy nghĩ: “Pháp này không hướng đến yểm ly, không hướng đến ly tham, không hướng đến đoạn diệt, không hướng đến an tịnh, không hướng đến thượng trí, không hướng đến giác ngộ, không hướng đến Niết-bàn, mà chỉ đưa đến sự chứng đạt Phi tưởng phi phi tưởng xứ”. Như vậy, này các Tỷ-kheo, Ta không tôn kính pháp ấy và từ bỏ pháp ấy, Ta bỏ đi.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>Này các Tỷ-kheo, Ta, kẻ đi tìm cái gì chí thiện, tìm cầu vô thượng tối thắng an tịnh đạo lộ, tuần tự du hành tại nước <i lang='pli' translate='no'>Magadha</i> (Ma kiệt đà) và đến tại tụ lạc Uruvela (Ưu lâu tần loa). Tại đây, Ta thấy một địa điểm khả ái, một khóm rừng thoải mái, có con sông trong sáng chảy gần, với một chỗ lội qua dễ dàng khả ái, và xung quanh có làng mạc bao bọc dễ dàng đi khất thực. Này các Tỷ-kheo, rồi Ta tự nghĩ: “Thật là một địa điểm khả ái, một khóm rừng thoải mái, có con sông trong sáng chảy gần, với một chỗ lội qua dễ dàng khả ái, và xung quanh có làng mạc bao bọc dễ dàng đi khất thực. Thật là một chỗ vừa đủ cho một Thiện nam tử tha thiết tinh cần có thể tinh tấn”. Và này các Tỷ-kheo, Ta ngồi xuống tại chỗ ấy và nghĩ: “Thật là vừa đủ để tinh tấn”.</p>\n<h2>(Giác Ngộ)</h2>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>Rồi này các Tỷ-kheo, Ta tự mình bị sanh, sau khi biết rõ sự nguy hại của cái bị sanh, tìm cầu cái không sanh, vô thượng an ổn khỏi các khổ ách, Niết-bàn và đã chứng được cái không sanh, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị già, sau khi biết rõ sự nguy hại của cái bị già, tìm cầu cái không già, vô thượng an ổn khỏi các khổ ách, Niết-bàn; và đã chứng được cái không già, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị bệnh, sau khi biết rõ sự nguy hại của cái bị bệnh, tìm cầu cái không bệnh, vô thượng an ổn khỏi các khổ ách, Niết-bàn và đã chứng được cái không bệnh, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị chết, sau khi biết rõ sự nguy hại của cái bị chết, tìm cầu cái không chết, vô thượng an ổn khỏi các khổ ách, Niết-bàn và đã chứng được cái không chết, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị sầu, sau khi biết rõ sự nguy hại của cái bị sầu, tìm cầu cái không sầu, vô thượng an ổn khỏi các khổ ách, Niết-bàn và đã chứng được cái vô sầu, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị ô nhiễm, sau khi biết rõ sự nguy hại của cái bị ô nhiễm, tìm cầu cái không bị ô nhiễm, vô thượng an ổn khỏi các khổ ách, Niết-bàn và đã chứng được cái không ô nhiễm, vô thượng an ổn, khỏi các khổ ách, Niết-bàn. Và tri kiến khởi lên nơi Ta. Sự giải thoát của Ta không bị dao động. Nay là đời sống cuối cùng của Ta, không còn sự tái sanh nữa.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Này các Tỷ-kheo, rồi Ta suy nghĩ như sau: “Pháp này do Ta chứng được, thật là sâu kín, khó thấy, khó chứng, tịch tịnh, cao thượng, siêu lý luận, vi diệu, chỉ người trí mới hiểu thấu. Còn quần chúng này thì ưa ái dục, khoái ái dục, ham thích ái dục. Ðối với quần chúng ưa ái dục, khoái ái dục, ham thích ái dục, thật khó mà thấy được định lý Idapaccàyata Paticcasamuppada (Y Tánh Duyên Khởi Pháp); sự kiện này thật khó thấy; tức là sự tịnh chỉ tất cả hành, sự trừ bỏ tất cả sanh y, ái diệt, ly tham, đoạn diệt, Niết-bàn. Nếu nay Ta thuyết pháp mà các người khác không hiểu Ta, thời như vậy thật khổ não cho Ta, như vậy thật bực mình cho Ta!” Này các Tỷ-kheo, rồi những kệ bất khả tư nghì, từ trước chưa từng được nghe, được khởi lên nơi Ta:</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>Sao Ta nói Chánh pháp,<br>\nÐược chứng ngộ khó khăn?<br>\nNhững ai còn tham sân,<br>\nKhó chứng ngộ pháp này.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>Ði ngược dòng, thâm diệu,<br>\nKhó thấy, thật tế nhị,<br>\nKẻ ái nhiễm vô minh,<br>\nKhông thấy được pháp này.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>Rồi này các Tỷ-kheo, với những suy tư như vậy, tâm của Ta hướng về vô vi thụ động, không muốn thuyết pháp.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>Này các Tỷ-kheo, lúc bấy giờ Phạm thiên Sahampati khi biết được tâm tư của Ta; với tâm tư của mình, liền suy nghĩ: “Than ôi, thế giới sẽ tiêu diệt, thế giới sẽ bi hoại vong, nếu tâm của Như Lai, bậc A-la-hán, Chánh Ðẳng Giác hướng về vô vi thụ động, không muốn thuyết pháp”. Rồi này các Tỷ-kheo, Phạm thiên Sahampati, như một nhà lực sĩ duỗi cánh tay đang co, hay co cánh tay đang duỗi; cũng vậy, vị ấy biến mất từ thế giới Phạm thiên, và hiện ra trước mặt Ta. Này các Tỷ-kheo, rồi Phạm thiên Sahampati đắp thượng y một bên vai chắp tay hướng vái Ta và bạch với Ta: “Bạch Thế Tôn, hãy thuyết pháp! Bạch Thiện Thệ, hãy thuyết pháp! Có những chúng sanh ít nhiễm bụi trần sẽ bi nguy hại nếu không được nghe Chánh pháp. (Nếu được nghe), những vị này có thể thâm hiểu Chánh pháp”. Này các Tỷ-kheo, Phạm thiện Sahampati nói như vậy. Sau khi nói vậy, lại nói thêm như sau:</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>Xưa tại <i lang='pli' translate='no'>Magadha</i>,<br>\nHiện ra pháp bất tịnh,<br>\nPháp do tâm cấu uế,<br>\nDo suy tư tác thành.<br>\nHãy mỡ tung mở rộng,<br>\nCánh cửa bất tử này.<br>\nHãy để họ nghe Pháp,<br>\nBậc Thanh tịnh Chứng Ngộ.</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>Như đứng trên tảng đá,<br>\nTrên đỉnh núi tột cao<br>\nCó người đứng nhìn xuống,<br>\nÐám chúng sanh quây quần.<br>\nCũng vậy, ôi Thiện Thệ,<br>\nBậc Biến Nhãn cùng khắp,<br>\nLeo lên ngôi lâu đài,<br>\nXây dựng bằng Chánh pháp<br>\nBậc Thoát Ly sầu muộn,<br>\nNhìn xuống đám quần sanh,<br>\nBị sầu khổ áp bức,<br>\nBị sanh già chi phối,</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>Ðứng lên vị Anh Hùng,<br>\nBậc Chiến Thắng chiến trường.<br>\nVị trưởng đoàn lữ khách,<br>\nBậc Thoát Ly nợ nần.<br>\nHãy đi khắp thế giới,<br>\nBậc Thế Tôn Chánh Giác!<br>\nHãy thuyết vi diệu pháp,<br>\nNgười nghe sẽ thâm hiểu!</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>Này các Tỷ-kheo, sau khi biết được lời Phạm thiên yêu cầu, vì lòng từ bi đối với chúng sanh, với Phật nhãn, Ta nhìn quanh thế giới. Này các Tỷ-kheo, với Phật nhãn, Ta thấy có hạng chúng sanh ít nhiễm bụi đời, nhiều nhiễm bụi đời, có hạng lợi căn, độn căn, có hạng thiện tánh, ác tánh, có hạng dễ dạy, khó dạy, và một số ít thấy sự nguy hiểm phải tái sanh thế giới khác và sự nguy hiểm làm những hành động lỗi lầm. Như trong hồ sen xanh, hồ sen hồng hay hồ sen trắng có một số hoa sen xanh, sen hồng, hay sen trắng sanh ra dưới nước, lớn lên dưới nước, không vượt lên khỏi mặt nước, được nuôi dưỡng dưới nước. Có một hoa sen xanh, sen hồng hay sen trắng sanh ra dưới nước, lớn lên dưới nước, sống vươn lên tới mặt nước. Có một số hoa sen xanh, sen hồng hay sen trắng sanh ra dưới nước, lớn lên dưới nước, vươn lên khỏi mặt nước, không bị nước đẫm ướt. Cũng vậy, này các Tỷ-kheo, với Phật nhãn, Ta thấy có hạng chúng sanh ít nhiễm bụi đời, nhiều nhiễm bụi đời, có hạng lợi căn, độn căn, có hạng thiện tánh, ác tánh, có hạng dễ dạy, khó dạy, và một số ít thấy sự nguy hiểm phải tái sanh thế giới khác và sự nguy hiểm làm những hành động lỗi lầm. Và này các Tỷ-kheo, Ta nói lên bài kệ sau đây với Phạm thiên Sahampati:</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>Cửa bất tử rộng mở,<br>\nCho những ai chịu nghe.<br>\nHãy từ bỏ tín tâm,<br>\nKhông chính xác của mình.<br>\nTự nghĩ đến phiền toái,<br>\nTa đã không muốn giảng,<br>\nTối thượng vi diệu pháp,<br>\nGiữa chúng sanh loài Người.<br>\n(Ôi Phạm thiên)</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>Này các Tỷ-kheo, rồi Phạm thiên Sahampati tự nghĩ: “Ta đã tạo cơ hội cho Thế Tôn thuyết pháp”, đảnh lễ Ta, thân phía hữu hướng về Ta rồi biến mất tại chỗ.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Này các Tỷ-kheo, rồi Ta tự suy nghĩ: “Ta sẽ thuyết pháp cho ai đầu tiên, ai sẽ mau hiểu Chánh pháp này?” Này các Tỷ-kheo, rồi Ta tự nghĩ: “Nay có <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> là bậc trí thức, đa văn, sáng suốt, đã từ lâu sống ít nhiễm bụi đời. Ta hãy thuyết pháp đầu tiên cho <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i>, vị này sẽ mau hiểu Chánh pháp này”. Này các Tỷ-kheo, rồi chư Thiên đến Ta và nói như sau: “Bạch Thế Tôn, <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> đã mệnh chung bảy ngày rồi”. Rồi tri kiến khởi lên nơi Ta: “<i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> đã mệnh chung bảy ngày rồi”. Này các Tỷ-kheo, Ta nghĩ: “Thật là một thiệt hại lớn cho <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i>: Nếu nghe pháp này, <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> sẽ mau thâm hiểu”.</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>Rồi này các Tỷ-kheo, Ta lại nghĩ: “Ta sẽ thuyết pháp cho ai đầu tiên? Ai sẽ mau hiểu Chánh pháp này?” Rồi này các Tỷ-kheo, Ta lại nghĩ: “Nay có Uddaka Ramaputta-là bậc tri thức, đa văn, sáng suốt, đã từ lâu sống ít nhiễm bụi đời. Ta hãy thuyết pháp đầu tiên cho Uddaka Ramaputta. Vị này sẽ mau hiểu Chánh pháp này.” Rồi chư Thiên đến Ta và nói như sau: “Bạch Thế Tôn Uddaka Ramaputta đã mệnh chung ngày hôm qua”. Rồi tri kiến khởi lên nơi Ta: “Uddaka Ramaputta đã mệnh chung hôm qua”. Này các Tỷ-kheo, Ta nghĩ: “Thật là một thiệt hại lớn cho Uddaka Ramaputta. Nếu nghe pháp này, Uddaka Ramaputta sẽ mau thâm hiểu”.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>Này các Tỷ-kheo, rồi Ta suy nghĩ: “Ta sẽ thuyết pháp cho ai đầu tiên? Ai sẽ mau hiểu Chánh pháp này?” Rồi này các Tỷ-kheo, Ta lại nghĩ: “Nhóm năm Tỷ-kheo này đã hầu hạ Ta khi Ta còn nỗ lực tinh cần, nhóm ấy thật giúp ích nhiều. Vậy ta hãy thuyết pháp đầu tiên cho nhóm năm Tỷ-kheo!” Rồi này các Tỷ-kheo, Ta lại nghĩ: “Nay nhóm năm Tỷ-kheo ở tại đâu?” Này các Tỷ-kheo, với thiên nhãn thanh tịnh siêu nhân, Ta thấy nhóm năm Tỷ-kheo hiện ở <i lang='pli' translate='no'>Bārāṇāsī</i> (Ba la nại), tại <i lang='pli' translate='no'>Isipatana</i>, vườn Lộc Uyển. Rồi này các Tỷ-kheo, sau khi ở tại Uruvela lâu cho đến khi mãn ý, Ta lên đường đi đến <i lang='pli' translate='no'>Bārāṇāsī</i>.</p>\n<h2>(Khai giảng Chánh Pháp)</h2>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>Này các Tỷ-kheo, một tà mạng ngoại đạo tên là Upaka, đã thấy Ta khi Ta còn đi trên con đường giữa Gaya và cây Bồ-đề. Sau khi thấy, vị ấy nói với Ta:</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>“—Các căn của Hiền giả thật sáng suốt. Da sắc của Hiền giả thật thanh tịnh, thật thanh khiết. Này Hiền giả, vì mục đích gì, Hiền giả xuất gia? Ai là bậc Ðạo Sư của Hiền giả? Hiền giả hoan hỷ thọ trì pháp của ai?”</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>Này các Tỷ-kheo, khi nghe nói vậy, Ta nói với tà mạng đạo Upaka bài kệ như sau:</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>“—Ta, bậc Thắng tất cả,<br>\nTa, bậc Nhất thiết Trí.<br>\nHết thảy pháp, không nhiễm,<br>\nHết thảy pháp, xả ly.<br>\nTa sống chân giải thoát,<br>\nÐoạn tận mọi khát ái.<br>\nNhư vậy Ta tự giác,<br>\nCòn phải y chỉ ai?</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>Ta không có Ðạo Sư,<br>\nBậc như Ta không có.<br>\nGiữa thế giới Nhơn, Thiên,<br>\nKhông có ai bằng Ta.<br>\nBậc Ứng Cúng trên đời,<br>\nBậc Ðạo Sư vô thượng.<br>\nTự mình Chánh Ðẳng Giác,<br>\nTa an tịnh, thanh thoát.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>Ðể chuyển bánh xe Pháp.<br>\nTa đến thành <i lang='pli' translate='no'>Kāsi</i>.<br>\nGióng lên trống bất tử,<br>\nTrong thế giới mù lòa.”</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>“—Như Hiền giả đã tự xưng, Hiền giả xứng đáng là bậc Chiến thắng Vô tận. ”</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>“—Như Ta, bậc Thắng giả,<br>\nNhững ai chứng lậu tận,<br>\nÁc pháp, Ta nhiếp phục,<br>\nDo vậy, Ta vô địch”.<br>\n(Này Upaka)</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>Này các Tỷ-kheo, sau khi được nói vậy, tà mạng ngoại đạo Upaka nói với Ta:</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>“—Này Hiền giả, mong rằng sự việc là vậy”.</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a>Nói xong, Upaka lắc đầu rồi đi theo một ngã khác.</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>Này các Tỷ-kheo, rồi Ta tuần tự đi đến <i lang='pli' translate='no'>Bārāṇāsī</i>, <i lang='pli' translate='no'>Isipatana</i>, vườn Lộc Uyển, đi đến chỗ nhóm năm Tỷ-kheo ở. Này các Tỷ-kheo, nhóm năm Tỷ-kheo khi thấy Ta từ xa đi đến, đã cùng nhau thỏa thuận như sau: “Này các Hiền giả, nay Sa-môn <i lang='pli' translate='no'>Gotama</i> đang đi đến; vị này sống trong sự sung túc, đã từ bỏ tinh cần, đã trở lui đời sống đầy đủ vật chất. Chúng ta chớ có đảnh lễ, chớ có đứng dậy, chớ có lấy y bát. Hãy đặt một chỗ ngồi, và nếu vị ấy muốn, vị ấy sẽ ngồi”. Này các Tỷ-kheo, nhưng khi Ta đi đến gần, năm Tỷ-kheo ấy không thể giữ đúng điều đã thỏa thuận với nhau. Có người đến đón Ta và cầm lấy y bát, có người sắp đặt chỗ ngồi, có người đem nước rửa chân đến. Nhưng các vị ấy gọi Ta bằng tên với danh từ Hiền giả (<i lang='pli' translate='no'>Āvuso</i>).</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>Này các Tỷ-kheo khi ta nghe nói vậy, Ta nói với nhóm năm Tỷ-kheo:</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>“—Này các Tỷ-kheo, chớ có gọi Ta bằng tên và dùng danh từ Hiền giả. Này các Tỷ-kheo, Như Lai là bậc A-la-hán, Chánh Ðẳng Giác. Hãy lóng tai, Pháp bất tử đã chứng được, Ta giảng dạy, Ta thuyết pháp. Sống đúng theo lời khuyến giáo, các Ông không bao lâu, sau khi tự tri, tự chứng, tự đạt ngay trong hiện tại, mục đích vô thượng của phạm hạnh mà các Thiện nam tử, xuất gia từ bỏ gia đình, sống không gia đình, các Ông sẽ an trú. ”</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a>Này các Tỷ-kheo, khi nghe nói vậy, nhóm năm Tỷ-kheo nói Ta:</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a>“—Hiền giả <i lang='pli' translate='no'>Gotama</i>, với nếp sống này, với đạo tu này, với khổ hạnh này, Hiền giả đã không chứng được Pháp siêu nhân, tri kiến, thù thắng xứng đáng bậc Thánh, thì này làm sao Hiền giả, với nếp sống sung túc, với sự từ bỏ tinh cần, với sự trở lui đời sống vật chất đầy đủ, lại có thể chứng được Pháp siêu nhân, tri kiến thù thắng xứng đáng bậc Thánh?”</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a>Này các Tỷ-kheo, khi nghe nói vậy, Ta nói với nhóm năm Tỷ-kheo:</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>“—Này các Tỷ-kheo, Như Lai không sống sung túc, không từ bỏ tinh cần, không trở lui đời sống vật chất đầy đủ. Này các Tỷ-kheo, Như Lai là bậc A-la-hán, Chánh Ðẳng Giác. Này các Tỷ-kheo, hãy lóng tai, Pháp bất tử đã chứng được, Ta giảng dạy, Ta thuyết pháp. Sống đúng theo lời khuyến giáo, các Ông không bao lâu, sau khi tự tri, tự chứng, tự đạt ngay trong hiện tại mục đích vô thượng của Phạm hạnh mà các Thiện nam tử xuất gia, từ bỏ gia đình, sống không gia đình, các Ông sẽ an trú.”</p>\n<p><a class='ref sc' id='sc71' href='#sc71'>SC 71</a>Này các Tỷ-kheo, lại lần thứ hai, nhóm năm Tỷ-kheo nói với Ta:</p>\n<p><a class='ref sc' id='sc72' href='#sc72'>SC 72</a>“—Hiền giả <i lang='pli' translate='no'>Gotama</i>, với nếp sống này … (như trên) … tri kiến thù thắng xứng đáng bậc Thánh?”</p>\n<p><a class='ref sc' id='sc73' href='#sc73'>SC 73</a>Này các Tỷ-kheo, lại lần thứ hai Ta nói với nhóm năm Tỷ-kheo:</p>\n<p><a class='ref sc' id='sc74' href='#sc74'>SC 74</a>“—Này các Tỷ-kheo, Như Lai không sống sung túc … (như trên) … các Ông sẽ an trú.”</p>\n<p><a class='ref sc' id='sc75' href='#sc75'>SC 75</a>Này các Tỷ-kheo, lại lần thứ ba, nhóm năm Tỷ-kheo nói với Ta:</p>\n<p><a class='ref sc' id='sc76' href='#sc76'>SC 76</a>“—Hiền giả <i lang='pli' translate='no'>Gotama</i>, với nếp sống này … (như trên) … tri kiến thù thắng xứng đáng bậc Thánh?”</p>\n<p><a class='ref sc' id='sc77' href='#sc77'>SC 77</a>Này các Tỷ-kheo, khi nghe nói vậy, Ta nói với nhóm năm Tỷ-kheo:</p>\n<p><a class='ref sc' id='sc78' href='#sc78'>SC 78</a>“—Này các Tỷ-kheo, từ trước đến nay, các Ông có chấp nhận là Ta chưa bao giờ nói như vậy chăng?”</p>\n<p><a class='ref sc' id='sc79' href='#sc79'>SC 79</a>“—Bạch Thế Tôn, chưa bao giờ như vậy. ”</p>\n<p><a class='ref sc' id='sc80' href='#sc80'>SC 80</a>“—Này các Tỷ-kheo, Như Lai là bậc A-la-hán, Chánh Ðẳng Giác. Hãy lóng tai, Pháp bất tử đã chứng được, Ta giảng dạy, Ta thuyết pháp. Sống đúng theo lời khuyến giáo, các Ông không bao lâu, sau khi tự tri, tư chứng, tự đạt được ngay trong hiện tại mục đích vô thượng của phạm hạnh mà các Thiện nam tử xuất gia, từ bỏ gia đình, sống không gia đình, các Ông sẽ an trú”.</p>\n<p><a class='ref sc' id='sc81' href='#sc81'>SC 81</a>Này các Tỷ-kheo, Ta đã làm cho nhóm năm Tỷ-kheo chấp nhận. Này các Tỷ-kheo, Ta thuyết giảng cho hai Tỷ-kheo. Ba Tỷ-kheo kia đi khất thực. Ðồ ăn mà ba Tỷ-kheo này khất thực mang về, đủ nuôi sống cho nhóm sáu người. Này các Tỷ-kheo, Ta thuyết giảng cho ba Tỷ-kheo. Hai Tỷ-kheo kia đi khất thực. Ðồ ăn mà hai Tỷ-kheo này khất thực mang về, đủ nuôi sống cho nhóm sáu người. Này các Tỷ-kheo, chúng năm Tỷ-kheo, sau khi được Ta thuyết giảng, sau khi được Ta khuyến giáo, tự mình bị sanh, sau khi biết được sự nguy hại của cái bị sanh, tìm cầu cái không sanh, vô thượng an ổn, thoát khỏi các khổ ách, chứng Niết-bàn và đã chứng được cái không sanh, vô thượng an ổn, thoát khỏi các khổ ách, chứng Niết-bàn, tự mình bị già … cái không già … tự mình bị bệnh … cái không bệnh … tự mình bị chết … cái không chết … tự mình bi sầu … cái không sầu … tự mình bị ô nhiễm, sau khi biết được sự nguy hại của cái bị ô nhiễm, tìm cầu cái không ô nhiễm, vô thượng an ổn, thoát khỏi các khổ ách, chứng Niết-bàn, và đã chứng được cái không ô nhiễm, vô thượng an ổn, thoát khỏi các khổ ách, chứng Niết-bàn. Tri và kiến khởi lên nơi họ: “Sự giải thoát của chúng ta không bị dao động, đây thức gì được hiện khởi như vậy đều quy là đời sống cuối cùng. Nay không còn tái sanh nữa”.</p>\n<h2>(Năm dục)</h2>\n<p><a class='ref sc' id='sc82' href='#sc82'>SC 82</a>Này các Tỷ-kheo, có năm dục trưởng dưỡng. Thế nào là năm? Các sắc do mắt nhận thức, sắc này khả ái, khả hỷ, khả lạc, khả ý, kích thích lòng dục, hấp dẫn. Các tiếng do tai nhận thức … (như trên) … các hương do mũi nhận thức … các vị do lưỡi nhận thức … các xúc do thân cảm xúc là khả ái, khả hỷ, khả lạc, khả ý, kích thích lòng dục, hấp dẫn. Này các Tỷ-kheo, như vậy, là năm dục trưởng dưỡng.</p>\n<p><a class='ref sc' id='sc83' href='#sc83'>SC 83</a>Này các Tỷ-kheo, những Sa-môn hay Bà-la-môn nào bị trói buộc, bị tham đắm, bị mê say bởi năm dục trưởng dưỡng này, không thấy sự nguy hại của chúng, không biết rõ sự xuất ly khỏi chúng, mà thọ dụng chúng, những vị ấy cần phải được hiểu là: “Các Người đã rơi vào bất hạnh, đã rơi vào tai họa, đã bị Ác ma sử dụng như ý muốn”. Này các Tỷ-kheo, như một con nai sống trong rừng bị sập bẫy nằm xuống, con nai ấy cần phải được hiểu là: “Nó đã rơi vào bất hạnh, đã rơi vào tai họa, đã bị thợ săn sử dụng như ý muốn. Khi người thợ săn đến, con nai không thể bỏ đi như ý muốn. Này các Tỷ-kheo, cũng vậy, những vị Sa-môn hay Bà-la-môn nào bị trói buộc … (như trên) … đã bị Ác ma sử dụng như ý muốn.</p>\n<p><a class='ref sc' id='sc84' href='#sc84'>SC 84</a>Này các Tỷ-kheo, những Sa-môn hay Bà-la-môn nào không bị trói buộc, không bị tham đắm, không bị mê say bởi năm dục trưởng dưỡng này, thấy sự nguy hại của chúng, biết rõ sự xuất ly khỏi chúng, và thọ dụng chúng, những vị ấy cần phải được hiểu là: “Các Người không rơi vào bất hạnh, không rơi vào tai họa, không bị Ác ma sử dụng như ý muốn”. Này các Tỷ-kheo, như một con nai sống trong rừng, không bị sập bẫy phải nằm xuống, con nai ấy cần phải được hiểu là: “Nó không rơi vào bất hạnh, nó không rơi vào tai họa, nó không bị người thợ săn sử dụng như ý muốn”. Khi người thợ săn đến, con nai có thể bỏ đi như ý muốn. Này các Tỷ-kheo, cũng vậy, những Sa-môn hay Bà-la-môn nào không bị trói buộc … không bị Ác ma sử dụng như ý muốn.</p>\n<p><a class='ref sc' id='sc85' href='#sc85'>SC 85</a>Chư Tỷ-kheo, ví như con nai sống trong rừng, đi qua đi lại trong rừng, an tâm nó đi, an tâm nó đứng, an tâm nó ngồi, an tâm nó nằm. Tại sao vậy? Này các Tỷ-kheo, vì nó vượt khỏi tầm tay của người thợ săn. Cũng vậy, này các Tỷ-kheo, một Tỷ-kheo ly dục, ly ác bất thiện pháp chứng và trú Thiền thứ nhất, một trạng thái hỷ lạc, do ly dục sanh, có tầm có tứ. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là: một vị đã làm Ác Ma mù mắt, đã diệt trừ mọi vết tích, đã vượt khỏi tầm mắt Ác ma.</p>\n<p><a class='ref sc' id='sc86' href='#sc86'>SC 86</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo diệt tầm và tứ, chứng và trú Thiền thứ hai, một trạng thái hỷ lạc do định sanh, không tầm không tứ, nội tĩnh nhất tâm. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là … đã vượt khỏi tầm mắt của Ác ma.</p>\n<p><a class='ref sc' id='sc87' href='#sc87'>SC 87</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo ly hỷ trú xả, chánh niệm tỉnh giác, thân cảm sự lạc thọ mà các vị Thánh gọi là xả niệm lạc trú, chứng và trú Thiền thứ ba. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là … đã vượt khỏi tầm mắt của Ác ma.</p>\n<p><a class='ref sc' id='sc88' href='#sc88'>SC 88</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo xả lạc, xả khổ, diệt hỷ ưu đã cảm thọ trước, chứng và trú Thiền thứ tư, không khổ, không lạc, xả niệm thanh tịnh. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là … vượt khỏi tầm mắt của Ác ma.</p>\n<p><a class='ref sc' id='sc89' href='#sc89'>SC 89</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo vượt lên mọi sắc tướng, diệt trừ mọi chướng ngại tưởng, không tác ý đối với dị tưởng, Tỷ-kheo nghĩ rằng: “Hư không là vô biên”, chứng và trú Không vô biên xứ. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là … đã vượt khỏi tầm mắt của Ác ma.</p>\n<p><a class='ref sc' id='sc90' href='#sc90'>SC 90</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo vượt lên mọi Không vô biên xứ, nghĩ rằng: “Thức là vô biên”, chứng và trú Thức vô biên xứ. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là … đã vượt khỏi tầm mắt của Ác ma.</p>\n<p><a class='ref sc' id='sc91' href='#sc91'>SC 91</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo vượt lên mọi Thức vô biên xứ, nghĩ rằng: “Không có vật gì”, chứng và trú Vô sở hữu xứ. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là … đã vượt khỏi tầm mắt của Ác ma.</p>\n<p><a class='ref sc' id='sc92' href='#sc92'>SC 92</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo vượt lên mọi Vô sở hữu xứ, chứng và trú Phi tưởng phi phi tưởng xứ. Này các Tỷ-kheo, Tỷ—kheo ấy được gọi là … đã vượt khỏi tầm mắt của Ác ma.</p>\n<p><a class='ref sc' id='sc93' href='#sc93'>SC 93</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo vượt lên mọi Phi tưởng phi phi tưởng xứ, chứng và trú Diệt thọ tưởng (định). Sau khi thấy bằng trí tuệ, các lậu hoặc được đoạn trừ. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là một vị đã làm Ác ma mù mắt, đã diệt trừ mọi vết tích, đã vượt khỏi tầm mắt Ác ma. Vị ấy đã vượt khỏi mọi triền phược ở đời. An tâm vị ấy đi, an tâm vị ấy đứng, an tâm vị ấy ngồi, an tâm vị ấy nằm. Vì sao vậy? Này các Tỷ-kheo, vì vị ấy vượt khỏi tầm tay của Ác ma.</p>\n<p><a class='ref sc' id='sc94' href='#sc94'>SC 94</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo hoan hỷ, tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>Hiệu đính: 11–06-2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn26",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Thánh cầu",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Elephant’s Footprint Simile ",
      "uid": "mn27"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Fodder ",
      "uid": "mn25"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn26' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>26. Kinh Thánh cầu</h1>\n</header>\n<p>Tôi nghe như vầy:</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i>, tại <i lang='pli' translate='no'>Jetavana</i>, vườn ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Thế Tôn vào buổi sáng đắp y, cầm y bát đến <i lang='pli' translate='no'>Sāvatthi</i> để khất thực. Có một số đông Tỷ-kheo đến chỗ Tôn giả <i lang='pli' translate='no'>Ānanda</i> ở, sau khi đến, nói với Tôn giả <i lang='pli' translate='no'>Ānanda</i></p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Hiền giả, đã lâu chúng tôi chưa được tận mặt nghe Thế Tôn thuyết pháp. Lành thay, Hiền giả <i lang='pli' translate='no'>Ānanda</i>, nếu chúng tôi được tận mặt nghe Thế Tôn thuyết pháp!</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Các Tôn giả hãy đến chỗ Bà-la-môn Rammaka ở, và các Tôn giả sẽ được tận mặt nghe Thế Tôn thuyết pháp.</p>\n<p>—Thưa vâng, Hiền giả.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Các Tỷ-kheo ấy vâng đáp Tôn giả <i lang='pli' translate='no'>Ānanda</i>. Rồi Thế Tôn, khất thực ở <i lang='pli' translate='no'>Sāvatthi</i> xong, sau buổi ăn trên con đường đi khất thực trở về, cho gọi Tôn giả <i lang='pli' translate='no'>Ānanda</i></p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Này <i lang='pli' translate='no'>Ānanda</i>, chúng ta hãy đi đến <i lang='pli' translate='no'>Pubbārāma</i> (Ðông viên), ngôi lầu của Migaramatu (Lộc Mẫu Giảng Ðường) để nghỉ trưa.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Thưa vâng, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Tôn giả <i lang='pli' translate='no'>Ānanda</i> vâng đáp Thế Tôn. Rồi Thế Tôn cùng với Tôn giả <i lang='pli' translate='no'>Ānanda</i> đi đến vườn <i lang='pli' translate='no'>Pubbārāma</i>, ngôi lầu của Migaramatu để nghỉ trưa. Thế Tôn vào buổi chiều từ Thiền tịnh đứng dậy, gọi Tôn giả <i lang='pli' translate='no'>Ānanda</i></p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Này <i lang='pli' translate='no'>Ānanda</i>, chúng ta hãy đi đến <i lang='pli' translate='no'>Pubbakoṭṭhaka</i> để rửa tay, rửa chân.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Thưa vâng, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Tôn giả <i lang='pli' translate='no'>Ānanda</i> vâng đáp Thế Tôn. Rồi Thế Tôn cùng với Tôn giả <i lang='pli' translate='no'>Ānanda</i> đi đến <i lang='pli' translate='no'>Pubbakoṭṭhaka</i> để rửa tay, rửa chân. Sau khi rửa tay, rửa chân ở Pubbalotthaka xong, Thế Tôn leo đứng trên bờ, đắp một tấm y, phơi tay chân cho khô. Rồi Tôn giả <i lang='pli' translate='no'>Ānanda</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>—Bạch Thế Tôn, tinh thất của Bà-la-môn Rammaka không xa; bạch Thế Tôn, tịnh thất của Bà-la-môn Rammaka là khả ái; bạch Thế Tôn, tinh thất của Bà-la-môn Rammaka là khả lạc; bạch Thế Tôn, lành thay, nếu Thế Tôn vì lòng từ bi đi đến tịnh thất của Bà-la-môn Rammaka!</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Thế Tôn im lặng nhận lời. Rồi Thế Tôn đi đến tịnh thất của Bà-la-môn Rammaka. Lúc bấy giờ, một số đông Tỷ-kheo đang hội họp tại tịnh thất của Bà-la-môn Rammaka để thuyết pháp. Thế Tôn đứng chờ ngoài cửa cho đến khi thuyết pháp xong. Thế Tôn biết cuộc thuyết pháp đã xong, liền đằng hắng và gõ vào thanh cửa. Các Tỷ-kheo ấy mở cửa cho Thế Tôn. Rồi Thế Tôn bước vào tịnh thất của Bà-la-môn Rammaka và ngồi lên chỗ đã soạn sẵn. Sau khi ngồi, Thế Tôn gọi các Tỷ-kheo</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>—Này các Tỷ-kheo, các Người nay hội họp bàn vấn đề gì? Và câu chuyện gì giữa các Người bị gián đoạn?</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>—Bạch Thế Tôn, câu chuyện giữa chúng con thuộc về Thế Tôn và câu chuyện ấy bị gián đoạn khi Thế Tôn đến.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>—Này các Tỷ-kheo, lành thay khi Thiện nam tử các Người, vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình, cùng nhau hội họp để luận bàn đạo pháp. Này các Tỷ-kheo, khi các Người hội họp với nhau, có hai việc cần phải làm: luận bàn đạo pháp hay giữ sự im lặng của bậc Thánh.</p>\n<h2>(Hai loại tầm cầu)</h2>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Này các Tỷ-kheo, có hai loại tầm cầu này: Thánh cầu và phi Thánh cầu. Chư Tỷ-kheo, và thế nào là phi Thánh cầu? Ở đây, này các Tỷ-kheo, có người tự mình bị sanh lại tầm cầu cái bị sanh, tự mình bị già lại tìm cầu cái bị già, tự mình bị bệnh … tự mình bị chết … tự mình bị sầu … tự mình bị ô nhiễm lại tầm cầu cái bị ô nhiễm.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này các Tỷ-kheo, cái gì theo các Người gọi là bị sanh? Này các Tỷ-kheo, vợ con là bị sanh; đầy tớ nam, đầy tớ nữ là bị sanh; dê và cừu là bị sanh; gà và heo là bị sanh; voi, bò, ngựa đực, ngựa cái là bị sanh; vàng và bạc là bị sanh. Này các Tỷ-kheo, những chấp thủ ấy bị sanh, và người ấy lại nắm giữ, tham đắm, mê say chúng, tự mình bị sanh lại tầm cầu cái bị sanh.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Và này các Tỷ-kheo, cái gì theo các Người gọi là bị già? Này các Tỷ-kheo, vợ con là bị già; đầy tớ nam, đầy tớ nữ là bị già; dê và cừu là bị già; gà và heo là bị già; voi, bò, ngựa đực, ngựa cái là bị già; vàng và bạc là bị già. Này các Tỷ-kheo, những chấp thủ ấy là bị già, và người ấy lại nắm giữ, tham đắm, mê say chúng, tự mình bị già lại tìm cầu cái bị già.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Và này các Tỷ-kheo, cái gì theo các Người gọi là bị bệnh? Này các Tỷ-kheo, vợ con là bị bệnh; đầy tớ nam, đầy tớ nữ là bi bệnh; dê và cừu là bị bệnh; gà và heo là bị bệnh; voi, bò, ngựa đực, ngựa cái là bị bệnh. Này các Tỷ-kheo, những chấp thủ ấy là bị bệnh, và người ấy lại nắm giữ tham đắm, mê say chúng, tự mình bị bệnh lại tìm cầu cái bị bệnh.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Và này các Tỷ-kheo, cái gì các Người nói là bị chết? Này các Tỷ-kheo, vợ con là bi chết; đầy tớ nam, đầy tớ nữ là bị chết; dê và cừu là bị chết; gà và heo là bị chết; voi, bò, ngựa đực, ngựa cái là bị chết. Này các Tỷ-kheo, những chấp thủ ấy là bị chết, và người ấy lại nắm giữ, tham đắm, mê say chúng, tự mình bị chết lại tìm cầu cái bị chết.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Và này các Tỷ-kheo, cái gì theo các Người gọi là bị sầu? Này các Tỷ-kheo, vợ con là bị sầu; đầy tớ nam, đầy tớ nữ là bị sầu; dê và cừu là bị sầu, gà và heo là bị sầu; voi, bò, ngựa đực, ngựa cái là bị sầu. Này các Tỷ-kheo, những chấp thủ ấy là bị sầu, và người ấy lại nắm giữ, tham đắm, mê say chúng, tự mình bị sầu lại tìm cầu cái bị sầu.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Và này các Tỷ-kheo, cái gì theo các Người gọi là bị ô nhiễm? Này các Tỷ-kheo, vợ con là bị ô nhiễm; đầy tớ nam, đầy tớ nữ là bị ô nhiễm; dê và cừu la bị ô nhiễm; gà và heo là bị ô nhiễm; voi, bò, ngựa đực, ngựa cái là bị ô nhiễm; vàng và bạc là bị ô nhiễm. Và này các Tỷ-kheo, những chấp thủ ấy là bị ô nhiễm, và người ấy lại nắm giữ, tham đắm, mê say chúng, tự mình bị ô nhiễm lại tìm cầu cái bị ô nhiễm. Này các Tỷ-kheo, như vậy gọi là phi Thánh cầu.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Và này các Tỷ-kheo, thế nào là Thánh cầu? Ở đây, này các Tỷ-kheo, có người tự mình bị sanh, sau khi biết rõ sự nguy hại của bị sanh, tìm cầu cái vô sanh, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị già, sau khi biết rõ sự nguy hại của bị già, tìm cầu cái không già, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị bệnh … cái không bệnh … tự mình bị chết … cái bất tử … tự mình bị sầu … cái không sầu … tự mình bị ô nhiễm, sau khi biết rõ sự nguy hại của ô nhiễm, tìm cầu cái không ô nhiễm, vô thượng an ổn khỏi các khổ ách, Niết-bàn. Này các Tỷ-kheo, như vậy, gọi là Thánh cầu.</p>\n<h2>(Thánh cầu Giải thoát)</h2>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Này các Tỷ-kheo, Ta cũng vậy, trước khi Giác Ngộ, khi chưa chứng Chánh Ðẳng Giác, khi còn là Bồ-tát, tự mình bị sanh lại tìm cầu cái bị sanh, tự mình bị già, lại tìm cầu cái bị già, tự mình bị bệnh … tự mình bị chết … tự mình bị sầu” … tự mình bị ô nhiễm lại tìm cầu cái bị ô nhiễm. Này các Tỷ-kheo, rồi Ta suy nghĩ như sau: “Tại sao Ta, tự mình bị sanh lại tìm cầu cái bị sanh, tự mình bị già … (như trên) … tự mình bi ô nhiễm lại tìm cầu cái bị ô nhiễm? Vậy Ta, tự mình bị sanh, sau khi biết rõ sự nguy hại của bị sanh, hãy tìm cầu cái không sanh, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị già … cái không già … tự mình bị bệnh … cái không bệnh … tự mình bị chết … cái bất tử … tự mình bị sầu … cái không sầu … tự mình bi ô nhiễm, sau khi biết rõ sự nguy hại của cái bị nhiễm, hãy tìm cầu cái không ô nhiễm, vô thượng an ổn khỏi các khổ ách, Niết-bàn.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Rồi này các Tỷ-kheo, sau một thời gian, khi Ta còn trẻ, niên thiếu, tóc đen nhánh, đầy đủ huyết khí của tuổi thanh xuân, trong thời vàng son cuộc đời, mặc dầu cha mẹ không bằng lòng, nước mắt đầy mặt, than khóc, Ta cạo bỏ râu tóc, đắp áo cà-sa, xuất gia, từ bỏ gia đình, sống không gia đình.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Ta xuất gia như vậy, một người đi tìm cái gì chí thiện, tìm cầu vô thượng tối thắng an tịnh đạo lộ. Ta đến chỗ <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> ở, khi đến xong liền thưa với <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i>: “Hiền giả <i lang='pli' translate='no'>Kālāma</i>, tôi muốn sống phạm hạnh trong pháp luật này”. Này các Tỷ-kheo, được nghe nói vậy, <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> nói với Ta: “Này Tôn giả, hãy sống (và an trú). Pháp này là như vậy, khiến kẻ có trí, không bao lâu như vị Bổn sư của mình (chỉ dạy), tự tri, tự chứng, tự đạt và an trú”. Này các Tỷ-kheo, và không bao lâu Ta đã thông suốt pháp ấy một cách mau chóng. Và này các Tỷ-kheo, cho đến vấn đề khua môi và vấn đề phát ngôn mà nói, thời Ta nói giáo lý của kẻ trí và giáo lý của bậc Trưởng lão (Thượng tọa), và Ta tự cho rằng Ta như kẻ khác cũng vậy, Ta biết và Ta thấy.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Này các Tỷ-kheo, Ta suy nghĩ như sau: “<i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> tuyên bố pháp này không phải chỉ vì lòng tin: “Sau khi tự tri, tự chứng, tự đạt, Ta mới an trú”. Chắc chắn <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> biết pháp này, thấy pháp này rồi mới an trú”. Này các Tỷ-kheo, rồi Ta đi đến chỗ <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> ở, sau khi đến Ta nói với <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i>: “Hiền giả <i lang='pli' translate='no'>Kālāma</i>, cho đến mức độ nào, Ngài tự tri, tự chứng, tự đạt, và tuyên bố pháp này?” Này các Tỷ-kheo, được nói vậy, <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> tuyên bố về Vô sở hữu xứ.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Rồi này các Tỷ-kheo, Ta suy nghĩ: “Không phải chỉ có <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> có lòng tin, Ta cũng có lòng tin. Không phải chỉ có <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> mới có tinh tấn, Ta cũng có tinh tấn. Không phải chỉ có <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> mới có niệm, Ta cũng có niệm. Không phải chỉ có <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> mới có định, Ta cũng có định. Không phải chỉ có <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> mới có tuệ, Ta cũng có tuệ. Vậy Ta hãy cố gắng chứng cho được pháp mà <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> tuyên bố: “Sau khi tự tri, tự chứng, tự đạt, ta an trú”.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Rồi này các Tỷ-kheo, không bao lâu sau khi tự tri, tự chứng, tự đạt pháp ấy một cách mau chóng, Ta an trú. Rồi này các Tỷ-kheo, Ta đi đến chỗ <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> ở, sau khi đến, Ta nói với <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i>: “Này Hiền giả <i lang='pli' translate='no'>Kālāma</i>, có phải Hiền giả đã tự tri, tự chứng, tự đạt và tuyên bố pháp này đến mức độ như vậy?” —“ Vâng, Hiền giả, tôi đã tự tri, tự chứng, tự đạt và tuyên bố pháp này đến mức độ như vậy”.:” Này Hiền giả, tôi cũng tự tri, tự chứng, tự đạt và tuyên bố pháp này đến mức độ như vậy”.:” Thật lợi ích thay cho chúng tôi, Thật khéo lợi ích thay cho chúng tôi, khi chúng tôi được thấy một đồng phạm hạnh như Tôn giả! Pháp mà tôi tự tri, tự chứng, tự đạt, và tuyên bố, chính pháp ấy Hiền giả tự tri, tự chứng, tự đạt và an trú; pháp mà Hiền giả tự tri, tự chứng, tự đạt và an trú, chính pháp ấy tôi tự tri, tự chứng, tự đạt và tuyên bố; pháp mà tôi biết, chính pháp ấy Hiền giả biết; pháp mà Hiền giả biết, chính pháp ấy tôi biết. Tôi như thế nào, Hiền giả là như vậy; Hiền giả như thế nào, tôi là như vậy. Nay hãy đến đây, Hiền giả, hai chúng ta hãy chăm sóc hội chúng này!”</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Như vậy, này các Tỷ-kheo, <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> là Ðạo Sư của Ta, lại đặt Ta, đệ tử của vị ấy ngang hàng với mình, và tôn sùng Ta với sự tôn sùng tối thượng. Này các Tỷ-kheo, rồi Ta tự suy nghĩ: “Pháp này không hướng đến yểm ly, không hướng đến ly tham, không hướng đến đoạn diệt, không hướng đến an tịnh, không hướng đến thượng trí, không hướng đến giác ngộ, không hướng đến Niết-bàn, mà chỉ đưa đến sự chứng đạt Vô sở hữu xứ”. Như vậy này các Tỷ-kheo, Ta không tôn kính pháp này, và từ bỏ pháp ấy, Ta bỏ đi.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Rồi này các Tỷ-kheo, Ta, kẻ đi tìm cái gì chí thiện, tìm cầu vô thượng tối thắng an tịnh đạo lộ. Ta đi đến chỗ Uddaka Ramaputta, khi đến xong Ta nói với Uddaka Ramaputta: “Hiền giả, tôi muốn sống phạm hạnh trong pháp luật này. Ðược nói vậy, này các Tỷ-kheo, Uddaka Ramaputta nói với Ta: “Này Tôn giả, hãy sống (và an trú), pháp này là như vậy, khiến người có trí không bao lâu như vị Bổn sư của mình (chỉ dạy) tự tri, tự chứng, tự đạt và an trú”. Này các Tỷ-kheo, Ta đã thông suốt pháp ấy một cách mau chóng. Và này các Tỷ-kheo, cho đến vấn đề khua môi và vấn đề phát ngôn mà nói, thời Ta nói giáo lý của kẻ trí, và giáo lý của bậc Trưởng lão (Thượng Tọa), và Ta tự cho rằng Ta như người khác cũng vậy, Ta biết và Ta thấy.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Này các Tỷ-kheo, Ta suy nghĩ như sau: “Rama tuyên bố pháp này không phải vì lòng tin: “Sau khi tự tri, tự chứng, tự đạt, ta mới an trú”. Chắc chắn Rama thấy pháp này, biết pháp này, rồi mới an trú”. Này các Tỷ-kheo, rồi Ta đi đến chỗ Uddaka Ramaputta ở, sau khi đến Ta nói với Uddaka Ramaputta: “Hiền giả Rama, cho đến mức độ nào, Ngài tự tri, tự chứng, tự đạt và tuyên bố pháp này?” Này các Tỷ-kheo được nghe nói vậy, Uddaka Ramaputta tuyên bố về Phi tưởng phi phi tưởng xứ.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>Rồi này các Tỷ-kheo, Ta suy nghĩ: “Không phải chỉ có Rama mới có lòng tin. Ta cũng có lòng tin. Không phải chỉ có Rama mới có tinh tấn, Ta cũng có tinh tấn. Không phải chỉ có Rama mới có niệm, Ta cũng có niệm. Không phải chỉ có Rama mới có định, Ta cũng có định. Không phải chỉ có Rama mới có tuệ, Ta cũng có tuệ. Vậy ta hãy cố gắng chứng cho được pháp mà Rama tuyên bố: “Sau khi tự tri, tự chứng, tự đạt, tự an trú”.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Rồi này các Tỷ-kheo, không bao lâu sau khi tự tri, tự chứng, tự đạt pháp ấy một cách mau chóng, Ta an trú. Rồi này các Tỷ-kheo, Ta đi đến chỗ Uddaka Ramaputta ở, sau khi đến, Ta nói với Uddaka Ramaputta: “Này Hiền giả Rama, có phải Hiền giả đã tự tri, tự chứng, tự đạt và tuyên bố pháp này đến mức độ như vậy?” —“ Vâng Hiền giả, tôi đã tự tri, tự chứng, tự đạt và tuyên bố pháp này đến mức độ như vậy”.:” Này Hiền giả, tôi cũng đã tự tri, tự chứng, tự đạt và tuyên bố pháp này đến mức độ như vậy.” Thật lợi ích thay cho chúng tôi! Thật khéo lợi ích thay cho chúng tôi, khi chúng tôi được thấy một đồng phạm hạnh như Tôn giả! Pháp mà tôi, tự tri tự chứng, tự đạt và tuyên bố, chính pháp ấy Hiền giả tự tri, tự chứng, tự đạt và an trú; pháp mà Hiền giả tự tri, tự chứng, tự đạt và an trú, chính pháp ấy tôi tự tri, tự chứng, tự đạt và tuyên bố; pháp mà tôi biết, chính pháp ấy Hiền giả biết; pháp mà Hiền giả biết, chính pháp ấy tôi biết. Tôi như thế nào, Hiền giả là như vậy; Hiền giả như thế nào, Tôi là như vậy. Nay hãy đến đây, Hiền giả, hai chúng ta hãy chăm sóc hội chúng này!”</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Như vậy, này các Tỷ-kheo, Uddaka Ramaputta-là Ðạo Sư của Ta, lại đặt Ta, đệ tử của vị ấy ngang hàng với mình, và tôn sùng Ta với sự tôn sùng tối thượng. Này các Tỷ-kheo, rồi Ta suy nghĩ: “Pháp này không hướng đến yểm ly, không hướng đến ly tham, không hướng đến đoạn diệt, không hướng đến an tịnh, không hướng đến thượng trí, không hướng đến giác ngộ, không hướng đến Niết-bàn, mà chỉ đưa đến sự chứng đạt Phi tưởng phi phi tưởng xứ”. Như vậy, này các Tỷ-kheo, Ta không tôn kính pháp ấy và từ bỏ pháp ấy, Ta bỏ đi.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>Này các Tỷ-kheo, Ta, kẻ đi tìm cái gì chí thiện, tìm cầu vô thượng tối thắng an tịnh đạo lộ, tuần tự du hành tại nước <i lang='pli' translate='no'>Magadha</i> (Ma kiệt đà) và đến tại tụ lạc Uruvela (Ưu lâu tần loa). Tại đây, Ta thấy một địa điểm khả ái, một khóm rừng thoải mái, có con sông trong sáng chảy gần, với một chỗ lội qua dễ dàng khả ái, và xung quanh có làng mạc bao bọc dễ dàng đi khất thực. Này các Tỷ-kheo, rồi Ta tự nghĩ: “Thật là một địa điểm khả ái, một khóm rừng thoải mái, có con sông trong sáng chảy gần, với một chỗ lội qua dễ dàng khả ái, và xung quanh có làng mạc bao bọc dễ dàng đi khất thực. Thật là một chỗ vừa đủ cho một Thiện nam tử tha thiết tinh cần có thể tinh tấn”. Và này các Tỷ-kheo, Ta ngồi xuống tại chỗ ấy và nghĩ: “Thật là vừa đủ để tinh tấn”.</p>\n<h2>(Giác Ngộ)</h2>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>Rồi này các Tỷ-kheo, Ta tự mình bị sanh, sau khi biết rõ sự nguy hại của cái bị sanh, tìm cầu cái không sanh, vô thượng an ổn khỏi các khổ ách, Niết-bàn và đã chứng được cái không sanh, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị già, sau khi biết rõ sự nguy hại của cái bị già, tìm cầu cái không già, vô thượng an ổn khỏi các khổ ách, Niết-bàn; và đã chứng được cái không già, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị bệnh, sau khi biết rõ sự nguy hại của cái bị bệnh, tìm cầu cái không bệnh, vô thượng an ổn khỏi các khổ ách, Niết-bàn và đã chứng được cái không bệnh, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị chết, sau khi biết rõ sự nguy hại của cái bị chết, tìm cầu cái không chết, vô thượng an ổn khỏi các khổ ách, Niết-bàn và đã chứng được cái không chết, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị sầu, sau khi biết rõ sự nguy hại của cái bị sầu, tìm cầu cái không sầu, vô thượng an ổn khỏi các khổ ách, Niết-bàn và đã chứng được cái vô sầu, vô thượng an ổn khỏi các khổ ách, Niết-bàn; tự mình bị ô nhiễm, sau khi biết rõ sự nguy hại của cái bị ô nhiễm, tìm cầu cái không bị ô nhiễm, vô thượng an ổn khỏi các khổ ách, Niết-bàn và đã chứng được cái không ô nhiễm, vô thượng an ổn, khỏi các khổ ách, Niết-bàn. Và tri kiến khởi lên nơi Ta. Sự giải thoát của Ta không bị dao động. Nay là đời sống cuối cùng của Ta, không còn sự tái sanh nữa.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Này các Tỷ-kheo, rồi Ta suy nghĩ như sau: “Pháp này do Ta chứng được, thật là sâu kín, khó thấy, khó chứng, tịch tịnh, cao thượng, siêu lý luận, vi diệu, chỉ người trí mới hiểu thấu. Còn quần chúng này thì ưa ái dục, khoái ái dục, ham thích ái dục. Ðối với quần chúng ưa ái dục, khoái ái dục, ham thích ái dục, thật khó mà thấy được định lý Idapaccàyata Paticcasamuppada (Y Tánh Duyên Khởi Pháp); sự kiện này thật khó thấy; tức là sự tịnh chỉ tất cả hành, sự trừ bỏ tất cả sanh y, ái diệt, ly tham, đoạn diệt, Niết-bàn. Nếu nay Ta thuyết pháp mà các người khác không hiểu Ta, thời như vậy thật khổ não cho Ta, như vậy thật bực mình cho Ta!” Này các Tỷ-kheo, rồi những kệ bất khả tư nghì, từ trước chưa từng được nghe, được khởi lên nơi Ta:</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>Sao Ta nói Chánh pháp,<br>\nÐược chứng ngộ khó khăn?<br>\nNhững ai còn tham sân,<br>\nKhó chứng ngộ pháp này.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>Ði ngược dòng, thâm diệu,<br>\nKhó thấy, thật tế nhị,<br>\nKẻ ái nhiễm vô minh,<br>\nKhông thấy được pháp này.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>Rồi này các Tỷ-kheo, với những suy tư như vậy, tâm của Ta hướng về vô vi thụ động, không muốn thuyết pháp.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>Này các Tỷ-kheo, lúc bấy giờ Phạm thiên Sahampati khi biết được tâm tư của Ta; với tâm tư của mình, liền suy nghĩ: “Than ôi, thế giới sẽ tiêu diệt, thế giới sẽ bi hoại vong, nếu tâm của Như Lai, bậc A-la-hán, Chánh Ðẳng Giác hướng về vô vi thụ động, không muốn thuyết pháp”. Rồi này các Tỷ-kheo, Phạm thiên Sahampati, như một nhà lực sĩ duỗi cánh tay đang co, hay co cánh tay đang duỗi; cũng vậy, vị ấy biến mất từ thế giới Phạm thiên, và hiện ra trước mặt Ta. Này các Tỷ-kheo, rồi Phạm thiên Sahampati đắp thượng y một bên vai chắp tay hướng vái Ta và bạch với Ta: “Bạch Thế Tôn, hãy thuyết pháp! Bạch Thiện Thệ, hãy thuyết pháp! Có những chúng sanh ít nhiễm bụi trần sẽ bi nguy hại nếu không được nghe Chánh pháp. (Nếu được nghe), những vị này có thể thâm hiểu Chánh pháp”. Này các Tỷ-kheo, Phạm thiện Sahampati nói như vậy. Sau khi nói vậy, lại nói thêm như sau:</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>Xưa tại <i lang='pli' translate='no'>Magadha</i>,<br>\nHiện ra pháp bất tịnh,<br>\nPháp do tâm cấu uế,<br>\nDo suy tư tác thành.<br>\nHãy mỡ tung mở rộng,<br>\nCánh cửa bất tử này.<br>\nHãy để họ nghe Pháp,<br>\nBậc Thanh tịnh Chứng Ngộ.</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>Như đứng trên tảng đá,<br>\nTrên đỉnh núi tột cao<br>\nCó người đứng nhìn xuống,<br>\nÐám chúng sanh quây quần.<br>\nCũng vậy, ôi Thiện Thệ,<br>\nBậc Biến Nhãn cùng khắp,<br>\nLeo lên ngôi lâu đài,<br>\nXây dựng bằng Chánh pháp<br>\nBậc Thoát Ly sầu muộn,<br>\nNhìn xuống đám quần sanh,<br>\nBị sầu khổ áp bức,<br>\nBị sanh già chi phối,</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>Ðứng lên vị Anh Hùng,<br>\nBậc Chiến Thắng chiến trường.<br>\nVị trưởng đoàn lữ khách,<br>\nBậc Thoát Ly nợ nần.<br>\nHãy đi khắp thế giới,<br>\nBậc Thế Tôn Chánh Giác!<br>\nHãy thuyết vi diệu pháp,<br>\nNgười nghe sẽ thâm hiểu!</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>Này các Tỷ-kheo, sau khi biết được lời Phạm thiên yêu cầu, vì lòng từ bi đối với chúng sanh, với Phật nhãn, Ta nhìn quanh thế giới. Này các Tỷ-kheo, với Phật nhãn, Ta thấy có hạng chúng sanh ít nhiễm bụi đời, nhiều nhiễm bụi đời, có hạng lợi căn, độn căn, có hạng thiện tánh, ác tánh, có hạng dễ dạy, khó dạy, và một số ít thấy sự nguy hiểm phải tái sanh thế giới khác và sự nguy hiểm làm những hành động lỗi lầm. Như trong hồ sen xanh, hồ sen hồng hay hồ sen trắng có một số hoa sen xanh, sen hồng, hay sen trắng sanh ra dưới nước, lớn lên dưới nước, không vượt lên khỏi mặt nước, được nuôi dưỡng dưới nước. Có một hoa sen xanh, sen hồng hay sen trắng sanh ra dưới nước, lớn lên dưới nước, sống vươn lên tới mặt nước. Có một số hoa sen xanh, sen hồng hay sen trắng sanh ra dưới nước, lớn lên dưới nước, vươn lên khỏi mặt nước, không bị nước đẫm ướt. Cũng vậy, này các Tỷ-kheo, với Phật nhãn, Ta thấy có hạng chúng sanh ít nhiễm bụi đời, nhiều nhiễm bụi đời, có hạng lợi căn, độn căn, có hạng thiện tánh, ác tánh, có hạng dễ dạy, khó dạy, và một số ít thấy sự nguy hiểm phải tái sanh thế giới khác và sự nguy hiểm làm những hành động lỗi lầm. Và này các Tỷ-kheo, Ta nói lên bài kệ sau đây với Phạm thiên Sahampati:</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>Cửa bất tử rộng mở,<br>\nCho những ai chịu nghe.<br>\nHãy từ bỏ tín tâm,<br>\nKhông chính xác của mình.<br>\nTự nghĩ đến phiền toái,<br>\nTa đã không muốn giảng,<br>\nTối thượng vi diệu pháp,<br>\nGiữa chúng sanh loài Người.<br>\n(Ôi Phạm thiên)</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>Này các Tỷ-kheo, rồi Phạm thiên Sahampati tự nghĩ: “Ta đã tạo cơ hội cho Thế Tôn thuyết pháp”, đảnh lễ Ta, thân phía hữu hướng về Ta rồi biến mất tại chỗ.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Này các Tỷ-kheo, rồi Ta tự suy nghĩ: “Ta sẽ thuyết pháp cho ai đầu tiên, ai sẽ mau hiểu Chánh pháp này?” Này các Tỷ-kheo, rồi Ta tự nghĩ: “Nay có <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> là bậc trí thức, đa văn, sáng suốt, đã từ lâu sống ít nhiễm bụi đời. Ta hãy thuyết pháp đầu tiên cho <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i>, vị này sẽ mau hiểu Chánh pháp này”. Này các Tỷ-kheo, rồi chư Thiên đến Ta và nói như sau: “Bạch Thế Tôn, <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> đã mệnh chung bảy ngày rồi”. Rồi tri kiến khởi lên nơi Ta: “<i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> đã mệnh chung bảy ngày rồi”. Này các Tỷ-kheo, Ta nghĩ: “Thật là một thiệt hại lớn cho <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i>: Nếu nghe pháp này, <i lang='pli' translate='no'>Alāra</i> <i lang='pli' translate='no'>Kālāma</i> sẽ mau thâm hiểu”.</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>Rồi này các Tỷ-kheo, Ta lại nghĩ: “Ta sẽ thuyết pháp cho ai đầu tiên? Ai sẽ mau hiểu Chánh pháp này?” Rồi này các Tỷ-kheo, Ta lại nghĩ: “Nay có Uddaka Ramaputta-là bậc tri thức, đa văn, sáng suốt, đã từ lâu sống ít nhiễm bụi đời. Ta hãy thuyết pháp đầu tiên cho Uddaka Ramaputta. Vị này sẽ mau hiểu Chánh pháp này.” Rồi chư Thiên đến Ta và nói như sau: “Bạch Thế Tôn Uddaka Ramaputta đã mệnh chung ngày hôm qua”. Rồi tri kiến khởi lên nơi Ta: “Uddaka Ramaputta đã mệnh chung hôm qua”. Này các Tỷ-kheo, Ta nghĩ: “Thật là một thiệt hại lớn cho Uddaka Ramaputta. Nếu nghe pháp này, Uddaka Ramaputta sẽ mau thâm hiểu”.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>Này các Tỷ-kheo, rồi Ta suy nghĩ: “Ta sẽ thuyết pháp cho ai đầu tiên? Ai sẽ mau hiểu Chánh pháp này?” Rồi này các Tỷ-kheo, Ta lại nghĩ: “Nhóm năm Tỷ-kheo này đã hầu hạ Ta khi Ta còn nỗ lực tinh cần, nhóm ấy thật giúp ích nhiều. Vậy ta hãy thuyết pháp đầu tiên cho nhóm năm Tỷ-kheo!” Rồi này các Tỷ-kheo, Ta lại nghĩ: “Nay nhóm năm Tỷ-kheo ở tại đâu?” Này các Tỷ-kheo, với thiên nhãn thanh tịnh siêu nhân, Ta thấy nhóm năm Tỷ-kheo hiện ở <i lang='pli' translate='no'>Bārāṇāsī</i> (Ba la nại), tại <i lang='pli' translate='no'>Isipatana</i>, vườn Lộc Uyển. Rồi này các Tỷ-kheo, sau khi ở tại Uruvela lâu cho đến khi mãn ý, Ta lên đường đi đến <i lang='pli' translate='no'>Bārāṇāsī</i>.</p>\n<h2>(Khai giảng Chánh Pháp)</h2>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>Này các Tỷ-kheo, một tà mạng ngoại đạo tên là Upaka, đã thấy Ta khi Ta còn đi trên con đường giữa Gaya và cây Bồ-đề. Sau khi thấy, vị ấy nói với Ta:</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>“—Các căn của Hiền giả thật sáng suốt. Da sắc của Hiền giả thật thanh tịnh, thật thanh khiết. Này Hiền giả, vì mục đích gì, Hiền giả xuất gia? Ai là bậc Ðạo Sư của Hiền giả? Hiền giả hoan hỷ thọ trì pháp của ai?”</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>Này các Tỷ-kheo, khi nghe nói vậy, Ta nói với tà mạng đạo Upaka bài kệ như sau:</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>“—Ta, bậc Thắng tất cả,<br>\nTa, bậc Nhất thiết Trí.<br>\nHết thảy pháp, không nhiễm,<br>\nHết thảy pháp, xả ly.<br>\nTa sống chân giải thoát,<br>\nÐoạn tận mọi khát ái.<br>\nNhư vậy Ta tự giác,<br>\nCòn phải y chỉ ai?</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>Ta không có Ðạo Sư,<br>\nBậc như Ta không có.<br>\nGiữa thế giới Nhơn, Thiên,<br>\nKhông có ai bằng Ta.<br>\nBậc Ứng Cúng trên đời,<br>\nBậc Ðạo Sư vô thượng.<br>\nTự mình Chánh Ðẳng Giác,<br>\nTa an tịnh, thanh thoát.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>Ðể chuyển bánh xe Pháp.<br>\nTa đến thành <i lang='pli' translate='no'>Kāsi</i>.<br>\nGióng lên trống bất tử,<br>\nTrong thế giới mù lòa.”</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>“—Như Hiền giả đã tự xưng, Hiền giả xứng đáng là bậc Chiến thắng Vô tận. ”</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>“—Như Ta, bậc Thắng giả,<br>\nNhững ai chứng lậu tận,<br>\nÁc pháp, Ta nhiếp phục,<br>\nDo vậy, Ta vô địch”.<br>\n(Này Upaka)</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>Này các Tỷ-kheo, sau khi được nói vậy, tà mạng ngoại đạo Upaka nói với Ta:</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>“—Này Hiền giả, mong rằng sự việc là vậy”.</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a>Nói xong, Upaka lắc đầu rồi đi theo một ngã khác.</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>Này các Tỷ-kheo, rồi Ta tuần tự đi đến <i lang='pli' translate='no'>Bārāṇāsī</i>, <i lang='pli' translate='no'>Isipatana</i>, vườn Lộc Uyển, đi đến chỗ nhóm năm Tỷ-kheo ở. Này các Tỷ-kheo, nhóm năm Tỷ-kheo khi thấy Ta từ xa đi đến, đã cùng nhau thỏa thuận như sau: “Này các Hiền giả, nay Sa-môn <i lang='pli' translate='no'>Gotama</i> đang đi đến; vị này sống trong sự sung túc, đã từ bỏ tinh cần, đã trở lui đời sống đầy đủ vật chất. Chúng ta chớ có đảnh lễ, chớ có đứng dậy, chớ có lấy y bát. Hãy đặt một chỗ ngồi, và nếu vị ấy muốn, vị ấy sẽ ngồi”. Này các Tỷ-kheo, nhưng khi Ta đi đến gần, năm Tỷ-kheo ấy không thể giữ đúng điều đã thỏa thuận với nhau. Có người đến đón Ta và cầm lấy y bát, có người sắp đặt chỗ ngồi, có người đem nước rửa chân đến. Nhưng các vị ấy gọi Ta bằng tên với danh từ Hiền giả (<i lang='pli' translate='no'>Āvuso</i>).</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>Này các Tỷ-kheo khi ta nghe nói vậy, Ta nói với nhóm năm Tỷ-kheo:</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>“—Này các Tỷ-kheo, chớ có gọi Ta bằng tên và dùng danh từ Hiền giả. Này các Tỷ-kheo, Như Lai là bậc A-la-hán, Chánh Ðẳng Giác. Hãy lóng tai, Pháp bất tử đã chứng được, Ta giảng dạy, Ta thuyết pháp. Sống đúng theo lời khuyến giáo, các Ông không bao lâu, sau khi tự tri, tự chứng, tự đạt ngay trong hiện tại, mục đích vô thượng của phạm hạnh mà các Thiện nam tử, xuất gia từ bỏ gia đình, sống không gia đình, các Ông sẽ an trú. ”</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a>Này các Tỷ-kheo, khi nghe nói vậy, nhóm năm Tỷ-kheo nói Ta:</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a>“—Hiền giả <i lang='pli' translate='no'>Gotama</i>, với nếp sống này, với đạo tu này, với khổ hạnh này, Hiền giả đã không chứng được Pháp siêu nhân, tri kiến, thù thắng xứng đáng bậc Thánh, thì này làm sao Hiền giả, với nếp sống sung túc, với sự từ bỏ tinh cần, với sự trở lui đời sống vật chất đầy đủ, lại có thể chứng được Pháp siêu nhân, tri kiến thù thắng xứng đáng bậc Thánh?”</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a>Này các Tỷ-kheo, khi nghe nói vậy, Ta nói với nhóm năm Tỷ-kheo:</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>“—Này các Tỷ-kheo, Như Lai không sống sung túc, không từ bỏ tinh cần, không trở lui đời sống vật chất đầy đủ. Này các Tỷ-kheo, Như Lai là bậc A-la-hán, Chánh Ðẳng Giác. Này các Tỷ-kheo, hãy lóng tai, Pháp bất tử đã chứng được, Ta giảng dạy, Ta thuyết pháp. Sống đúng theo lời khuyến giáo, các Ông không bao lâu, sau khi tự tri, tự chứng, tự đạt ngay trong hiện tại mục đích vô thượng của Phạm hạnh mà các Thiện nam tử xuất gia, từ bỏ gia đình, sống không gia đình, các Ông sẽ an trú.”</p>\n<p><a class='ref sc' id='sc71' href='#sc71'>SC 71</a>Này các Tỷ-kheo, lại lần thứ hai, nhóm năm Tỷ-kheo nói với Ta:</p>\n<p><a class='ref sc' id='sc72' href='#sc72'>SC 72</a>“—Hiền giả <i lang='pli' translate='no'>Gotama</i>, với nếp sống này … (như trên) … tri kiến thù thắng xứng đáng bậc Thánh?”</p>\n<p><a class='ref sc' id='sc73' href='#sc73'>SC 73</a>Này các Tỷ-kheo, lại lần thứ hai Ta nói với nhóm năm Tỷ-kheo:</p>\n<p><a class='ref sc' id='sc74' href='#sc74'>SC 74</a>“—Này các Tỷ-kheo, Như Lai không sống sung túc … (như trên) … các Ông sẽ an trú.”</p>\n<p><a class='ref sc' id='sc75' href='#sc75'>SC 75</a>Này các Tỷ-kheo, lại lần thứ ba, nhóm năm Tỷ-kheo nói với Ta:</p>\n<p><a class='ref sc' id='sc76' href='#sc76'>SC 76</a>“—Hiền giả <i lang='pli' translate='no'>Gotama</i>, với nếp sống này … (như trên) … tri kiến thù thắng xứng đáng bậc Thánh?”</p>\n<p><a class='ref sc' id='sc77' href='#sc77'>SC 77</a>Này các Tỷ-kheo, khi nghe nói vậy, Ta nói với nhóm năm Tỷ-kheo:</p>\n<p><a class='ref sc' id='sc78' href='#sc78'>SC 78</a>“—Này các Tỷ-kheo, từ trước đến nay, các Ông có chấp nhận là Ta chưa bao giờ nói như vậy chăng?”</p>\n<p><a class='ref sc' id='sc79' href='#sc79'>SC 79</a>“—Bạch Thế Tôn, chưa bao giờ như vậy. ”</p>\n<p><a class='ref sc' id='sc80' href='#sc80'>SC 80</a>“—Này các Tỷ-kheo, Như Lai là bậc A-la-hán, Chánh Ðẳng Giác. Hãy lóng tai, Pháp bất tử đã chứng được, Ta giảng dạy, Ta thuyết pháp. Sống đúng theo lời khuyến giáo, các Ông không bao lâu, sau khi tự tri, tư chứng, tự đạt được ngay trong hiện tại mục đích vô thượng của phạm hạnh mà các Thiện nam tử xuất gia, từ bỏ gia đình, sống không gia đình, các Ông sẽ an trú”.</p>\n<p><a class='ref sc' id='sc81' href='#sc81'>SC 81</a>Này các Tỷ-kheo, Ta đã làm cho nhóm năm Tỷ-kheo chấp nhận. Này các Tỷ-kheo, Ta thuyết giảng cho hai Tỷ-kheo. Ba Tỷ-kheo kia đi khất thực. Ðồ ăn mà ba Tỷ-kheo này khất thực mang về, đủ nuôi sống cho nhóm sáu người. Này các Tỷ-kheo, Ta thuyết giảng cho ba Tỷ-kheo. Hai Tỷ-kheo kia đi khất thực. Ðồ ăn mà hai Tỷ-kheo này khất thực mang về, đủ nuôi sống cho nhóm sáu người. Này các Tỷ-kheo, chúng năm Tỷ-kheo, sau khi được Ta thuyết giảng, sau khi được Ta khuyến giáo, tự mình bị sanh, sau khi biết được sự nguy hại của cái bị sanh, tìm cầu cái không sanh, vô thượng an ổn, thoát khỏi các khổ ách, chứng Niết-bàn và đã chứng được cái không sanh, vô thượng an ổn, thoát khỏi các khổ ách, chứng Niết-bàn, tự mình bị già … cái không già … tự mình bị bệnh … cái không bệnh … tự mình bị chết … cái không chết … tự mình bi sầu … cái không sầu … tự mình bị ô nhiễm, sau khi biết được sự nguy hại của cái bị ô nhiễm, tìm cầu cái không ô nhiễm, vô thượng an ổn, thoát khỏi các khổ ách, chứng Niết-bàn, và đã chứng được cái không ô nhiễm, vô thượng an ổn, thoát khỏi các khổ ách, chứng Niết-bàn. Tri và kiến khởi lên nơi họ: “Sự giải thoát của chúng ta không bị dao động, đây thức gì được hiện khởi như vậy đều quy là đời sống cuối cùng. Nay không còn tái sanh nữa”.</p>\n<h2>(Năm dục)</h2>\n<p><a class='ref sc' id='sc82' href='#sc82'>SC 82</a>Này các Tỷ-kheo, có năm dục trưởng dưỡng. Thế nào là năm? Các sắc do mắt nhận thức, sắc này khả ái, khả hỷ, khả lạc, khả ý, kích thích lòng dục, hấp dẫn. Các tiếng do tai nhận thức … (như trên) … các hương do mũi nhận thức … các vị do lưỡi nhận thức … các xúc do thân cảm xúc là khả ái, khả hỷ, khả lạc, khả ý, kích thích lòng dục, hấp dẫn. Này các Tỷ-kheo, như vậy, là năm dục trưởng dưỡng.</p>\n<p><a class='ref sc' id='sc83' href='#sc83'>SC 83</a>Này các Tỷ-kheo, những Sa-môn hay Bà-la-môn nào bị trói buộc, bị tham đắm, bị mê say bởi năm dục trưởng dưỡng này, không thấy sự nguy hại của chúng, không biết rõ sự xuất ly khỏi chúng, mà thọ dụng chúng, những vị ấy cần phải được hiểu là: “Các Người đã rơi vào bất hạnh, đã rơi vào tai họa, đã bị Ác ma sử dụng như ý muốn”. Này các Tỷ-kheo, như một con nai sống trong rừng bị sập bẫy nằm xuống, con nai ấy cần phải được hiểu là: “Nó đã rơi vào bất hạnh, đã rơi vào tai họa, đã bị thợ săn sử dụng như ý muốn. Khi người thợ săn đến, con nai không thể bỏ đi như ý muốn. Này các Tỷ-kheo, cũng vậy, những vị Sa-môn hay Bà-la-môn nào bị trói buộc … (như trên) … đã bị Ác ma sử dụng như ý muốn.</p>\n<p><a class='ref sc' id='sc84' href='#sc84'>SC 84</a>Này các Tỷ-kheo, những Sa-môn hay Bà-la-môn nào không bị trói buộc, không bị tham đắm, không bị mê say bởi năm dục trưởng dưỡng này, thấy sự nguy hại của chúng, biết rõ sự xuất ly khỏi chúng, và thọ dụng chúng, những vị ấy cần phải được hiểu là: “Các Người không rơi vào bất hạnh, không rơi vào tai họa, không bị Ác ma sử dụng như ý muốn”. Này các Tỷ-kheo, như một con nai sống trong rừng, không bị sập bẫy phải nằm xuống, con nai ấy cần phải được hiểu là: “Nó không rơi vào bất hạnh, nó không rơi vào tai họa, nó không bị người thợ săn sử dụng như ý muốn”. Khi người thợ săn đến, con nai có thể bỏ đi như ý muốn. Này các Tỷ-kheo, cũng vậy, những Sa-môn hay Bà-la-môn nào không bị trói buộc … không bị Ác ma sử dụng như ý muốn.</p>\n<p><a class='ref sc' id='sc85' href='#sc85'>SC 85</a>Chư Tỷ-kheo, ví như con nai sống trong rừng, đi qua đi lại trong rừng, an tâm nó đi, an tâm nó đứng, an tâm nó ngồi, an tâm nó nằm. Tại sao vậy? Này các Tỷ-kheo, vì nó vượt khỏi tầm tay của người thợ săn. Cũng vậy, này các Tỷ-kheo, một Tỷ-kheo ly dục, ly ác bất thiện pháp chứng và trú Thiền thứ nhất, một trạng thái hỷ lạc, do ly dục sanh, có tầm có tứ. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là: một vị đã làm Ác Ma mù mắt, đã diệt trừ mọi vết tích, đã vượt khỏi tầm mắt Ác ma.</p>\n<p><a class='ref sc' id='sc86' href='#sc86'>SC 86</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo diệt tầm và tứ, chứng và trú Thiền thứ hai, một trạng thái hỷ lạc do định sanh, không tầm không tứ, nội tĩnh nhất tâm. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là … đã vượt khỏi tầm mắt của Ác ma.</p>\n<p><a class='ref sc' id='sc87' href='#sc87'>SC 87</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo ly hỷ trú xả, chánh niệm tỉnh giác, thân cảm sự lạc thọ mà các vị Thánh gọi là xả niệm lạc trú, chứng và trú Thiền thứ ba. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là … đã vượt khỏi tầm mắt của Ác ma.</p>\n<p><a class='ref sc' id='sc88' href='#sc88'>SC 88</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo xả lạc, xả khổ, diệt hỷ ưu đã cảm thọ trước, chứng và trú Thiền thứ tư, không khổ, không lạc, xả niệm thanh tịnh. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là … vượt khỏi tầm mắt của Ác ma.</p>\n<p><a class='ref sc' id='sc89' href='#sc89'>SC 89</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo vượt lên mọi sắc tướng, diệt trừ mọi chướng ngại tưởng, không tác ý đối với dị tưởng, Tỷ-kheo nghĩ rằng: “Hư không là vô biên”, chứng và trú Không vô biên xứ. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là … đã vượt khỏi tầm mắt của Ác ma.</p>\n<p><a class='ref sc' id='sc90' href='#sc90'>SC 90</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo vượt lên mọi Không vô biên xứ, nghĩ rằng: “Thức là vô biên”, chứng và trú Thức vô biên xứ. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là … đã vượt khỏi tầm mắt của Ác ma.</p>\n<p><a class='ref sc' id='sc91' href='#sc91'>SC 91</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo vượt lên mọi Thức vô biên xứ, nghĩ rằng: “Không có vật gì”, chứng và trú Vô sở hữu xứ. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là … đã vượt khỏi tầm mắt của Ác ma.</p>\n<p><a class='ref sc' id='sc92' href='#sc92'>SC 92</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo vượt lên mọi Vô sở hữu xứ, chứng và trú Phi tưởng phi phi tưởng xứ. Này các Tỷ-kheo, Tỷ—kheo ấy được gọi là … đã vượt khỏi tầm mắt của Ác ma.</p>\n<p><a class='ref sc' id='sc93' href='#sc93'>SC 93</a>Này các Tỷ-kheo, lại nữa Tỷ-kheo vượt lên mọi Phi tưởng phi phi tưởng xứ, chứng và trú Diệt thọ tưởng (định). Sau khi thấy bằng trí tuệ, các lậu hoặc được đoạn trừ. Này các Tỷ-kheo, Tỷ-kheo ấy được gọi là một vị đã làm Ác ma mù mắt, đã diệt trừ mọi vết tích, đã vượt khỏi tầm mắt Ác ma. Vị ấy đã vượt khỏi mọi triền phược ở đời. An tâm vị ấy đi, an tâm vị ấy đứng, an tâm vị ấy ngồi, an tâm vị ấy nằm. Vì sao vậy? Này các Tỷ-kheo, vì vị ấy vượt khỏi tầm tay của Ác ma.</p>\n<p><a class='ref sc' id='sc94' href='#sc94'>SC 94</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo hoan hỷ, tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>Hiệu đính: 11–06-2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 26",
    "volpages": " PTS 1.161, PTS 1.162, PTS 1.163, PTS 1.164, PTS 1.165, PTS 1.166, PTS 1.167, PTS 1.168, PTS 1.169, PTS 1.170, PTS 1.171, PTS 1.172, PTS 1.173, PTS 1.174, PTS 1.175",
    "alt_volpages": null,
    "uid": "mn26",
    "blurb": "This is one of the most important biographical discourses, telling the Buddha’s experiences from leaving home to realizing awakening. Throughout, he was driven by the imperative to fully escape from rebirth and suffering.",
    "difficulty": 2,
    "original_title": "Pāsarāsisutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Thánh cầu",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn26_translation-de-sabbamitta",
        "segmented": true,
        "title": "Die edle Suche ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn26_translation-en-sujato",
        "segmented": true,
        "title": "The Noble Search ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn26_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso sulla ricerca nobile ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn26_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn26_translation-ru-sv",
        "segmented": true,
        "title": "Благородный поиск ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn26_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Govor o plemenitom traganju ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Dhīranandī",
        "author_short": "dhiranandi",
        "author_uid": "dhiranandi",
        "publication_date": "2025",
        "id": "mn26_translation-th-dhiranandi",
        "segmented": true,
        "title": "การแสวงหาอันประเสริฐ ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ড. বেণীমাধব বড়ুয়া",
        "author_short": "বড়ুয়া",
        "author_uid": "barua",
        "publication_date": null,
        "id": "bn_mn26_barua",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ca",
        "lang_name": "Català",
        "is_root": false,
        "author": "Jambudipa",
        "author_short": "Jambudipa",
        "author_uid": "jambudipa",
        "publication_date": "2012",
        "id": "ca_mn26_jambudipa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Bhikkhu Gavésakó, Štěpán Chromovský",
        "author_short": "Gavésakó …",
        "author_uid": "gavesako-chromovsky",
        "publication_date": null,
        "id": "cs_mn26_gavesako-chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn26_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "2009",
        "id": "en_mn26_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn26_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": null,
        "id": "es_mn26_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn26_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn26_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Claude Le Ninan, Chandhana Le Ninan",
        "author_short": "leninan",
        "author_uid": "leninan",
        "publication_date": "2023",
        "id": "fr_mn26_leninan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "he",
        "lang_name": "עִבְֿרִיתּ",
        "is_root": false,
        "author": "Shai Schwartz",
        "author_short": "Schwartz",
        "author_uid": "schwartz",
        "publication_date": "2004",
        "id": "he_mn26_schwartz",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn26_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hr",
        "lang_name": "Hrvatski",
        "is_root": false,
        "author": "Čedomil Veljačić",
        "author_short": "Veljačić",
        "author_uid": "veljacic",
        "publication_date": "2014",
        "id": "hr_mn26_veljacic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn26_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn26_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn26_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. B. V. Rajaram",
        "author_short": "rajaram",
        "author_uid": "rajaram",
        "publication_date": "2012",
        "id": "kan_mn26_rajaram",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ko",
        "lang_name": "한국어/조선말",
        "is_root": false,
        "author": "케마짜라 빅쿠 한글 번",
        "author_short": "케마짜라",
        "author_uid": "khemacara",
        "publication_date": "2013",
        "id": "ko_mn26_khemacara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn26_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn26_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2007",
        "id": "pt_mn26_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "баян купи-ка",
        "author_short": "купи-ка",
        "author_uid": "kupi-ka",
        "publication_date": null,
        "id": "ru_mn26_kupi-ka",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn26_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn26_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn26_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Čedomil Veljačić",
        "author_short": "Veljačić",
        "author_uid": "veljacic",
        "publication_date": "2014",
        "id": "sr_mn26_veljacic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn26_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "tr",
        "lang_name": "Türkçe",
        "is_root": false,
        "author": "Ufuk Çakmakçı",
        "author_short": "Ufuk Çakmakçı",
        "author_uid": "ufukcakmakci",
        "publication_date": "2024",
        "id": "tr_mn26_ufukcakmakci",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn26_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Thánh cầu"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn26_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 137,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj10.394, cck12.297, csp1ed9.216, csp2ed9.216, ms9M_933, msdiv272, ndp9.209, nya1, sya12.312, vri12.219,nya2,dr12.279, ms9M_934, nya3, pts-vp-pli1.161, sya12.313,cck12.298, ms9M_935, msdiv273, ndp9.210,bj10.396, csp1ed9.217, csp2ed9.217, dr12.280, ms9M_936, nya4, sya12.314, vri12.220,ms9M_937,cck12.299, ms9M_938, msdiv274, nya5,ms9M_939, pts-vp-pli1.162,ms9M_940, ndp9.211, nya6,csp1ed9.218, csp2ed9.218, dr12.281, ms9M_941, nya7, sya12.315, vri12.221,bj10.398, cck12.300, ms9M_942, nya8,ms9M_943, nya9,ms9M_944, nya10,dr12.282, ms9M_945, ndp9.212, nya11, sya12.316,cck12.301, csp1ed9.219, csp2ed9.219, ms9M_946, msdiv275, nya12, pts-vp-pli1.163, vri12.222,bj10.400, cck12.302, dr12.283, ms9M_947, msdiv276, ndp9.213, nya13, sya12.317,bj10.402, cck12.303, csp1ed9.220, csp2ed9.220, dr12.284, ms9M_948, msdiv277, nya14, pts-vp-pli1.164, sya12.318, vri12.223,nya15,cck12.304, ms9M_949, ndp9.214, sya12.319,ms9M_950,dr12.285, ms9M_951,csp1ed9.221, csp2ed9.221, ms9M_952,ms9M_953, vri12.224,ms9M_954, pts-vp-pli1.165, sya12.320,cck12.305, ms9M_955, ndp9.215,bj10.404, csp1ed9.222, csp2ed9.222, dr12.286, ms9M_956, msdiv278, nya16, sya12.321,cck12.306, ms9M_957, pts-vp-pli1.166, vri12.225,ms9M_958,dr12.287, ms9M_959, ndp9.216,ms9M_960,ms9M_961, sya12.322,bj10.406, cck12.307, csp1ed9.223, csp2ed9.223, ms9M_962,ms9M_963, vri12.226,dr12.288, ms9M_964, msdiv279, nya17, pts-vp-pli1.167, sya12.323,bj10.408, cck12.308, ms9M_965, msdiv280, ndp9.217, nya18,csp1ed9.224, csp2ed9.224, dr12.289, ms9M_966, msdiv281, nya19, pts-vp-pli1.168, sya12.324, vri12.227,ms9M_967,cck12.309, ms9M_968,bj10.410, ms9M_969, msdiv282, ndp9.218, sya12.325,nya20,csp1ed9.225, csp2ed9.225, dr12.290, ms9M_970,cck12.310, ms9M_971, vri12.228,ms9M_972, pts-vp-pli1.169,csp1ed9.226, csp2ed9.226, dr12.291, ms9M_973, msdiv283, ndp9.219, nya21, sya12.326,bj10.412, cck12.311, ms9M_974, vri12.229,ms9M_975,dr12.292, ms9M_976, msdiv284, ndp9.220, nya22, pts-vp-pli1.170, sya12.327,cck12.312, csp1ed9.227, csp2ed9.227, ms9M_977, nya23,bj10.414, ms9M_978, nya24, sya12.328, vri12.230,dr12.293, ms9M_979, msdiv285, ndp9.221, nya25, pts-vp-pli1.171,cck12.313, ms9M_980,ms9M_981, sya12.329,ms9M_982,ms9M_983,ms9M_984,ms9M_985, vri12.231,csp1ed9.228, csp2ed9.228, ms9M_986,bj10.416, cck12.314, dr12.294, ms9M_987, msdiv286, nya26, sya12.330,cck12.315, csp1ed9.229, csp2ed9.229, dr12.295, ms9M_988, ndp9.222, ndp9.223, nya27, pts-vp-pli1.172, sya12.331, vri12.232,bj10.418, ms9M_989,ms9M_990,cck12.316, dr12.296, ms9M_991, nya28, pts-vp-pli1.173, sya12.332,bj10.420, ms9M_992, nya29,cck12.317, csp1ed9.230, csp2ed9.230, ms9M_993, nya30, sya12.333, vri12.233,dr12.297, ms9M_994, msdiv287, ndp9.224, nya31,nya32,bj10.422, cck12.318, csp1ed9.231, csp2ed9.231, ms9M_995, pts-vp-pli1.174, sya12.334,nya33,ms9M_996, vri12.234,dr12.298, ms9M_997, nya34,bj10.424, ms9M_998, ndp9.225, nya35,ms9M_999, nya36,ms9M_1000, nya37,cck12.319, ms9M_1001, nya38, sya12.335,csp1ed9.232, csp2ed9.232, dr12.299, ms9M_1002, nya39, vri12.235,ms9M_1003, nya40,ms9M_1004, nya41, pts-vp-pli1.175,ms9M_1005, nya42,ms9M_1006",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn26",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Pāsarāsisutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "horner",
    "bodhi"
  ]
}