{
  "root_text": {
    "uid": "mn27",
    "lang": "vi",
    "is_root": false,
    "title": "Tiểu kinh Dụ dấu chân voi",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Simile of the Elephant’s Footprint ",
      "uid": "mn28"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Noble Search ",
      "uid": "mn26"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn27' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>27. Tiểu kinh Dụ dấu chân voi</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ) tại <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà Lâm), vườn ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Lúc bấy giờ Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i>, với một cỗ xe toàn trắng do ngựa cái kéo, vào buổi sáng sớm, ra khỏi thành <i lang='pli' translate='no'>Sāvatthi</i>. Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i> thấy Du sĩ Pilotika từ xa đi đến, sau khi thấy, liền nói với Du sĩ Pilotika</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Tôn giả Vacchàyana đi từ đâu về sớm như vậy?</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Tôn giả, tôi từ Sa-môn <i lang='pli' translate='no'>Gotama</i> đến đây.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Tôn giả Vacchayana nghĩ thế nào? Sa-môn <i lang='pli' translate='no'>Gotama</i> có trí tuệ sáng suốt không? Tôn giả có xem Sa-môn <i lang='pli' translate='no'>Gotama</i> là bậc có trí không?</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Tôn giả, tôi là ai mà có thể biết Sa-môn <i lang='pli' translate='no'>Gotama</i> có trí tuệ sáng suốt? Chỉ có người như Sa-môn <i lang='pli' translate='no'>Gotama</i> mới có thể biết Sa-môn <i lang='pli' translate='no'>Gotama</i> có trí tuệ sáng suốt.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Tôn giả Vacchayana thật sự tán thán Sa-môn <i lang='pli' translate='no'>Gotama</i> với lời tán thán tối thượng.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Này Tôn giả, tôi là ai mà có thể tán thán Sa-môn <i lang='pli' translate='no'>Gotama</i>, bậc tối thượng được tán thán trong các bậc được tán thán, bậc tối thượng giữa chư Thiên và loài Người.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Nhưng Tôn giả Vacchayana thấy được lý do gì ở Sa-môn <i lang='pli' translate='no'>Gotama</i> mà Tôn giả có lòng tin tưởng như vậy?</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Này Tôn giả, như một người săn voi thiện xảo vào một khu rừng có voi ở, và thấy một dấu chân voi lớn, dài bề dài và rộng bề ngang. Người đó đi đến kết luận: “Con voi này là con voi lớn”. Cũng vậy, này Tôn giả, tôi đã thấy bốn dấu chân của Sa-môn <i lang='pli' translate='no'>Gotama</i> và đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, và Tăng chúng khéo hành trì”. Thế nào là bốn?</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Tôi thấy ở đây có một số Sát-đế-lị bác học, tế nhị, nghị luận biện tài, biện bác như chia chẻ sợi tóc. Những vị này đi chỗ này chỗ kia, như muốn đả phá các tà kiến với trí tuệ của họ. Những vị này nghe: “Sa-môn <i lang='pli' translate='no'>Gotama</i> sẽ đến thăm ngôi làng này hay thị trấn này”. Họ sắp đặt câu hỏi: “‘Chúng ta, sau khi đến, sẽ hỏi Sa-môn <i lang='pli' translate='no'>Gotama</i> câu hỏi này. Khi bị chúng ta hỏi như vậy, nếu Sa-môn <i lang='pli' translate='no'>Gotama</i> trả lời như thế này, thì chúng ta sẽ chất vấn như thế kia. Khi chúng ta hỏi như vậy, nếu Sa-môn <i lang='pli' translate='no'>Gotama</i> trả lời như thế kia, thì chúng ta sẽ chất vấn như thế này”.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Những vị này nghe: “Sa-môn <i lang='pli' translate='no'>Gotama</i> đã đến thăm ngôi làng này hay thị trấn này”. Những vị này đến chỗ Sa-môn <i lang='pli' translate='no'>Gotama</i> ở. Sa-môn <i lang='pli' translate='no'>Gotama</i> với pháp thoại, khích lệ, làm cho phấn khởi, làm cho hoan hỷ các vị này. Ðược Sa-môn <i lang='pli' translate='no'>Gotama</i> với Pháp thoại khích lệ, làm cho phấn khởi, làm cho hoan hỷ, họ không hỏi Sa-môn <i lang='pli' translate='no'>Gotama</i> câu hỏi (đã định trước), huống nữa là chất vấn. Trái lại, họ trở thành đệ tử của Sa-môn <i lang='pli' translate='no'>Gotama</i>. Này Tôn giả, khi tôi thấy dấu chân thứ nhất này của Sa-môn <i lang='pli' translate='no'>Gotama</i>, Tôi đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, và Tăng chúng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Này Tôn giả, lại nữa, tôi thấy ở đây có một số Bà-la-môn bác học, tế nhị, nghị luận biện tài, biện bác như chia chẻ sợi tóc. Những vị này đi chỗ này chỗ kia, như muốn đả phá các tà kiến với trí tuệ của họ. Những vị này nghe … (như trên) … trái lại, họ trở thành đệ tử của Sa-môn <i lang='pli' translate='no'>Gotama</i>. Này Tôn giả, khi tôi thấy dấu chân thứ hai này của Sa-môn <i lang='pli' translate='no'>Gotama</i>, tôi đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, và Tăng chúng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Này Tôn giả, lại nữa, tôi thấy ở đây có một số gia chủ bác học, tế nhị, nghị luận biện tài, biện bác như chia chẻ sợi tóc. Những vị này đi chỗ này chỗ kia, như muốn đả phá các tà kiến với trí tuệ của họ. Những vị này nghe … (như trên) … trái lại, họ trở thành đệ tử của Sa-môn <i lang='pli' translate='no'>Gotama</i>. Này Tôn giả, khi tôi thấy dấu chân thứ ba này của Sa-môn <i lang='pli' translate='no'>Gotama</i>, tôi đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, và Tăng chúng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Này Tôn giả, lại nữa, tôi thấy ở đây có một số Sa-môn bác học, tế nhị, nghị luận biện tài, biện bác như chia chẻ sợi tóc. Những vị này đi chỗ này chỗ kia, như muốn đả phá các tà kiến với trí tuệ của họ. Những vị này nghe: “Sa-môn <i lang='pli' translate='no'>Gotama</i> sẽ đến thăm ngôi làng này hay thị trấn này”. Họ sắp đặt câu hỏi: “Chúng ta sau khi đến sẽ hỏi Sa-môn <i lang='pli' translate='no'>Gotama</i> câu hỏi này. Khi bị chúng ta hỏi như vậy, nếu Sa-môn <i lang='pli' translate='no'>Gotama</i> trả lời như thế này, thì chúng ta sẽ chất vấn như thế kia. Khi bị chúng ta hỏi như vậy, nếu Sa-môn <i lang='pli' translate='no'>Gotama</i> trả lời như thế kia, thì chúng ta sẽ chất vấn như thế này”. Những vị này nghe: “Sa-môn <i lang='pli' translate='no'>Gotama</i> đã đến ngôi làng này hay thị trấn này”. Những vị này đến chỗ Sa-môn <i lang='pli' translate='no'>Gotama</i> ở. Sa-môn <i lang='pli' translate='no'>Gotama</i> với Pháp thoại khích lệ, làm cho phấn khởi, làm cho hoan hỷ các vị này. Ðược Sa-môn <i lang='pli' translate='no'>Gotama</i> với Pháp thoại khích lệ, làm cho phấn khởi, làm cho hoan hỷ, họ không hỏi Sa-môn <i lang='pli' translate='no'>Gotama</i> câu hỏi (đã định sẵn), huống nữa là chất vấn. Trái lại, họ xin phép Sa-môn <i lang='pli' translate='no'>Gotama</i> được xuất gia, từ bỏ gia đình, sống không gia đình. Sa-môn <i lang='pli' translate='no'>Gotama</i> cho họ được xuất gia. Ðược xuất gia như vậy, một số các vị ấy sống một mình, không phóng dật, nỗ lực, tinh cần, và không bao lâu tự tri, tự chứng, tự đạt và an trú, ngay trong hiện tại, mục đích tối thượng của phạm hạnh mà những Thiện nam tử chơn chánh xuất gia, từ bỏ gia đình, sống không gia đình hướng đến. Họ nói như sau: “Thật sự chúng ta gần hoại vong. Thật sự chúng ta gần hoại diệt. Xưa kia chúng ta không phải là Sa-môn lại tự xem là Sa-môn, không phải là Bà-la-môn lại tự xem là Bà-la-môn, không phải là bậc A-la-hán, lại tự xem là bậc A-la-hán. Nay chúng ta mới thật là Sa-môn. Nay chúng ta mới thật là Bà-la-môn. Nay chúng ta mới thật là A-la-hán”. Khi tôi thấy dấu chân thứ tư của Sa-môn <i lang='pli' translate='no'>Gotama</i>, tôi đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, và Tăng chúng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Khi được nói vậy, Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i>, từ cỗ xe toàn trắng do ngựa cái kéo, bước xuống, đắp thượng y lên một bên vai, chấp tay hướng về Thế Tôn vái lạy, và thốt ra ba lần cảm hứng ngữ sau đây: “Ðảnh lễ Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác! Ðảnh lễ Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác! Ðảnh lễ Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác! Rất có thể, chúng ta sẽ gặp Tôn giả <i lang='pli' translate='no'>Gotama</i> tại một lúc nào, một chỗ nào đó. Rất có thể, sẽ có một cuộc đàm luận”. Rồi Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i> đi đến chỗ Thế Tôn ở, sau khi đến, nói lên những lời chào đón hỏi thăm xã giao với Thế Tôn, rồi ngồi xuống một bên. Sau khi ngồi xuống một bên, Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i> đem tất cả câu chuyện của Du Sĩ Pilotika, thuật lại với Thế Tôn. Sau khi nghe vậy, Thế Tôn nói với Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i></p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>—Này Bà-la-môn, ví dụ dấu chân voi như vậy chưa được đầy đủ một cách rộng rãi. Này Bà-la-môn, với tầm mức như thế nào ví dụ dấu chân voi được đầy đủ một cách rộng rãi? Hãy nghe và khéo tác ý, Ta sẽ nói</p>\n<p>—Thưa vâng, Tôn giả.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i> vâng đáp Thế Tôn. Thế Tôn thuyết giảng như sau</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Này Bà-la-môn, ví như một người săn voi vào một khu rừng có voi ở. Người đó thấy một dấu chân voi lớn trong rừng voi, dài bề dài và rộng bề ngang. Nếu người đó là một thợ săn voi thiện xảo, người đó không đi đến kết luận: “Con voi này chắc chắn to lớn”. Vì sao vậy? Này Bà-la-môn, trong rừng voi, có những loại voi cái lùn thấp, có dấu chân lớn, có thể dấu chân này thuộc loại voi này. Người đó đi theo dấu chân ấy. Trong khi đi theo, người đó thấy trong rừng voi một dấu chân voi lớn, dài bề dài và rộng bề ngang, và những vật cao đều bị cọ xát. Nếu người đó là một thợ săn voi thiện xảo, người đó không đi đến kết luận: “Con voi này chắc chắn to lớn vì sao vậy? Này Bà-la-môn, trong rừng voi, có những loại voi cái có ngà, có dấu chân lớn, có thể dấu chân này thuộc loại voi này. Người đó đi theo dấu chân ấy. Trong khi đi theo, người đó thấy trong rừng voi, một dấu chân voi lớn, dài bề dài và rộng bề ngang, những vật cao bị cọ xát, và những vật cao bị ngà voi cắt chém. Nếu người đó là một thợ săn voi thiện xảo, người đó không đi đến kết luận: “Con voi này chắc chắn to lớn”. Vì sao vậy? Này Bà-la-môn, trong rừng voi, có những loại voi cái có ngà lớn, có dấu chân lớn, có thể dấu chân này thuộc loại voi này. Người đó đi theo dấu chân ấy. Trong khi đi theo, người đó thấy trong rừng voi một dấu chân voi lớn, dài bề dài và rộng bề ngang, những vật cao bị cọ xát, những vật cao bị ngà voi cắt chém, và những vật cao bị gãy các cành. Và người đó thấy một con voi đực dưới gốc cây hay ở ngoài trời, đang đi, đang đứng, đang ngồi hay đang nằm, người đó đi đến kết luận: “Con voi này thật là con voi đực lớn”.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Cũng vậy, này Bà-la-môn, ở đây Như Lai sanh ra ở đời, là bậc A-la-hán, Chánh Ðẳng Giác, Minh Hạnh Túc, Thiện Thệ, Thế Gian Giải, Vô Thượng Sĩ, Ðiều Ngự Trượng Phu, Thiên Nhơn Sư, Phật, Thế Tôn. Với thắng trí, Ngài tự thân chứng ngộ thế giới này, cùng với Thiên giới, Ma giới, Phạm thiên giới, cùng với chúng Sa-môn, Bà-la-môn, các loài Trời và loài Người. Khi đã chứng ngộ, Ngài còn tuyên thuyết điều Ngài đã chứng ngộ, Ngài thuyết pháp sơ thiện, trung thiện, hậu thiện, văn nghĩa đầy đủ. Ngài giảng dạy phạm hạnh hoàn toàn đầy đủ, trong sạch.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Người gia trưởng, hay con vị gia trưởng, hay một người sanh ở giai cấp (hạ tiện) nào nghe Pháp ấy, sau khi nghe Pháp, người ấy sanh lòng tín ngưỡng Như Lai. Khi có lòng tín ngưỡng, vị này suy nghĩ: “Ðời sống gia đình đầy những triền phược, con đường đầy những bụi đời. Ðời sống xuất gia phóng khoáng như hư không. Thật rất khó cho một người sống ở gia đình có thể sống theo phạm hạnh hoàn toàn đầy đủ, hoàn toàn thanh tịnh, trắng bạch như vỏ ốc. Vậy ta nên cạo bỏ râu tóc, đắp áo cà-sa, xuất gia, từ bỏ gia đình, sống không gia đình”. Một thời gian sau, người ấy từ bỏ tài sản nhỏ hay từ bỏ tài sản lớn, từ bỏ bà con quyến thuộc nhỏ hay từ bỏ bà con quyến thuộc lớn, cạo bỏ râu tóc, đắp áo cà-sa, và xuất gia, từ bỏ gia đình, sống không gia đình.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Khi đã xuất gia như vậy, vị ấy thành tựu học giới và nếp sống các Tỷ-kheo, từ bỏ sát sanh, tránh xa sát sanh, bỏ trượng, bỏ kiếm, biết tàm quý, có lòng từ, sống thương xót tất cả chúng sanh và các loài hữu tình, từ bỏ lấy của không cho, tránh xa lấy của không cho, chỉ lấy những vật đã cho, chỉ mong những vật đã cho, tự sống thanh tịnh, không có trộm cướp, từ bỏ không phạm hạnh, sống theo phạm hạnh, sống tránh xa (không phạm hạnh), từ bỏ dâm dục tục pháp.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Từ bỏ nói láo, tránh xa nói láo, vị ấy nói những lời chân thật, y chỉ trên sự thật, chắc chắn, đáng tin cậy, không phản lại đời, từ bỏ nói hai lưỡi, tránh xa nói hai lưỡi, nghe điều gì ở chỗ này, không đến nói chỗ kia để sanh chia rẽ ở những người này, nghe điều gì ở chỗ kia, không đi nói với những người này để sanh chia rẽ ở những người kia. Vị ấy sống hòa hợp những kẻ ly gián, khuyến khích những kẻ hòa hợp, hoan hỷ trong hòa hợp, thoải mái trong hòa hợp, hân hoan trong hòa hợp, nói những lời đưa đến hòa hợp. Vị ấy từ bỏ nói lời độc ác, tránh xa nói lời độc ác, vị ấy nói những lời nhẹ nhàng, thuận tại, dễ thương, thông cảm đến tâm, tao nhã, đẹp lòng nhiều người, vui lòng nhiều người, vị ấy nói những lời như vậy. Vị ấy từ bỏ nói phù phiếm, tránh xa nói lời phù phiếm, nói đúng thời, nói những lời chân thật, nói những lời có ý nghĩa, nói những lời về Chánh pháp, nói những lời về Luật, nói những lời đáng được gìn giữ, những lời hợp thời, thuận lý, có mạch lạc, hệ thống, có ích lợi.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Vị ấy từ bỏ làm hại đến các hột giống và các loại cây cỏ, dùng một ngày một bữa, không ăn ban đêm; từ bỏ ăn phi thời; từ bỏ đi xem múa, hát nhạc, các cuộc trình diễn; từ bỏ trang sức bằng vòng hoa hương liệu, dầu thoa, các thời trang, các thời sức; từ bỏ dùng giường cao và giường lớn; từ bỏ nhận các hạt sống; từ bỏ nhận thịt sống, từ bỏ nhận đàn bà, con gái; từ bỏ nhận nô tỳ gái và trai; từ bỏ nhận cừu và dê; từ bỏ nhận gia cầm và heo; từ bỏ nhận voi, bò, ngựa và ngựa cái; từ bỏ nhận ruộng nương và đất đai; từ bỏ nhận người môi giới hoặc tự mình làm môi giới; từ bỏ buôn bán; từ bỏ các sự gian lận bằng cân, tiền bạc và đo lường; từ bỏ các tà hạnh như hối lộ, gian trá, lừa đảo; từ bỏ làm thương tổn, sát hại, câu thúc, bức đoạt, trộm cắp, cướp phá.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Vị ấy bằng lòng (tri túc) với tấm y để che thân, với đồ ăn khất thực để nuôi bụng, đi tại chỗ nào cũng mang theo (y bát). Ví như con chim bay đến chỗ nào cũng mang theo hai cánh; cũng vậy, Tỷ-kheo bằng lòng với tấm y để che thân, với đồ ăn khất thực để nuôi bụng, đi tại chỗ nào cũng mang theo (y bát). Vị ấy thành tựu Thánh giới uẩn này, cảm giác lạc thọ thuộc nội tâm, không lỗi lầm.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Khi mắt thấy sắc, vị ấy không nắm giữ tướng chung, không nắm giữ tướng riêng. Những nguyên nhân gì khiến con mắt không được chế ngự, khiến tham ái ưu bi, các ác bất thiện pháp khởi lên, vị ấy tự chế ngự nguyên nhân ấy, hộ trì con mắt, thực hành sự hộ trì con mắt. Khi tai nghe tiếng … mũi ngửi hương … lưỡi nếm vị … thân cảm xúc … ý nhận thức các pháp, vị ấy không nắm giữ tướng chung, không nắm giữ tướng riêng. Những nguyên nhân gì khiến ý căn không được chế ngự, khiến tham ái ưu bi và các ác bất thiện pháp khởi lên, vị ấy tự chế ngự nguyên nhân ấy, hộ trì ý căn, thực hành sự hộ trì ý căn. Vị ấy thành tựu Thánh hộ trì các căn này, cảm giác lạc thọ thuộc nội tâm, không vẩn đục.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Vị ấy khi đi tới, khi đi lui đều tỉnh giác, khi nhìn thẳng, khi nhìn quanh đều tỉnh giác, khi co tay, khi duỗi tay đều tỉnh giác, khi mang y kép, y bát đều tỉnh giác, khi ăn, uống, nhai, nuốt, đều tỉnh giác, khi đi đại tiện, tiểu tiện đều tỉnh giác, khi đi, đứng, ngồi nằm, thức, nói, yên lặng đều tỉnh giác.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Vị ấy thành tựu Thánh giới uẩn này, thành tựu Thánh hộ trì các căn này, và thành tựu Thánh chánh niệm tỉnh giác này, lựa một chỗ thanh vắng, tịch mịch như rừng, gốc cây, khe núi, hang đá, bãi tha ma, lùm cây, ngoài trời, đống rơm. Sau khi đi khất thực về và ăn xong, vị ấy ngồi kiết già, lưng thẳng tại chỗ nói trên, và an trú chánh niệm trước mặt. Vị ấy từ bỏ tham ái ở đời, sống với tâm thoát ly tham ái, gột rửa tâm hết tham ái, từ bỏ sân hận, vị ấy sống với tâm không sân hận, lòng từ mẫn thương xót tất cả chúng hữu tình, gột rửa tâm hết sân hận, từ bỏ hôn trầm thụy miên, vị ấy sống thoát ly hôn trầm thụy miên, với tâm tưởng hướng về ánh sáng, chánh niệm tỉnh giác, gột rửa tâm hết hôn trầm thụy miên, từ bỏ trạo cử hối quá, vị ấy sống không trạo cử, nội tâm trầm lặng, gột rửa tâm hết trạo cử, hối quá, từ bỏ nghi ngờ, vị ấy sống thoát khỏi nghi ngờ, không phân vân lưỡng lự, gột rửa tâm hết nghi ngờ đối với thiện pháp.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Vị ấy từ bỏ năm triền cái làm cho tâm ô uế, làm cho trí tuệ muội lược, ly dục, ly pháp ác bất thiện, chứng và trú Thiền thứ nhất, một trạng thái hỷ lạc do ly dục sanh, có tầm có tứ. Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai. Nhưng vị Thánh đệ tử không đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Lại nữa, này Bà-la-môn, Tỷ-kheo diệt tầm và tứ, chứng và trú Thiền thứ hai, một trạng thái hỷ lạc, do định sanh, không tầm không tứ, nội tĩnh nhất tâm. Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai. Nhưng vị Thánh đệ tử không đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Lại nữa, này Bà-la-môn, Tỷ-kheo ly hỷ trú xả, chánh niệm tỉnh giác, thân cảm sự lạc thọ mà các bậc Thánh gọi là xả niệm lạc trú, chứng và trú Thiền thứ ba. Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai. Nhưng vị Thánh đệ tử không đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Lại nữa, này Bà-la-môn, Tỷ-kheo xả lạc, xả khổ, diệt hỷ ưu đã cảm thọ trước, chứng và trú Thiền thứ tư, không khổ không lạc, xả niệm thanh tịnh. Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai, nhưng vị Thánh đệ tử không đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Với tâm định tĩnh, thuần tịnh, không cấu nhiễm, không phiền não, nhu nhuyến, dễ sử dụng, vững chắc, bình thản như vậy, vị ấy dẫn tâm, hướng tâm đến Túc mạng minh. Vị ấy nhớ đến các đời sống quá khứ, như một đời, hai đời, ba đời, bốn đời, năm đời, mười đời, hai mươi đời, ba mươi đời, bốn mươi đời, năm mươi đời, một trăm đời, hai trăm đời, một ngàn đời, nhiều hoại kiếp, nhiều thành kiếp, nhiều hoại và thành kiếp. Vị ấy nhớ rằng: “Tại chỗ kia, ta có tên như thế này, dòng họ như thế này, giai cấp như thế này, thọ khổ lạc như thế này, tuổi thọ đến mức như thế này. Sau khi chết tại chỗ kia, ta được sanh ra tại chỗ nọ. Tại chỗ ấy, ta có tên như thế này, dòng họ như thế này, giai cấp như thế này, thọ khổ lạc như thế này, tuổi thọ đến mức như thế này. Sau khi chết tại chỗ nọ, ta được sanh ra ở đây”. Như vậy, vị ấy nhớ đến nhiều đời sống quá khứ cùng với các nét đại cương và các chi tiết. Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai. Nhưng vị Thánh đệ tử không đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>Với tâm định tĩnh, thuần tịnh, không cấu nhiễm, không phiền não, nhu nhuyến, dễ sử dụng, vững chắc, bình thản như vậy, vị ấy dẫn tâm, hướng tâm đến trí tuệ về sanh tử của chúng sanh. Vị ấy với thiên nhãn thuần tịnh, siêu nhân, thấy sự sống và chết của chúng sanh. Vị ấy biết rõ ràng, chúng sanh, người hạ liệt kẻ cao sang, người đẹp đẽ kẻ thô xấu, người may mắn kẻ bất hạnh, đều do hạnh nghiệp của họ. Những chúng sanh làm những ác hạnh về thân, lời và ý, phỉ báng các bậc Thánh, theo tà kiến, tạo các nghiệp theo tà kiến. Những người này sau khi thân hoại mạng chung, phải sanh vào cõi dữ, ác thú, đọa xứ, địa ngục. Còn chúng sanh nào làm những thiện hạnh về thân, lời và ý, không phỉ báng các bậc Thánh, theo chánh kiến, tạo các nghiệp theo chánh kiến, những người này, sau khi thân hoại mạng chung, được sanh lên các thiện thú, cõi Trời, trên đời này. Như vậy, vị ấy với thiên nhãn thuần tịnh, siêu nhân, thấy sự sống chết của chúng sanh. Vị ấy biết rõ rằng chúng sanh, người hạ liệt kẻ cao sang, người đẹp đẽ kẻ thô xấu, người may mắn kẻ bất hạnh, đều do hạnh nghiệp của họ. Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai. Nhưng vị Thánh đệ tử không đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Với tâm định tĩnh, thuần tịnh, không cấu nhiễm, không phiền não, nhu nhuyến, dễ sử dụng, vững chắc, bình thản như vậy, vị ấy dẫn tâm, hướng tâm đến Lậu tận trí. Vị ấy biết như thật: “Ðây là Khổ”, biết như thật: “Ðây là Nguyên nhân của khổ”, biết như thật: “Ðây là Khổ diệt”, biết như thật: “Ðây là Con đường đưa đến khổ diệt”, biết như thật: “Ðây là những lậu hoặc”, biết như thật: “Ðây là nguyên nhân của lậu hoặc”, biết như thật: “Ðây là các lậu hoặc diệt”, biết như thật: “Ðây là con đường đưa đến các lậu hoặc diệt”.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai. Nhưng vị Thánh đệ tử không đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>Vị ấy nhờ biết như vậy, nhờ thấy như vậy, tâm của vị ấy thoát khỏi dục lậu, thoát khỏi hữu lậu, thoát khỏi vô minh lậu. Ðối với tự thân đã giải thoát như vậy, khởi lên sự hiểu biết: “Ta đã giải thoát”. Vị ấy biết: “Sanh đã tận, phạm hạnh đã thành, việc cần làm đã làm, không có trở lui đời sống này nữa”.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai. Này Bà-la-môn, tới mức độ này, vị Thánh đệ tử đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”. Này Bà-la-môn, tới mức độ này, ví dụ dấu chân con voi thật sự được đầy đủ một cách rộng rãi.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Ðược nghe nói vậy, Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>—Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Như người dựng đứng lại những gì bị quăng ngã xuống, phơi bày ra những gì che kín, chỉ đường cho người bị lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc. Cũng vậy, Chánh pháp đã được Tôn giả <i lang='pli' translate='no'>Gotama</i> dùng nhiều phương tiện trình bày, giải thích. Con xin quy y Tôn giả <i lang='pli' translate='no'>Gotama</i>, quy y Pháp, và quy y chúng Tỷ-kheo Tăng. Mong Tôn giả <i lang='pli' translate='no'>Gotama</i> nhận con làm đệ tử, từ nay trở đi cho đến mệnh chung, con trọn đời quy ngưỡng!</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>Hiệu đính: 11–06-2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn27",
    "lang": "vi",
    "is_root": false,
    "title": "Tiểu kinh Dụ dấu chân voi",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Simile of the Elephant’s Footprint ",
      "uid": "mn28"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Noble Search ",
      "uid": "mn26"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn27' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>27. Tiểu kinh Dụ dấu chân voi</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ) tại <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà Lâm), vườn ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Lúc bấy giờ Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i>, với một cỗ xe toàn trắng do ngựa cái kéo, vào buổi sáng sớm, ra khỏi thành <i lang='pli' translate='no'>Sāvatthi</i>. Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i> thấy Du sĩ Pilotika từ xa đi đến, sau khi thấy, liền nói với Du sĩ Pilotika</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Tôn giả Vacchàyana đi từ đâu về sớm như vậy?</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Tôn giả, tôi từ Sa-môn <i lang='pli' translate='no'>Gotama</i> đến đây.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Tôn giả Vacchayana nghĩ thế nào? Sa-môn <i lang='pli' translate='no'>Gotama</i> có trí tuệ sáng suốt không? Tôn giả có xem Sa-môn <i lang='pli' translate='no'>Gotama</i> là bậc có trí không?</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Tôn giả, tôi là ai mà có thể biết Sa-môn <i lang='pli' translate='no'>Gotama</i> có trí tuệ sáng suốt? Chỉ có người như Sa-môn <i lang='pli' translate='no'>Gotama</i> mới có thể biết Sa-môn <i lang='pli' translate='no'>Gotama</i> có trí tuệ sáng suốt.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Tôn giả Vacchayana thật sự tán thán Sa-môn <i lang='pli' translate='no'>Gotama</i> với lời tán thán tối thượng.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Này Tôn giả, tôi là ai mà có thể tán thán Sa-môn <i lang='pli' translate='no'>Gotama</i>, bậc tối thượng được tán thán trong các bậc được tán thán, bậc tối thượng giữa chư Thiên và loài Người.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Nhưng Tôn giả Vacchayana thấy được lý do gì ở Sa-môn <i lang='pli' translate='no'>Gotama</i> mà Tôn giả có lòng tin tưởng như vậy?</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Này Tôn giả, như một người săn voi thiện xảo vào một khu rừng có voi ở, và thấy một dấu chân voi lớn, dài bề dài và rộng bề ngang. Người đó đi đến kết luận: “Con voi này là con voi lớn”. Cũng vậy, này Tôn giả, tôi đã thấy bốn dấu chân của Sa-môn <i lang='pli' translate='no'>Gotama</i> và đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, và Tăng chúng khéo hành trì”. Thế nào là bốn?</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Tôi thấy ở đây có một số Sát-đế-lị bác học, tế nhị, nghị luận biện tài, biện bác như chia chẻ sợi tóc. Những vị này đi chỗ này chỗ kia, như muốn đả phá các tà kiến với trí tuệ của họ. Những vị này nghe: “Sa-môn <i lang='pli' translate='no'>Gotama</i> sẽ đến thăm ngôi làng này hay thị trấn này”. Họ sắp đặt câu hỏi: “‘Chúng ta, sau khi đến, sẽ hỏi Sa-môn <i lang='pli' translate='no'>Gotama</i> câu hỏi này. Khi bị chúng ta hỏi như vậy, nếu Sa-môn <i lang='pli' translate='no'>Gotama</i> trả lời như thế này, thì chúng ta sẽ chất vấn như thế kia. Khi chúng ta hỏi như vậy, nếu Sa-môn <i lang='pli' translate='no'>Gotama</i> trả lời như thế kia, thì chúng ta sẽ chất vấn như thế này”.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Những vị này nghe: “Sa-môn <i lang='pli' translate='no'>Gotama</i> đã đến thăm ngôi làng này hay thị trấn này”. Những vị này đến chỗ Sa-môn <i lang='pli' translate='no'>Gotama</i> ở. Sa-môn <i lang='pli' translate='no'>Gotama</i> với pháp thoại, khích lệ, làm cho phấn khởi, làm cho hoan hỷ các vị này. Ðược Sa-môn <i lang='pli' translate='no'>Gotama</i> với Pháp thoại khích lệ, làm cho phấn khởi, làm cho hoan hỷ, họ không hỏi Sa-môn <i lang='pli' translate='no'>Gotama</i> câu hỏi (đã định trước), huống nữa là chất vấn. Trái lại, họ trở thành đệ tử của Sa-môn <i lang='pli' translate='no'>Gotama</i>. Này Tôn giả, khi tôi thấy dấu chân thứ nhất này của Sa-môn <i lang='pli' translate='no'>Gotama</i>, Tôi đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, và Tăng chúng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Này Tôn giả, lại nữa, tôi thấy ở đây có một số Bà-la-môn bác học, tế nhị, nghị luận biện tài, biện bác như chia chẻ sợi tóc. Những vị này đi chỗ này chỗ kia, như muốn đả phá các tà kiến với trí tuệ của họ. Những vị này nghe … (như trên) … trái lại, họ trở thành đệ tử của Sa-môn <i lang='pli' translate='no'>Gotama</i>. Này Tôn giả, khi tôi thấy dấu chân thứ hai này của Sa-môn <i lang='pli' translate='no'>Gotama</i>, tôi đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, và Tăng chúng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Này Tôn giả, lại nữa, tôi thấy ở đây có một số gia chủ bác học, tế nhị, nghị luận biện tài, biện bác như chia chẻ sợi tóc. Những vị này đi chỗ này chỗ kia, như muốn đả phá các tà kiến với trí tuệ của họ. Những vị này nghe … (như trên) … trái lại, họ trở thành đệ tử của Sa-môn <i lang='pli' translate='no'>Gotama</i>. Này Tôn giả, khi tôi thấy dấu chân thứ ba này của Sa-môn <i lang='pli' translate='no'>Gotama</i>, tôi đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, và Tăng chúng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Này Tôn giả, lại nữa, tôi thấy ở đây có một số Sa-môn bác học, tế nhị, nghị luận biện tài, biện bác như chia chẻ sợi tóc. Những vị này đi chỗ này chỗ kia, như muốn đả phá các tà kiến với trí tuệ của họ. Những vị này nghe: “Sa-môn <i lang='pli' translate='no'>Gotama</i> sẽ đến thăm ngôi làng này hay thị trấn này”. Họ sắp đặt câu hỏi: “Chúng ta sau khi đến sẽ hỏi Sa-môn <i lang='pli' translate='no'>Gotama</i> câu hỏi này. Khi bị chúng ta hỏi như vậy, nếu Sa-môn <i lang='pli' translate='no'>Gotama</i> trả lời như thế này, thì chúng ta sẽ chất vấn như thế kia. Khi bị chúng ta hỏi như vậy, nếu Sa-môn <i lang='pli' translate='no'>Gotama</i> trả lời như thế kia, thì chúng ta sẽ chất vấn như thế này”. Những vị này nghe: “Sa-môn <i lang='pli' translate='no'>Gotama</i> đã đến ngôi làng này hay thị trấn này”. Những vị này đến chỗ Sa-môn <i lang='pli' translate='no'>Gotama</i> ở. Sa-môn <i lang='pli' translate='no'>Gotama</i> với Pháp thoại khích lệ, làm cho phấn khởi, làm cho hoan hỷ các vị này. Ðược Sa-môn <i lang='pli' translate='no'>Gotama</i> với Pháp thoại khích lệ, làm cho phấn khởi, làm cho hoan hỷ, họ không hỏi Sa-môn <i lang='pli' translate='no'>Gotama</i> câu hỏi (đã định sẵn), huống nữa là chất vấn. Trái lại, họ xin phép Sa-môn <i lang='pli' translate='no'>Gotama</i> được xuất gia, từ bỏ gia đình, sống không gia đình. Sa-môn <i lang='pli' translate='no'>Gotama</i> cho họ được xuất gia. Ðược xuất gia như vậy, một số các vị ấy sống một mình, không phóng dật, nỗ lực, tinh cần, và không bao lâu tự tri, tự chứng, tự đạt và an trú, ngay trong hiện tại, mục đích tối thượng của phạm hạnh mà những Thiện nam tử chơn chánh xuất gia, từ bỏ gia đình, sống không gia đình hướng đến. Họ nói như sau: “Thật sự chúng ta gần hoại vong. Thật sự chúng ta gần hoại diệt. Xưa kia chúng ta không phải là Sa-môn lại tự xem là Sa-môn, không phải là Bà-la-môn lại tự xem là Bà-la-môn, không phải là bậc A-la-hán, lại tự xem là bậc A-la-hán. Nay chúng ta mới thật là Sa-môn. Nay chúng ta mới thật là Bà-la-môn. Nay chúng ta mới thật là A-la-hán”. Khi tôi thấy dấu chân thứ tư của Sa-môn <i lang='pli' translate='no'>Gotama</i>, tôi đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, và Tăng chúng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Khi được nói vậy, Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i>, từ cỗ xe toàn trắng do ngựa cái kéo, bước xuống, đắp thượng y lên một bên vai, chấp tay hướng về Thế Tôn vái lạy, và thốt ra ba lần cảm hứng ngữ sau đây: “Ðảnh lễ Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác! Ðảnh lễ Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác! Ðảnh lễ Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác! Rất có thể, chúng ta sẽ gặp Tôn giả <i lang='pli' translate='no'>Gotama</i> tại một lúc nào, một chỗ nào đó. Rất có thể, sẽ có một cuộc đàm luận”. Rồi Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i> đi đến chỗ Thế Tôn ở, sau khi đến, nói lên những lời chào đón hỏi thăm xã giao với Thế Tôn, rồi ngồi xuống một bên. Sau khi ngồi xuống một bên, Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i> đem tất cả câu chuyện của Du Sĩ Pilotika, thuật lại với Thế Tôn. Sau khi nghe vậy, Thế Tôn nói với Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i></p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>—Này Bà-la-môn, ví dụ dấu chân voi như vậy chưa được đầy đủ một cách rộng rãi. Này Bà-la-môn, với tầm mức như thế nào ví dụ dấu chân voi được đầy đủ một cách rộng rãi? Hãy nghe và khéo tác ý, Ta sẽ nói</p>\n<p>—Thưa vâng, Tôn giả.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i> vâng đáp Thế Tôn. Thế Tôn thuyết giảng như sau</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Này Bà-la-môn, ví như một người săn voi vào một khu rừng có voi ở. Người đó thấy một dấu chân voi lớn trong rừng voi, dài bề dài và rộng bề ngang. Nếu người đó là một thợ săn voi thiện xảo, người đó không đi đến kết luận: “Con voi này chắc chắn to lớn”. Vì sao vậy? Này Bà-la-môn, trong rừng voi, có những loại voi cái lùn thấp, có dấu chân lớn, có thể dấu chân này thuộc loại voi này. Người đó đi theo dấu chân ấy. Trong khi đi theo, người đó thấy trong rừng voi một dấu chân voi lớn, dài bề dài và rộng bề ngang, và những vật cao đều bị cọ xát. Nếu người đó là một thợ săn voi thiện xảo, người đó không đi đến kết luận: “Con voi này chắc chắn to lớn vì sao vậy? Này Bà-la-môn, trong rừng voi, có những loại voi cái có ngà, có dấu chân lớn, có thể dấu chân này thuộc loại voi này. Người đó đi theo dấu chân ấy. Trong khi đi theo, người đó thấy trong rừng voi, một dấu chân voi lớn, dài bề dài và rộng bề ngang, những vật cao bị cọ xát, và những vật cao bị ngà voi cắt chém. Nếu người đó là một thợ săn voi thiện xảo, người đó không đi đến kết luận: “Con voi này chắc chắn to lớn”. Vì sao vậy? Này Bà-la-môn, trong rừng voi, có những loại voi cái có ngà lớn, có dấu chân lớn, có thể dấu chân này thuộc loại voi này. Người đó đi theo dấu chân ấy. Trong khi đi theo, người đó thấy trong rừng voi một dấu chân voi lớn, dài bề dài và rộng bề ngang, những vật cao bị cọ xát, những vật cao bị ngà voi cắt chém, và những vật cao bị gãy các cành. Và người đó thấy một con voi đực dưới gốc cây hay ở ngoài trời, đang đi, đang đứng, đang ngồi hay đang nằm, người đó đi đến kết luận: “Con voi này thật là con voi đực lớn”.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Cũng vậy, này Bà-la-môn, ở đây Như Lai sanh ra ở đời, là bậc A-la-hán, Chánh Ðẳng Giác, Minh Hạnh Túc, Thiện Thệ, Thế Gian Giải, Vô Thượng Sĩ, Ðiều Ngự Trượng Phu, Thiên Nhơn Sư, Phật, Thế Tôn. Với thắng trí, Ngài tự thân chứng ngộ thế giới này, cùng với Thiên giới, Ma giới, Phạm thiên giới, cùng với chúng Sa-môn, Bà-la-môn, các loài Trời và loài Người. Khi đã chứng ngộ, Ngài còn tuyên thuyết điều Ngài đã chứng ngộ, Ngài thuyết pháp sơ thiện, trung thiện, hậu thiện, văn nghĩa đầy đủ. Ngài giảng dạy phạm hạnh hoàn toàn đầy đủ, trong sạch.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Người gia trưởng, hay con vị gia trưởng, hay một người sanh ở giai cấp (hạ tiện) nào nghe Pháp ấy, sau khi nghe Pháp, người ấy sanh lòng tín ngưỡng Như Lai. Khi có lòng tín ngưỡng, vị này suy nghĩ: “Ðời sống gia đình đầy những triền phược, con đường đầy những bụi đời. Ðời sống xuất gia phóng khoáng như hư không. Thật rất khó cho một người sống ở gia đình có thể sống theo phạm hạnh hoàn toàn đầy đủ, hoàn toàn thanh tịnh, trắng bạch như vỏ ốc. Vậy ta nên cạo bỏ râu tóc, đắp áo cà-sa, xuất gia, từ bỏ gia đình, sống không gia đình”. Một thời gian sau, người ấy từ bỏ tài sản nhỏ hay từ bỏ tài sản lớn, từ bỏ bà con quyến thuộc nhỏ hay từ bỏ bà con quyến thuộc lớn, cạo bỏ râu tóc, đắp áo cà-sa, và xuất gia, từ bỏ gia đình, sống không gia đình.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Khi đã xuất gia như vậy, vị ấy thành tựu học giới và nếp sống các Tỷ-kheo, từ bỏ sát sanh, tránh xa sát sanh, bỏ trượng, bỏ kiếm, biết tàm quý, có lòng từ, sống thương xót tất cả chúng sanh và các loài hữu tình, từ bỏ lấy của không cho, tránh xa lấy của không cho, chỉ lấy những vật đã cho, chỉ mong những vật đã cho, tự sống thanh tịnh, không có trộm cướp, từ bỏ không phạm hạnh, sống theo phạm hạnh, sống tránh xa (không phạm hạnh), từ bỏ dâm dục tục pháp.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Từ bỏ nói láo, tránh xa nói láo, vị ấy nói những lời chân thật, y chỉ trên sự thật, chắc chắn, đáng tin cậy, không phản lại đời, từ bỏ nói hai lưỡi, tránh xa nói hai lưỡi, nghe điều gì ở chỗ này, không đến nói chỗ kia để sanh chia rẽ ở những người này, nghe điều gì ở chỗ kia, không đi nói với những người này để sanh chia rẽ ở những người kia. Vị ấy sống hòa hợp những kẻ ly gián, khuyến khích những kẻ hòa hợp, hoan hỷ trong hòa hợp, thoải mái trong hòa hợp, hân hoan trong hòa hợp, nói những lời đưa đến hòa hợp. Vị ấy từ bỏ nói lời độc ác, tránh xa nói lời độc ác, vị ấy nói những lời nhẹ nhàng, thuận tại, dễ thương, thông cảm đến tâm, tao nhã, đẹp lòng nhiều người, vui lòng nhiều người, vị ấy nói những lời như vậy. Vị ấy từ bỏ nói phù phiếm, tránh xa nói lời phù phiếm, nói đúng thời, nói những lời chân thật, nói những lời có ý nghĩa, nói những lời về Chánh pháp, nói những lời về Luật, nói những lời đáng được gìn giữ, những lời hợp thời, thuận lý, có mạch lạc, hệ thống, có ích lợi.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Vị ấy từ bỏ làm hại đến các hột giống và các loại cây cỏ, dùng một ngày một bữa, không ăn ban đêm; từ bỏ ăn phi thời; từ bỏ đi xem múa, hát nhạc, các cuộc trình diễn; từ bỏ trang sức bằng vòng hoa hương liệu, dầu thoa, các thời trang, các thời sức; từ bỏ dùng giường cao và giường lớn; từ bỏ nhận các hạt sống; từ bỏ nhận thịt sống, từ bỏ nhận đàn bà, con gái; từ bỏ nhận nô tỳ gái và trai; từ bỏ nhận cừu và dê; từ bỏ nhận gia cầm và heo; từ bỏ nhận voi, bò, ngựa và ngựa cái; từ bỏ nhận ruộng nương và đất đai; từ bỏ nhận người môi giới hoặc tự mình làm môi giới; từ bỏ buôn bán; từ bỏ các sự gian lận bằng cân, tiền bạc và đo lường; từ bỏ các tà hạnh như hối lộ, gian trá, lừa đảo; từ bỏ làm thương tổn, sát hại, câu thúc, bức đoạt, trộm cắp, cướp phá.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Vị ấy bằng lòng (tri túc) với tấm y để che thân, với đồ ăn khất thực để nuôi bụng, đi tại chỗ nào cũng mang theo (y bát). Ví như con chim bay đến chỗ nào cũng mang theo hai cánh; cũng vậy, Tỷ-kheo bằng lòng với tấm y để che thân, với đồ ăn khất thực để nuôi bụng, đi tại chỗ nào cũng mang theo (y bát). Vị ấy thành tựu Thánh giới uẩn này, cảm giác lạc thọ thuộc nội tâm, không lỗi lầm.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Khi mắt thấy sắc, vị ấy không nắm giữ tướng chung, không nắm giữ tướng riêng. Những nguyên nhân gì khiến con mắt không được chế ngự, khiến tham ái ưu bi, các ác bất thiện pháp khởi lên, vị ấy tự chế ngự nguyên nhân ấy, hộ trì con mắt, thực hành sự hộ trì con mắt. Khi tai nghe tiếng … mũi ngửi hương … lưỡi nếm vị … thân cảm xúc … ý nhận thức các pháp, vị ấy không nắm giữ tướng chung, không nắm giữ tướng riêng. Những nguyên nhân gì khiến ý căn không được chế ngự, khiến tham ái ưu bi và các ác bất thiện pháp khởi lên, vị ấy tự chế ngự nguyên nhân ấy, hộ trì ý căn, thực hành sự hộ trì ý căn. Vị ấy thành tựu Thánh hộ trì các căn này, cảm giác lạc thọ thuộc nội tâm, không vẩn đục.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Vị ấy khi đi tới, khi đi lui đều tỉnh giác, khi nhìn thẳng, khi nhìn quanh đều tỉnh giác, khi co tay, khi duỗi tay đều tỉnh giác, khi mang y kép, y bát đều tỉnh giác, khi ăn, uống, nhai, nuốt, đều tỉnh giác, khi đi đại tiện, tiểu tiện đều tỉnh giác, khi đi, đứng, ngồi nằm, thức, nói, yên lặng đều tỉnh giác.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Vị ấy thành tựu Thánh giới uẩn này, thành tựu Thánh hộ trì các căn này, và thành tựu Thánh chánh niệm tỉnh giác này, lựa một chỗ thanh vắng, tịch mịch như rừng, gốc cây, khe núi, hang đá, bãi tha ma, lùm cây, ngoài trời, đống rơm. Sau khi đi khất thực về và ăn xong, vị ấy ngồi kiết già, lưng thẳng tại chỗ nói trên, và an trú chánh niệm trước mặt. Vị ấy từ bỏ tham ái ở đời, sống với tâm thoát ly tham ái, gột rửa tâm hết tham ái, từ bỏ sân hận, vị ấy sống với tâm không sân hận, lòng từ mẫn thương xót tất cả chúng hữu tình, gột rửa tâm hết sân hận, từ bỏ hôn trầm thụy miên, vị ấy sống thoát ly hôn trầm thụy miên, với tâm tưởng hướng về ánh sáng, chánh niệm tỉnh giác, gột rửa tâm hết hôn trầm thụy miên, từ bỏ trạo cử hối quá, vị ấy sống không trạo cử, nội tâm trầm lặng, gột rửa tâm hết trạo cử, hối quá, từ bỏ nghi ngờ, vị ấy sống thoát khỏi nghi ngờ, không phân vân lưỡng lự, gột rửa tâm hết nghi ngờ đối với thiện pháp.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Vị ấy từ bỏ năm triền cái làm cho tâm ô uế, làm cho trí tuệ muội lược, ly dục, ly pháp ác bất thiện, chứng và trú Thiền thứ nhất, một trạng thái hỷ lạc do ly dục sanh, có tầm có tứ. Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai. Nhưng vị Thánh đệ tử không đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Lại nữa, này Bà-la-môn, Tỷ-kheo diệt tầm và tứ, chứng và trú Thiền thứ hai, một trạng thái hỷ lạc, do định sanh, không tầm không tứ, nội tĩnh nhất tâm. Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai. Nhưng vị Thánh đệ tử không đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Lại nữa, này Bà-la-môn, Tỷ-kheo ly hỷ trú xả, chánh niệm tỉnh giác, thân cảm sự lạc thọ mà các bậc Thánh gọi là xả niệm lạc trú, chứng và trú Thiền thứ ba. Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai. Nhưng vị Thánh đệ tử không đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Lại nữa, này Bà-la-môn, Tỷ-kheo xả lạc, xả khổ, diệt hỷ ưu đã cảm thọ trước, chứng và trú Thiền thứ tư, không khổ không lạc, xả niệm thanh tịnh. Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai, nhưng vị Thánh đệ tử không đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Với tâm định tĩnh, thuần tịnh, không cấu nhiễm, không phiền não, nhu nhuyến, dễ sử dụng, vững chắc, bình thản như vậy, vị ấy dẫn tâm, hướng tâm đến Túc mạng minh. Vị ấy nhớ đến các đời sống quá khứ, như một đời, hai đời, ba đời, bốn đời, năm đời, mười đời, hai mươi đời, ba mươi đời, bốn mươi đời, năm mươi đời, một trăm đời, hai trăm đời, một ngàn đời, nhiều hoại kiếp, nhiều thành kiếp, nhiều hoại và thành kiếp. Vị ấy nhớ rằng: “Tại chỗ kia, ta có tên như thế này, dòng họ như thế này, giai cấp như thế này, thọ khổ lạc như thế này, tuổi thọ đến mức như thế này. Sau khi chết tại chỗ kia, ta được sanh ra tại chỗ nọ. Tại chỗ ấy, ta có tên như thế này, dòng họ như thế này, giai cấp như thế này, thọ khổ lạc như thế này, tuổi thọ đến mức như thế này. Sau khi chết tại chỗ nọ, ta được sanh ra ở đây”. Như vậy, vị ấy nhớ đến nhiều đời sống quá khứ cùng với các nét đại cương và các chi tiết. Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai. Nhưng vị Thánh đệ tử không đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>Với tâm định tĩnh, thuần tịnh, không cấu nhiễm, không phiền não, nhu nhuyến, dễ sử dụng, vững chắc, bình thản như vậy, vị ấy dẫn tâm, hướng tâm đến trí tuệ về sanh tử của chúng sanh. Vị ấy với thiên nhãn thuần tịnh, siêu nhân, thấy sự sống và chết của chúng sanh. Vị ấy biết rõ ràng, chúng sanh, người hạ liệt kẻ cao sang, người đẹp đẽ kẻ thô xấu, người may mắn kẻ bất hạnh, đều do hạnh nghiệp của họ. Những chúng sanh làm những ác hạnh về thân, lời và ý, phỉ báng các bậc Thánh, theo tà kiến, tạo các nghiệp theo tà kiến. Những người này sau khi thân hoại mạng chung, phải sanh vào cõi dữ, ác thú, đọa xứ, địa ngục. Còn chúng sanh nào làm những thiện hạnh về thân, lời và ý, không phỉ báng các bậc Thánh, theo chánh kiến, tạo các nghiệp theo chánh kiến, những người này, sau khi thân hoại mạng chung, được sanh lên các thiện thú, cõi Trời, trên đời này. Như vậy, vị ấy với thiên nhãn thuần tịnh, siêu nhân, thấy sự sống chết của chúng sanh. Vị ấy biết rõ rằng chúng sanh, người hạ liệt kẻ cao sang, người đẹp đẽ kẻ thô xấu, người may mắn kẻ bất hạnh, đều do hạnh nghiệp của họ. Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai. Nhưng vị Thánh đệ tử không đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Với tâm định tĩnh, thuần tịnh, không cấu nhiễm, không phiền não, nhu nhuyến, dễ sử dụng, vững chắc, bình thản như vậy, vị ấy dẫn tâm, hướng tâm đến Lậu tận trí. Vị ấy biết như thật: “Ðây là Khổ”, biết như thật: “Ðây là Nguyên nhân của khổ”, biết như thật: “Ðây là Khổ diệt”, biết như thật: “Ðây là Con đường đưa đến khổ diệt”, biết như thật: “Ðây là những lậu hoặc”, biết như thật: “Ðây là nguyên nhân của lậu hoặc”, biết như thật: “Ðây là các lậu hoặc diệt”, biết như thật: “Ðây là con đường đưa đến các lậu hoặc diệt”.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai. Nhưng vị Thánh đệ tử không đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>Vị ấy nhờ biết như vậy, nhờ thấy như vậy, tâm của vị ấy thoát khỏi dục lậu, thoát khỏi hữu lậu, thoát khỏi vô minh lậu. Ðối với tự thân đã giải thoát như vậy, khởi lên sự hiểu biết: “Ta đã giải thoát”. Vị ấy biết: “Sanh đã tận, phạm hạnh đã thành, việc cần làm đã làm, không có trở lui đời sống này nữa”.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>Này Bà-la-môn, như vậy gọi là dấu chân của Như Lai, dấu cọ xát của Như Lai, dấu cắt chém của Như Lai. Này Bà-la-môn, tới mức độ này, vị Thánh đệ tử đi đến kết luận: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo thuyết giảng, Chúng Tăng khéo hành trì”. Này Bà-la-môn, tới mức độ này, ví dụ dấu chân con voi thật sự được đầy đủ một cách rộng rãi.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Ðược nghe nói vậy, Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>—Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Như người dựng đứng lại những gì bị quăng ngã xuống, phơi bày ra những gì che kín, chỉ đường cho người bị lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc. Cũng vậy, Chánh pháp đã được Tôn giả <i lang='pli' translate='no'>Gotama</i> dùng nhiều phương tiện trình bày, giải thích. Con xin quy y Tôn giả <i lang='pli' translate='no'>Gotama</i>, quy y Pháp, và quy y chúng Tỷ-kheo Tăng. Mong Tôn giả <i lang='pli' translate='no'>Gotama</i> nhận con làm đệ tử, từ nay trở đi cho đến mệnh chung, con trọn đời quy ngưỡng!</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>Hiệu đính: 11–06-2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 27",
    "volpages": " PTS 1.176, PTS 1.177, PTS 1.178, PTS 1.179, PTS 1.180, PTS 1.181, PTS 1.182, PTS 1.183, PTS 1.184",
    "alt_volpages": null,
    "uid": "mn27",
    "blurb": "The Buddha cautions against swift conclusions about a teacher’s spiritual accomplishments, comparing it to the care a tracker would use when tracking elephants. He presents the full training of a monastic.",
    "difficulty": 2,
    "original_title": "Cūḷahatthipadopamasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Tiểu kinh Dụ dấu chân voi",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn27_translation-de-sabbamitta",
        "segmented": true,
        "title": "Das kürzere Gleichnis von der Elefanten-Fußspur ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn27_translation-en-sujato",
        "segmented": true,
        "title": "The Shorter Elephant’s Footprint Simile ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn27_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso più corto sulla similitudine dell’impronta dell’elefante ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn27_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn27_translation-ru-sv",
        "segmented": true,
        "title": "Малый пример со следами слона ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn27_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Kratki govor o poređenju sa otiskom stope slona ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ড. বেণীমাধব বড়ুয়া",
        "author_short": "বড়ুয়া",
        "author_uid": "barua",
        "publication_date": null,
        "id": "bn_mn27_barua",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ca",
        "lang_name": "Català",
        "is_root": false,
        "author": "Jambudipa",
        "author_short": "Jambudipa",
        "author_uid": "jambudipa",
        "publication_date": "2012",
        "id": "ca_mn27_jambudipa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Štěpán Chromovský",
        "author_short": "Chromovský",
        "author_uid": "chromovsky",
        "publication_date": null,
        "id": "cs_mn27_chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn27_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "2009",
        "id": "en_mn27_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn27_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": null,
        "id": "es_mn27_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn27_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn27_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn27_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn27_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn27_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn27_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. B. V. Rajaram",
        "author_short": "rajaram",
        "author_uid": "rajaram",
        "publication_date": "2012",
        "id": "kan_mn27_rajaram",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ko",
        "lang_name": "한국어/조선말",
        "is_root": false,
        "author": "케마짜라 빅쿠 한글 번",
        "author_short": "케마짜라",
        "author_uid": "khemacara",
        "publication_date": "2013",
        "id": "ko_mn27_khemacara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn27_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn27_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2013",
        "id": "pt_mn27_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2013",
        "id": "ru_mn27_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn27_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn27_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn27_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn27_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "tr",
        "lang_name": "Türkçe",
        "is_root": false,
        "author": "Ufuk Çakmakçı",
        "author_short": "Ufuk Çakmakçı",
        "author_uid": "ufukcakmakci",
        "publication_date": "2024",
        "id": "tr_mn27_ufukcakmakci",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn27_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Tiểu kinh Dụ dấu chân voi"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn27_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 63,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj10.426, cck12.320, dr12.300, ms9M_1008, msdiv288, ndp9.226, nya1, sya12.336, vri12.236,nya2,ms9M_1009,csp1ed9.233, csp2ed9.233, ms9M_1010,ms9M_1011,ms9M_1012,ms9M_1013,ms9M_1014,ms9M_1015,cck12.321, ms9M_1016, ndp9.227, nya3, pts-vp-pli1.176, sya12.337, vri12.237,bj10.428, cck12.322, csp1ed9.234, csp2ed9.234, dr12.301, ms9M_1017, msdiv289, nya4, sya12.338,bj10.430, bj10.432, cck12.323, dr12.302, ms9M_1018, ndp9.228, nya5, pts-vp-pli1.177, sya12.339, vri12.238,nya6,nya7,csp1ed9.235, csp2ed9.235, dr12.303, ms9M_1019,ms9M_1020, msdiv290, nya8,ms9M_1021,ms9M_1022,ms9M_1023,ms9M_1024, pts-vp-pli1.178,bj10.434, cck12.324, ms9M_1025, nya9, sya12.340,dr12.304, ms9M_1026, msdiv291, ndp9.229, nya10, vri12.239,cck12.325, ms9M_1027,csp1ed9.236, csp2ed9.236, ms9M_1028, sya12.341,ms9M_1029,bj10.436, cck12.326, dr12.305, ms9M_1030, ndp9.230, nya11, pts-vp-pli1.179, sya12.342, vri12.240,nya12,csp1ed9.237, csp2ed9.237, ms9M_1031, msdiv292, nya13,ms9M_1032,ms9M_1033,dr12.306, ms9M_1034,cck12.327, ms9M_1035, sya12.343,ms9M_1036, pts-vp-pli1.180,ms9M_1037,bj10.438, csp1ed9.238, csp2ed9.238, dr12.307, ms9M_1038, msdiv293, ndp9.231, vri12.241,cck12.328, ms9M_1039, msdiv294, nya14, sya12.344,ms9M_1040, msdiv295, nya15, pts-vp-pli1.181,bj10.440, csp1ed9.239, csp2ed9.239, dr12.308, ms9M_1041, nya16, sya12.345, vri12.242,cck12.329, ms9M_1042, msdiv296, ndp9.232, nya17,nya18,cck12.330, dr12.309, ms9M_1043, msdiv297, nya19, sya12.346,bj10.442, ms9M_1044, nya20, pts-vp-pli1.182,csp1ed9.240, csp2ed9.240, ms9M_1045, nya21, vri12.243,ms9M_1046, ndp9.233, nya22,bj10.444, ms9M_1047, msdiv298, nya23,dr12.310, ms9M_1048, nya24, pts-vp-pli1.183, sya12.347,bj10.446, cck12.331, csp1ed9.241, csp2ed9.241, ms9M_1049, msdiv299, ndp9.234, nya25, vri12.244,dr12.311, ms9M_1050, nya26, pts-vp-pli1.184, sya12.348,cck12.332, ms9M_1051, nya27",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn27",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Cūḷahatthipadopamasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "bodhi",
    "horner"
  ]
}