{
  "root_text": {
    "uid": "mn28",
    "lang": "vi",
    "is_root": false,
    "title": "Ðại kinh Dụ dấu chân voi",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Simile of the Heartwood ",
      "uid": "mn29"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Elephant’s Footprint Simile ",
      "uid": "mn27"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn28' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>28. Ðại kinh Dụ dấu chân voi</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời, Thế Tôn trú ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ), tại <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà Lâm), vườn ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc). Ở đây, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> (Xá-lợi-phất) gọi các Tỷ-kheo</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Này các Hiền giả Tỷ-kheo!</p>\n<p>—Thưa vâng, Hiền giả.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Các Tỷ-kheo ấy vâng đáp Tôn giả <i lang='pli' translate='no'>Sāriputta</i>. Tôn giả <i lang='pli' translate='no'>Sāriputta</i> nói như sau</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Chư Hiền giả, ví như tất cả dấu chân của mọi loại động vật đều thâu nhiếp trong dấu chân voi, vì dấu chân này được xem là lớn nhất trong tất cả dấu chân về phương diện to lớn. Cũng vậy, chư Hiền giả, tất cả các Thiện pháp đều tập trung trong Bốn Thánh đế. Thế nào là trong Bốn Thánh đế? Trong Khổ Thánh đế, trong Khổ tập Thánh đế, trong Khổ diệt Thánh đế, trong Khổ diệt đạo Thánh đế.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Chư Hiền, thế nào là Khổ Thánh đế? Sanh là khổ, già là khổ, chết là khổ, sầu, bi, khổ, ưu, não là khổ, điều gì cầu không được là khổ, tóm lại Năm thủ uẩn là khổ.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Chư Hiền, thế nào là Năm thủ uẩn? Chính là sắc thủ uẩn, thọ thủ uẩn, tưởng thủ uẩn, hành thủ uẩn, thức thủ uẩn.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Chư Hiền, thế nào là sắc thủ uẩn? Bốn đại và sắc khởi lên từ bốn đại. Chư Hiền, thế nào là bốn đại? Chính là địa giới, thủy giới, hỏa giới, phong giới.</p>\n<h2>(Ðịa giới)</h2>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Chư Hiền, thế nào là địa giới? Có nội địa giới, có ngoại địa giới. Chư Hiền, thế nào là nội địa giới? Cái gì thuộc nội thân, thuộc cá nhân, thô phù, kiên cứng, bị chấp thủ, như tóc, lông, móng, răng, da, thịt, gân, xương, tủy, thận, tim, gan, hoành cách mô, lá lách, phổi, ruột, màng ruột, bao tử, phân, và bất cứ vật gì khác thuộc nội thân, thuộc cá nhân, thô phù, kiên cứng, bị chấp thủ. Chư Hiền, như vậy gọi là nội địa giới. Những gì thuộc nội địa giới và những gì thuộc ngoại địa giới đều thuộc về địa giới. Cần phải như thật quán sát địa giới với chánh trí tuệ như sau: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”. Sau khi như thật quán sát địa giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với địa giới, tâm từ bỏ địa giới.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Chư Hiền, một thời xảy ra khi ngoại thủy giới dao động, trong thời ấy ngoại địa giới bị biến mất. Chư Hiền, tánh vô thường của ngoại địa giới xưa ấy có thể nêu rõ, tánh hủy hoại có thể nêu rõ, tánh đoạn diệt có thể nêu rõ, tánh biến dịch có thể nêu rõ. Như vậy còn nói gì đến thân thể yểu thọ do khát ái chấp thủ này? Ở đây không có gì để có thể nói là tôi, là của tôi, hay tôi là.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Chư Hiền, nếu có những người khác mắng nhiếc, chỉ trích, chọc tức, nhiễu não Tỷ-kheo, vị ấy biết rõ như sau: “Khổ thọ khởi lên nơi tôi, thọ này thuộc tai xúc chạm, thọ này do nhân duyên, không phải không do nhân duyên, do nhân duyên gì? Do nhân duyên xúc”. Vị ấy thấy xúc là vô thường, thấy thọ là vô thường, thấy tưởng là vô thường, thấy hành là vô thường, thấy thức là vô thường. Tâm của vị này hoan hỷ, thích thú, tịnh chỉ, quyết định, tùy thuộc giới đối tượng.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Chư Hiền, nếu những người khác xử sự với Tỷ-kheo không có hoàn hảo, không có tốt đẹp, không có khả ái, hoặc dùng tay xúc chạm, hoặc dùng đá xúc chạm, hoặc dùng gậy xúc chạm, hoặc dùng gươm xúc chạm, vị ấy tuệ tri như sau: “Sự thể của thân này là như vậy, nên tay có thể xúc chạm, đá có thể xúc chạm, gậy có thể xúc chạm, gươm có thể xúc chạm. Thế Tôn đã dạy như sau trong ví dụ cái cưa: “Chư Tỷ-kheo, nếu có kẻ trộm cướp hạ tiện lấy cái cưa hai lưỡi cắt từng phần tay và chân. Nếu ai ở đây sanh ý phẫn nộ, người ấy không làm đúng lời Ta dạy”. Ta sẽ tinh cần, tinh tấn, không giải đãi. Niệm được an trú không có loạn niệm, thân thể được khinh an, không dao động, tâm được định tĩnh nhất tâm. Nay mặc cho tay xúc chạm thân này, mặc cho đá xúc chạm thân này, mặc cho gậy xúc chạm thân này, mặc cho gươm xúc chạm thân này, lời dạy chư Phật cần phải được thực hành.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Chư Hiền, Tỷ-kheo ấy, niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú. Do vậy, vị ấy bị dao động, bị dao động mạnh: “Thật bất hạnh cho ta, thật không may cho ta, thật rủi ro cho ta, thật không tốt đẹp cho ta. Dầu ta có niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú”. Chư Hiền, ví như một người dâu, khi thấy ông nhạc, bị dao động, bị dao động mạnh. Cũng vậy, chư Hiền, nếu Tỷ-kheo ấy niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú. Do vậy, vị ấy bị dao động, bị dao động mạnh: “Thật bất hạnh cho ta, thật không may cho ta, thật rủi ro cho ta, thật không tốt đẹp cho ta. Dầu ta có niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú”. Chư Hiền, nếu Tỷ-kheo ấy, niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, và xả tương ưng với thiện được an trú, thì Tỷ-kheo ấy được hoan hỷ. Chư Hiền, đến mức độ này, Tỷ-kheo đã làm thật nhiều.</p>\n<h2>(Thủy giới)</h2>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Chư Hiền, thế nào là thủy giới? Có nội thủy giới, có ngoại thủy giới. Chư Hiền thế nào là nội thủy giới? Cái gì thuộc về nội thân, thuộc cá nhân, thuộc nước, thuộc chất lỏng, bị chấp thủ, như mật, đàm, mủ, máu, mồ hôi, mỡ, nước mắt, mỡ da, nước miếng, niêm dịch, nước ở khớp xương, nước tiểu, và bất cứ vật gì khác thuộc nội thân, thuộc cá nhân, thuộc nước, thuộc chất lỏng, bị chấp thủ. Chư Hiền, như vậy gọi là nội thủy giới. Những gì thuộc nội thủy giới và những gì thuộc ngoại thủy giới, đều thuộc về thủy giới. Cần phải như thật quán sát thủy giới với chánh trí tuệ như sau: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”. Sau khi như thật quán sát thủy giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với thủy giới, tâm từ bỏ thủy giới.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Chư Hiền, một thời xảy ra khi ngoại thủy giới dao động, nước cuốn trôi làng, cuốn trôi thị trấn, cuốn trôi thành phố, cuốn trôi xứ, cuốn trôi quốc độ. Chư Hiền, một thời xẩy ra khi nước biển đại dương hạ thấp một trăm do-tuần, hạ thấp hai trăm do-tuần, hạ thấp ba trăm do-tuần, hạ thấp bốn trăm do-tuần, hạ thấp năm trăm do-tuần, hạ thấp sáu trăm do-tuần, hạ thấp bảy trăm do-tuần. Chư Hiền, một thời xẩy ra khi nước biển đại dương dâng cao đến bảy cây ta-la, dâng cao đến sáu cây ta-la, dâng cao đến năm cây ta-la, dâng cao đến bốn cây ta-la, dâng cao đến ba cây ta-la, dâng cao đến hai cây ta-la, dâng cao chỉ đến một cây ta-la. Chư Hiền, một thời xẩy ra khi nước biển đại dương cao đến bảy đầu người, dâng cao đến sáu đầu người, dâng cao đến năm đầu người, dâng cao đến bốn đầu người, dâng cao đến ba đầu người, dâng cao đến hai đầu người, dâng cao chỉ đến một đầu người. Chư Hiền, một thời xẩy ra khi nước biển đại dương dâng cao đến nửa thân người, dâng cao chỉ đến hông, dâng cao chỉ đến đầu gối, dâng cao chỉ đến gót chân. Chư Hiền, một thời xẩy ra khi nước biển đại dương không có để thấm ướt đốt ngón chân. Chư Hiền, tánh vô thường của ngoại thủy giới xưa ấy có thể nêu rõ, tánh hủy hoại có thể nêu rõ, tánh đoạn diệt có thể nêu rõ, tánh biến dịch có thể nêu rõ. Như vậy còn nói gì đến thân thể yểu thọ do khát ái chấp thủ này? Ở đây không có gì để có thể nói là tôi, là của tôi, hay tôi là.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Chư Hiền, nếu có những người khác mắng nhiếc, chỉ trích, chọc tức, nhiễu não Tỷ-kheo, vị ấy biết rõ như sau: … (như trên) … và xả tương ứng với thiện được an trú. Chư Hiền, cho đến mức độ này, vị Tỷ-kheo đã làm thật nhiều.</p>\n<h2>(Hỏa giới)</h2>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Chư Hiền, thế nào là hỏa giới? Có nội hỏa giới, có ngoại hỏa giới. Chư Hiền, thế nào là nội hỏa giới? Cái gì thuộc về nội thân, thuộc về cá nhân, thuộc lửa, thuộc chất nóng, bị chấp thủ. Như cái gì khiến cho hâm nóng, khiến cho hủy hoại, khiến cho thiêu cháy; cái gì khiến cho những vật được ăn uống, nhai, nếm, có thể khéo tiêu hóa, hay tất cả những vật gì khác thuộc nội thân, thuộc cá nhân, thuộc lửa, thuộc chất nóng, bị chấp thủ. Chư Hiền, như vậy gọi là nội hỏa giới. Những gì thuộc nội hỏa giới và những gì thuộc ngoại hỏa giới, đều thuộc về hỏa giới. Cần phải như thật quán sát hỏa giới với chánh trí tuệ như sau: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”. Sau khi như thật quán sát hỏa giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với hỏa giới, tâm từ bỏ hỏa giới.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Chư Hiền, một thời xẩy ra khi hỏa giới dao động. Lửa thiêu cháy làng, thiêu cháy thị trấn, thiêu cháy thành phố, thiêu cháy xứ, thiêu cháy quốc độ. Lửa cháy cho đến cuối hàng cây cối, cho đến cuối hàng đường lớn, cho đến cuối hàng chân núi, cho đến cuối hàng thủy biên, hay cho đến cuối hàng khu đất khả ái, rồi lửa bị tắt vì không nhiên liệu. Chư Hiền, một thời xảy ra khi loài người đi kiếm lửa phải dùng lông gà và dây gân. Chư Hiền, tánh vô thường của ngoại hỏa giới xưa ấy có thể nêu rõ; tánh hủy hoại có thể nêu rõ, tánh đoạn diệt có thể nêu rõ, tánh biến dịch có thể nêu rõ. Như vậy còn nói gì đến thân thể yểu thọ do khát ái chấp thủ này? Ở đây không có gì để có thể nói là tôi, là của tôi, hay tôi là.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Chư Hiền, nếu có những người khác mắng nhiếc, chỉ trích, chọc tức, nhiễu não Tỷ-kheo, vị ấy biết rõ như sau: … (như trên) … và xả tương ứng với thiện được an trú. Chư Hiền, cho đến mức độ này, vị Tỷ-kheo đã làm thật nhiều.</p>\n<h2>(Phong giới)</h2>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Chư Hiền, thế nào là phong giới? Có nội phong giới, có ngoại phong giới. Chư Hiền, thế nào là nội phong giới? Cái gì thuộc về nội thân, thuộc cá nhân, thuộc gió, thuộc động tánh, bị chấp thủ, như gió thổi lên, gió thổi xuống, gió trong ruột, gió trong bụng dưới, gió thổi ngang các chi tiết (tay chân), hơi thở vô, hơi thở ra, và bất cứ vật gì khác thuộc nội thân, thuộc cá nhân, thuộc gió, thuộc tánh động, bị chấp thủ. Chư Hiền, như vậy gọi là nội phong giới. Những gì thuộc nội phong giới và những gì thuộc ngoại phong giới đều thuộc về phong giới. Cần phải như thật quán sát phong giới với chánh trí tuệ như sau: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”. Sau khi thấy như thật phong giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với phong giới, tâm từ bỏ phong giới.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Chư Hiền, một thời xẩy ra khi ngoại phong giới dao động, gió thổi bay làng, thổi bay thị trấn, thổi bay thành phố, thổi bay xứ, thổi bay quốc độ. Chư Hiền, một thời xẩy ra khi trong tháng cuối mùa hạ, loài người tìm cầu gió nhờ lá cây ta-la, nhờ cây quạt, và người ta không mong tìm được cỏ tại chỗ có rạch nước chảy. Chư Hiền, tánh vô thường của ngoại phong giới xưa ấy có thể nêu rõ; tánh hủy hoại có thể nêu rõ; tánh đoạn diệt có thể nêu rõ; tánh biến dịch có thể nêu rõ. Như vậy còn nói gì đến thân thể yểu thọ do khát ái chấp thủ này? Ở đây không có gì để có thể nói là tôi, là của tôi, hay tôi là.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Chư Hiền, nếu có những người khác mắng nhiếc, chỉ trích, chọc tức, nhiễu não Tỷ-kheo, vị ấy biết rõ như sau: “Khổ thọ khởi lên nơi tôi này thuộc tai xúc chạm; thọ này do nhân duyên, không phải không do nhân duyên. Do nhân duyên gì? Do nhân duyên xúc vậy”. Vị ấy thấy xúc là vô thường; vị ấy thấy thọ là vô thường; vị ấy thấy tưởng là vô thường; vị ấy thấy hành là vô thường; vị ấy thấy thức là vô thường; tâm của vị này hoan hỷ, thích thú, tịnh chỉ, quyết định, tùy thuộc giới đối tượng.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Chư Hiền, nếu những người khác xử sự với Tỷ-kheo, không có hoàn hảo, không có tốt đẹp, không có khả ái, hoặc dùng tay xúc chạm, hoặc dùng đá xúc chạm, hoặc dùng gậy xúc chạm, hoặc dùng gươm xúc chạm, vị ấy biết như sau: “Sự thể của thân này là như vậy nên tay có thể xúc chạm, đá có thể xúc chạm, gậy có thể xúc chạm, gươm có thể xúc chạm”. Thế Tôn đã dạy như sau trong ví dụ cái cưa: “Chư Tỷ-kheo, nếu có kẻ trộm cướp hạ tiện lấy cái cưa hai lưỡi cắt từng phần tay và chân, nếu ai ở đây sanh ý phẫn nộ thì người ấy không làm đúng lời Ta dạy”. Ta sẽ tinh cần, tinh tấn, không giải đãi, niệm được an trú, không có loạn niệm, thân thể được khinh an, không dao động, tâm được định tĩnh nhất tâm. Nay mặc cho tay xúc chạm thân này, mặc cho đá xúc chạm, mặc cho gậy xúc chạm, mặc cho gươm xúc chạm thân này. Lời dạy chư Phật cần phải được thực hành”.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Chư Hiền, Tỷ-kheo ấy, niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú. Do vậy, vị ấy bị dao động, bị dao động mạnh: “Thật bất hạnh cho ta, thật không may cho ta, thật rủi ro cho ta, thật không tốt đẹp cho ta. Dầu ta có niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú”. Chư Hiền, ví như một người dâu, khi thấy ông nhạc, bị dao động, bị dao động mạnh. Cũng vậy, chư Hiền, nếu Tỷ-kheo ấy niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú. Do vậy, vị ấy bị dao động, bị dao động mạnh: “Thật bất hạnh cho ta, thật không may cho ta, thật rủi ro cho ta, thật không tốt đẹp cho ta. Dầu ta có niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú”. Chư Hiền, nếu Tỷ—Kheo ấy niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, và xả tương ưng với thiện được an trú. Do vậy, Tỷ-kheo ấy được hoan hỷ. Chư Hiền, cho đến mức độ này, Tỷ-kheo đã làm thật nhiều.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Chư Hiền, như một khoảng trống được bao vây bởi cây gậy, bởi dây leo, bởi cỏ, bởi bùn, được biết là một nhà ở. Cũng vậy, Chư Hiền, một khoảng trống được bao vây bởi xương, bởi dây gân, bởi thịt, bởi da, được biết là một sắc pháp.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Chư Hiền, nếu nội mắt không bị hư hại, nhưng ngoại sắc không vào trong tầm mắt, không có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp không có hiện khởi. Chư Hiền, nếu nội mắt không bị hư hại, ngoại sắc vào trong tầm mắt, nhưng không có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp không có hiện khởi. Chư Hiền, chỉ khi nào nội mắt không bị hư hại, ngoại sắc vào trong tầm mắt, có sự quy tục xúc chạm thích hợp, thì thức phần thích hợp có hiện khởi.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Bất cứ sắc pháp gì được hiện khởi như vậy đều quy tụ trong sắc thủ uẩn; bất cứ cảm thọ gì được hiện khởi như vậy đều quy tụ trong thọ thủ uẩn; bất cứ tưởng gì được hiện khởi như vậy đều được quy tụ trong tưởng thủ uẩn; bất cứ hành gì được hiện khởi như vậy đều quy tụ trong hành thủ uẩn; bất cứ thức gì được hiện khởi như vậy đều quy tụ trong thức thủ uẩn. Vị ấy tuệ tri như sau: “Như vậy, như người ta nói, có sự quy tụ, sự tập hợp, sự hòa hợp của năm thủ uẩn này. Thế Tôn đã nói như sau: “Ai thấy được lý duyên khởi, người ấy thấy được pháp; ai thấy được pháp, người ấy thấy được lý duyên khởi”. Những pháp này do duyên khởi lên chính là năm thủ uẩn. Sự tham dục, chấp trước, tham đắm, mê say trong năm thủ uẩn này tức là khổ tập; sự nhiếp phục tham dục, sự từ bỏ tham dục tức là sự khổ diệt”. Cho đến mức độ này, Chư Hiền, Tỷ-kheo đã làm rất nhiều.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Chư Hiền, nếu nội tai không bị hư hại, nhưng ngoại thanh không vào trong tầm tai, không có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp không có hiện khởi. … Cho đến mức độ này, Chư Hiền, Tỷ-kheo đã làm rất nhiều.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Chư Hiền, nếu nội lỗ mũi không bị hư hại, nhưng ngoại hương không vào trong tầm mũi, không có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp không có hiện khởi. … Cho đến mức độ này, Chư Hiền, Tỷ-kheo đã làm rất nhiều.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Chư Hiền, nếu nội lưỡi không bị hư hại, nhưng ngoại vị không vào trong tầm lưỡi, không có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp không có hiện khởi. … Cho đến mức độ này, Chư Hiền, Tỷ-kheo đã làm rất nhiều.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Chư Hiền, nếu nội thân không bị hư hại, nhưng ngoại xúc không vào trong tầm của thân, không có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp không có hiện khởi. … Cho đến mức độ này, Chư Hiền, Tỷ-kheo đã làm rất nhiều.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Chư Hiền, nếu nội ý căn không bị hư hại, ngoại pháp vào trong tầm của ý căn, nhưng không có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp không có hiện khởi. Chư Hiền, chỉ khi nào nội ý căn không bị hư hại, ngoại pháp vào trong tầm của ý căn, có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp có hiện khởi.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Bất cứ sắc gì được hiện khởi như vậy đều quy tụ trong sắc thủ uẩn; bất cứ cảm thọ gì được hiện khởi như vậy đều quy tụ trong thọ thủ uẩn; bất cứ tưởng gì được hiện khởi như vậy đều quy tụ trong tưởng thủ uẩn; bất cứ hành gì được hiện khởi như vậy đều quy tụ trong hành thủ uẩn; bất cứ thức gì được hiện khởi như vậy đều quy tụ trong thức thủ uẩn. Vị ấy tuệ tri như sau: “Như vậy, như người ta nói, có sự quy tụ, sự tập họp, sự hòa hợp của năm thủ uẩn này. Thế Tôn đã nói như sau: “Ai thấy được lý duyên khởi, người ấy thấy được pháp; ai thấy được pháp, người ấy thấy được lý duyên khởi”. Những pháp này do duyên khởi lên chính là năm thủ uẩn. Sự tham dục, chấp trước, tham đắm, mê say trong năm thủ uẩn này tức là khổ tập; sự nhiếp phục tham dục, sự từ bỏ tham dục tức là sự khổ diệt”. Cho đến mức độ này, chư Hiền, Tỷ-kheo đã làm rất nhiều.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Tôn giả <i lang='pli' translate='no'>Sāriputta</i> thuyết giảng như vậy. Các Tỷ-kheo ấy hoan hỷ, tín thọ lời Tôn giả <i lang='pli' translate='no'>Sāriputta</i> dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>Hiệu đính: 11–06-2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn28",
    "lang": "vi",
    "is_root": false,
    "title": "Ðại kinh Dụ dấu chân voi",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Simile of the Heartwood ",
      "uid": "mn29"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Elephant’s Footprint Simile ",
      "uid": "mn27"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn28' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>28. Ðại kinh Dụ dấu chân voi</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời, Thế Tôn trú ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ), tại <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà Lâm), vườn ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc). Ở đây, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> (Xá-lợi-phất) gọi các Tỷ-kheo</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Này các Hiền giả Tỷ-kheo!</p>\n<p>—Thưa vâng, Hiền giả.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Các Tỷ-kheo ấy vâng đáp Tôn giả <i lang='pli' translate='no'>Sāriputta</i>. Tôn giả <i lang='pli' translate='no'>Sāriputta</i> nói như sau</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Chư Hiền giả, ví như tất cả dấu chân của mọi loại động vật đều thâu nhiếp trong dấu chân voi, vì dấu chân này được xem là lớn nhất trong tất cả dấu chân về phương diện to lớn. Cũng vậy, chư Hiền giả, tất cả các Thiện pháp đều tập trung trong Bốn Thánh đế. Thế nào là trong Bốn Thánh đế? Trong Khổ Thánh đế, trong Khổ tập Thánh đế, trong Khổ diệt Thánh đế, trong Khổ diệt đạo Thánh đế.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Chư Hiền, thế nào là Khổ Thánh đế? Sanh là khổ, già là khổ, chết là khổ, sầu, bi, khổ, ưu, não là khổ, điều gì cầu không được là khổ, tóm lại Năm thủ uẩn là khổ.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Chư Hiền, thế nào là Năm thủ uẩn? Chính là sắc thủ uẩn, thọ thủ uẩn, tưởng thủ uẩn, hành thủ uẩn, thức thủ uẩn.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Chư Hiền, thế nào là sắc thủ uẩn? Bốn đại và sắc khởi lên từ bốn đại. Chư Hiền, thế nào là bốn đại? Chính là địa giới, thủy giới, hỏa giới, phong giới.</p>\n<h2>(Ðịa giới)</h2>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Chư Hiền, thế nào là địa giới? Có nội địa giới, có ngoại địa giới. Chư Hiền, thế nào là nội địa giới? Cái gì thuộc nội thân, thuộc cá nhân, thô phù, kiên cứng, bị chấp thủ, như tóc, lông, móng, răng, da, thịt, gân, xương, tủy, thận, tim, gan, hoành cách mô, lá lách, phổi, ruột, màng ruột, bao tử, phân, và bất cứ vật gì khác thuộc nội thân, thuộc cá nhân, thô phù, kiên cứng, bị chấp thủ. Chư Hiền, như vậy gọi là nội địa giới. Những gì thuộc nội địa giới và những gì thuộc ngoại địa giới đều thuộc về địa giới. Cần phải như thật quán sát địa giới với chánh trí tuệ như sau: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”. Sau khi như thật quán sát địa giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với địa giới, tâm từ bỏ địa giới.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Chư Hiền, một thời xảy ra khi ngoại thủy giới dao động, trong thời ấy ngoại địa giới bị biến mất. Chư Hiền, tánh vô thường của ngoại địa giới xưa ấy có thể nêu rõ, tánh hủy hoại có thể nêu rõ, tánh đoạn diệt có thể nêu rõ, tánh biến dịch có thể nêu rõ. Như vậy còn nói gì đến thân thể yểu thọ do khát ái chấp thủ này? Ở đây không có gì để có thể nói là tôi, là của tôi, hay tôi là.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Chư Hiền, nếu có những người khác mắng nhiếc, chỉ trích, chọc tức, nhiễu não Tỷ-kheo, vị ấy biết rõ như sau: “Khổ thọ khởi lên nơi tôi, thọ này thuộc tai xúc chạm, thọ này do nhân duyên, không phải không do nhân duyên, do nhân duyên gì? Do nhân duyên xúc”. Vị ấy thấy xúc là vô thường, thấy thọ là vô thường, thấy tưởng là vô thường, thấy hành là vô thường, thấy thức là vô thường. Tâm của vị này hoan hỷ, thích thú, tịnh chỉ, quyết định, tùy thuộc giới đối tượng.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Chư Hiền, nếu những người khác xử sự với Tỷ-kheo không có hoàn hảo, không có tốt đẹp, không có khả ái, hoặc dùng tay xúc chạm, hoặc dùng đá xúc chạm, hoặc dùng gậy xúc chạm, hoặc dùng gươm xúc chạm, vị ấy tuệ tri như sau: “Sự thể của thân này là như vậy, nên tay có thể xúc chạm, đá có thể xúc chạm, gậy có thể xúc chạm, gươm có thể xúc chạm. Thế Tôn đã dạy như sau trong ví dụ cái cưa: “Chư Tỷ-kheo, nếu có kẻ trộm cướp hạ tiện lấy cái cưa hai lưỡi cắt từng phần tay và chân. Nếu ai ở đây sanh ý phẫn nộ, người ấy không làm đúng lời Ta dạy”. Ta sẽ tinh cần, tinh tấn, không giải đãi. Niệm được an trú không có loạn niệm, thân thể được khinh an, không dao động, tâm được định tĩnh nhất tâm. Nay mặc cho tay xúc chạm thân này, mặc cho đá xúc chạm thân này, mặc cho gậy xúc chạm thân này, mặc cho gươm xúc chạm thân này, lời dạy chư Phật cần phải được thực hành.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Chư Hiền, Tỷ-kheo ấy, niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú. Do vậy, vị ấy bị dao động, bị dao động mạnh: “Thật bất hạnh cho ta, thật không may cho ta, thật rủi ro cho ta, thật không tốt đẹp cho ta. Dầu ta có niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú”. Chư Hiền, ví như một người dâu, khi thấy ông nhạc, bị dao động, bị dao động mạnh. Cũng vậy, chư Hiền, nếu Tỷ-kheo ấy niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú. Do vậy, vị ấy bị dao động, bị dao động mạnh: “Thật bất hạnh cho ta, thật không may cho ta, thật rủi ro cho ta, thật không tốt đẹp cho ta. Dầu ta có niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú”. Chư Hiền, nếu Tỷ-kheo ấy, niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, và xả tương ưng với thiện được an trú, thì Tỷ-kheo ấy được hoan hỷ. Chư Hiền, đến mức độ này, Tỷ-kheo đã làm thật nhiều.</p>\n<h2>(Thủy giới)</h2>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Chư Hiền, thế nào là thủy giới? Có nội thủy giới, có ngoại thủy giới. Chư Hiền thế nào là nội thủy giới? Cái gì thuộc về nội thân, thuộc cá nhân, thuộc nước, thuộc chất lỏng, bị chấp thủ, như mật, đàm, mủ, máu, mồ hôi, mỡ, nước mắt, mỡ da, nước miếng, niêm dịch, nước ở khớp xương, nước tiểu, và bất cứ vật gì khác thuộc nội thân, thuộc cá nhân, thuộc nước, thuộc chất lỏng, bị chấp thủ. Chư Hiền, như vậy gọi là nội thủy giới. Những gì thuộc nội thủy giới và những gì thuộc ngoại thủy giới, đều thuộc về thủy giới. Cần phải như thật quán sát thủy giới với chánh trí tuệ như sau: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”. Sau khi như thật quán sát thủy giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với thủy giới, tâm từ bỏ thủy giới.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Chư Hiền, một thời xảy ra khi ngoại thủy giới dao động, nước cuốn trôi làng, cuốn trôi thị trấn, cuốn trôi thành phố, cuốn trôi xứ, cuốn trôi quốc độ. Chư Hiền, một thời xẩy ra khi nước biển đại dương hạ thấp một trăm do-tuần, hạ thấp hai trăm do-tuần, hạ thấp ba trăm do-tuần, hạ thấp bốn trăm do-tuần, hạ thấp năm trăm do-tuần, hạ thấp sáu trăm do-tuần, hạ thấp bảy trăm do-tuần. Chư Hiền, một thời xẩy ra khi nước biển đại dương dâng cao đến bảy cây ta-la, dâng cao đến sáu cây ta-la, dâng cao đến năm cây ta-la, dâng cao đến bốn cây ta-la, dâng cao đến ba cây ta-la, dâng cao đến hai cây ta-la, dâng cao chỉ đến một cây ta-la. Chư Hiền, một thời xẩy ra khi nước biển đại dương cao đến bảy đầu người, dâng cao đến sáu đầu người, dâng cao đến năm đầu người, dâng cao đến bốn đầu người, dâng cao đến ba đầu người, dâng cao đến hai đầu người, dâng cao chỉ đến một đầu người. Chư Hiền, một thời xẩy ra khi nước biển đại dương dâng cao đến nửa thân người, dâng cao chỉ đến hông, dâng cao chỉ đến đầu gối, dâng cao chỉ đến gót chân. Chư Hiền, một thời xẩy ra khi nước biển đại dương không có để thấm ướt đốt ngón chân. Chư Hiền, tánh vô thường của ngoại thủy giới xưa ấy có thể nêu rõ, tánh hủy hoại có thể nêu rõ, tánh đoạn diệt có thể nêu rõ, tánh biến dịch có thể nêu rõ. Như vậy còn nói gì đến thân thể yểu thọ do khát ái chấp thủ này? Ở đây không có gì để có thể nói là tôi, là của tôi, hay tôi là.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Chư Hiền, nếu có những người khác mắng nhiếc, chỉ trích, chọc tức, nhiễu não Tỷ-kheo, vị ấy biết rõ như sau: … (như trên) … và xả tương ứng với thiện được an trú. Chư Hiền, cho đến mức độ này, vị Tỷ-kheo đã làm thật nhiều.</p>\n<h2>(Hỏa giới)</h2>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Chư Hiền, thế nào là hỏa giới? Có nội hỏa giới, có ngoại hỏa giới. Chư Hiền, thế nào là nội hỏa giới? Cái gì thuộc về nội thân, thuộc về cá nhân, thuộc lửa, thuộc chất nóng, bị chấp thủ. Như cái gì khiến cho hâm nóng, khiến cho hủy hoại, khiến cho thiêu cháy; cái gì khiến cho những vật được ăn uống, nhai, nếm, có thể khéo tiêu hóa, hay tất cả những vật gì khác thuộc nội thân, thuộc cá nhân, thuộc lửa, thuộc chất nóng, bị chấp thủ. Chư Hiền, như vậy gọi là nội hỏa giới. Những gì thuộc nội hỏa giới và những gì thuộc ngoại hỏa giới, đều thuộc về hỏa giới. Cần phải như thật quán sát hỏa giới với chánh trí tuệ như sau: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”. Sau khi như thật quán sát hỏa giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với hỏa giới, tâm từ bỏ hỏa giới.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Chư Hiền, một thời xẩy ra khi hỏa giới dao động. Lửa thiêu cháy làng, thiêu cháy thị trấn, thiêu cháy thành phố, thiêu cháy xứ, thiêu cháy quốc độ. Lửa cháy cho đến cuối hàng cây cối, cho đến cuối hàng đường lớn, cho đến cuối hàng chân núi, cho đến cuối hàng thủy biên, hay cho đến cuối hàng khu đất khả ái, rồi lửa bị tắt vì không nhiên liệu. Chư Hiền, một thời xảy ra khi loài người đi kiếm lửa phải dùng lông gà và dây gân. Chư Hiền, tánh vô thường của ngoại hỏa giới xưa ấy có thể nêu rõ; tánh hủy hoại có thể nêu rõ, tánh đoạn diệt có thể nêu rõ, tánh biến dịch có thể nêu rõ. Như vậy còn nói gì đến thân thể yểu thọ do khát ái chấp thủ này? Ở đây không có gì để có thể nói là tôi, là của tôi, hay tôi là.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Chư Hiền, nếu có những người khác mắng nhiếc, chỉ trích, chọc tức, nhiễu não Tỷ-kheo, vị ấy biết rõ như sau: … (như trên) … và xả tương ứng với thiện được an trú. Chư Hiền, cho đến mức độ này, vị Tỷ-kheo đã làm thật nhiều.</p>\n<h2>(Phong giới)</h2>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Chư Hiền, thế nào là phong giới? Có nội phong giới, có ngoại phong giới. Chư Hiền, thế nào là nội phong giới? Cái gì thuộc về nội thân, thuộc cá nhân, thuộc gió, thuộc động tánh, bị chấp thủ, như gió thổi lên, gió thổi xuống, gió trong ruột, gió trong bụng dưới, gió thổi ngang các chi tiết (tay chân), hơi thở vô, hơi thở ra, và bất cứ vật gì khác thuộc nội thân, thuộc cá nhân, thuộc gió, thuộc tánh động, bị chấp thủ. Chư Hiền, như vậy gọi là nội phong giới. Những gì thuộc nội phong giới và những gì thuộc ngoại phong giới đều thuộc về phong giới. Cần phải như thật quán sát phong giới với chánh trí tuệ như sau: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”. Sau khi thấy như thật phong giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với phong giới, tâm từ bỏ phong giới.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Chư Hiền, một thời xẩy ra khi ngoại phong giới dao động, gió thổi bay làng, thổi bay thị trấn, thổi bay thành phố, thổi bay xứ, thổi bay quốc độ. Chư Hiền, một thời xẩy ra khi trong tháng cuối mùa hạ, loài người tìm cầu gió nhờ lá cây ta-la, nhờ cây quạt, và người ta không mong tìm được cỏ tại chỗ có rạch nước chảy. Chư Hiền, tánh vô thường của ngoại phong giới xưa ấy có thể nêu rõ; tánh hủy hoại có thể nêu rõ; tánh đoạn diệt có thể nêu rõ; tánh biến dịch có thể nêu rõ. Như vậy còn nói gì đến thân thể yểu thọ do khát ái chấp thủ này? Ở đây không có gì để có thể nói là tôi, là của tôi, hay tôi là.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Chư Hiền, nếu có những người khác mắng nhiếc, chỉ trích, chọc tức, nhiễu não Tỷ-kheo, vị ấy biết rõ như sau: “Khổ thọ khởi lên nơi tôi này thuộc tai xúc chạm; thọ này do nhân duyên, không phải không do nhân duyên. Do nhân duyên gì? Do nhân duyên xúc vậy”. Vị ấy thấy xúc là vô thường; vị ấy thấy thọ là vô thường; vị ấy thấy tưởng là vô thường; vị ấy thấy hành là vô thường; vị ấy thấy thức là vô thường; tâm của vị này hoan hỷ, thích thú, tịnh chỉ, quyết định, tùy thuộc giới đối tượng.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Chư Hiền, nếu những người khác xử sự với Tỷ-kheo, không có hoàn hảo, không có tốt đẹp, không có khả ái, hoặc dùng tay xúc chạm, hoặc dùng đá xúc chạm, hoặc dùng gậy xúc chạm, hoặc dùng gươm xúc chạm, vị ấy biết như sau: “Sự thể của thân này là như vậy nên tay có thể xúc chạm, đá có thể xúc chạm, gậy có thể xúc chạm, gươm có thể xúc chạm”. Thế Tôn đã dạy như sau trong ví dụ cái cưa: “Chư Tỷ-kheo, nếu có kẻ trộm cướp hạ tiện lấy cái cưa hai lưỡi cắt từng phần tay và chân, nếu ai ở đây sanh ý phẫn nộ thì người ấy không làm đúng lời Ta dạy”. Ta sẽ tinh cần, tinh tấn, không giải đãi, niệm được an trú, không có loạn niệm, thân thể được khinh an, không dao động, tâm được định tĩnh nhất tâm. Nay mặc cho tay xúc chạm thân này, mặc cho đá xúc chạm, mặc cho gậy xúc chạm, mặc cho gươm xúc chạm thân này. Lời dạy chư Phật cần phải được thực hành”.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Chư Hiền, Tỷ-kheo ấy, niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú. Do vậy, vị ấy bị dao động, bị dao động mạnh: “Thật bất hạnh cho ta, thật không may cho ta, thật rủi ro cho ta, thật không tốt đẹp cho ta. Dầu ta có niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú”. Chư Hiền, ví như một người dâu, khi thấy ông nhạc, bị dao động, bị dao động mạnh. Cũng vậy, chư Hiền, nếu Tỷ-kheo ấy niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú. Do vậy, vị ấy bị dao động, bị dao động mạnh: “Thật bất hạnh cho ta, thật không may cho ta, thật rủi ro cho ta, thật không tốt đẹp cho ta. Dầu ta có niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, nhưng xả tương ưng với thiện không được an trú”. Chư Hiền, nếu Tỷ—Kheo ấy niệm Phật như vậy, niệm Pháp như vậy, niệm Tăng như vậy, và xả tương ưng với thiện được an trú. Do vậy, Tỷ-kheo ấy được hoan hỷ. Chư Hiền, cho đến mức độ này, Tỷ-kheo đã làm thật nhiều.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Chư Hiền, như một khoảng trống được bao vây bởi cây gậy, bởi dây leo, bởi cỏ, bởi bùn, được biết là một nhà ở. Cũng vậy, Chư Hiền, một khoảng trống được bao vây bởi xương, bởi dây gân, bởi thịt, bởi da, được biết là một sắc pháp.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Chư Hiền, nếu nội mắt không bị hư hại, nhưng ngoại sắc không vào trong tầm mắt, không có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp không có hiện khởi. Chư Hiền, nếu nội mắt không bị hư hại, ngoại sắc vào trong tầm mắt, nhưng không có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp không có hiện khởi. Chư Hiền, chỉ khi nào nội mắt không bị hư hại, ngoại sắc vào trong tầm mắt, có sự quy tục xúc chạm thích hợp, thì thức phần thích hợp có hiện khởi.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Bất cứ sắc pháp gì được hiện khởi như vậy đều quy tụ trong sắc thủ uẩn; bất cứ cảm thọ gì được hiện khởi như vậy đều quy tụ trong thọ thủ uẩn; bất cứ tưởng gì được hiện khởi như vậy đều được quy tụ trong tưởng thủ uẩn; bất cứ hành gì được hiện khởi như vậy đều quy tụ trong hành thủ uẩn; bất cứ thức gì được hiện khởi như vậy đều quy tụ trong thức thủ uẩn. Vị ấy tuệ tri như sau: “Như vậy, như người ta nói, có sự quy tụ, sự tập hợp, sự hòa hợp của năm thủ uẩn này. Thế Tôn đã nói như sau: “Ai thấy được lý duyên khởi, người ấy thấy được pháp; ai thấy được pháp, người ấy thấy được lý duyên khởi”. Những pháp này do duyên khởi lên chính là năm thủ uẩn. Sự tham dục, chấp trước, tham đắm, mê say trong năm thủ uẩn này tức là khổ tập; sự nhiếp phục tham dục, sự từ bỏ tham dục tức là sự khổ diệt”. Cho đến mức độ này, Chư Hiền, Tỷ-kheo đã làm rất nhiều.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Chư Hiền, nếu nội tai không bị hư hại, nhưng ngoại thanh không vào trong tầm tai, không có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp không có hiện khởi. … Cho đến mức độ này, Chư Hiền, Tỷ-kheo đã làm rất nhiều.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Chư Hiền, nếu nội lỗ mũi không bị hư hại, nhưng ngoại hương không vào trong tầm mũi, không có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp không có hiện khởi. … Cho đến mức độ này, Chư Hiền, Tỷ-kheo đã làm rất nhiều.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Chư Hiền, nếu nội lưỡi không bị hư hại, nhưng ngoại vị không vào trong tầm lưỡi, không có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp không có hiện khởi. … Cho đến mức độ này, Chư Hiền, Tỷ-kheo đã làm rất nhiều.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Chư Hiền, nếu nội thân không bị hư hại, nhưng ngoại xúc không vào trong tầm của thân, không có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp không có hiện khởi. … Cho đến mức độ này, Chư Hiền, Tỷ-kheo đã làm rất nhiều.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Chư Hiền, nếu nội ý căn không bị hư hại, ngoại pháp vào trong tầm của ý căn, nhưng không có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp không có hiện khởi. Chư Hiền, chỉ khi nào nội ý căn không bị hư hại, ngoại pháp vào trong tầm của ý căn, có sự quy tụ xúc chạm thích hợp, thì thức phần thích hợp có hiện khởi.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Bất cứ sắc gì được hiện khởi như vậy đều quy tụ trong sắc thủ uẩn; bất cứ cảm thọ gì được hiện khởi như vậy đều quy tụ trong thọ thủ uẩn; bất cứ tưởng gì được hiện khởi như vậy đều quy tụ trong tưởng thủ uẩn; bất cứ hành gì được hiện khởi như vậy đều quy tụ trong hành thủ uẩn; bất cứ thức gì được hiện khởi như vậy đều quy tụ trong thức thủ uẩn. Vị ấy tuệ tri như sau: “Như vậy, như người ta nói, có sự quy tụ, sự tập họp, sự hòa hợp của năm thủ uẩn này. Thế Tôn đã nói như sau: “Ai thấy được lý duyên khởi, người ấy thấy được pháp; ai thấy được pháp, người ấy thấy được lý duyên khởi”. Những pháp này do duyên khởi lên chính là năm thủ uẩn. Sự tham dục, chấp trước, tham đắm, mê say trong năm thủ uẩn này tức là khổ tập; sự nhiếp phục tham dục, sự từ bỏ tham dục tức là sự khổ diệt”. Cho đến mức độ này, chư Hiền, Tỷ-kheo đã làm rất nhiều.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Tôn giả <i lang='pli' translate='no'>Sāriputta</i> thuyết giảng như vậy. Các Tỷ-kheo ấy hoan hỷ, tín thọ lời Tôn giả <i lang='pli' translate='no'>Sāriputta</i> dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>Hiệu đính: 11–06-2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 28",
    "volpages": " PTS 1.185, PTS 1.186, PTS 1.187, PTS 1.188, PTS 1.189, PTS 1.190, PTS 1.191",
    "alt_volpages": null,
    "uid": "mn28",
    "blurb": "Sāriputta gives an elaborate demonstration of how, just as any footprint can fit inside an elephant’s, all the Buddha’s teaching can fit inside the four noble truths. This offers an overall template for organizing the Buddha’s teachings.",
    "difficulty": 3,
    "original_title": "Mahāhatthipadopamasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Ðại kinh Dụ dấu chân voi",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn28_translation-de-sabbamitta",
        "segmented": true,
        "title": "Das längere Gleichnis von der Elefanten-Fußspur ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn28_translation-en-sujato",
        "segmented": true,
        "title": "The Longer Simile of the Elephant’s Footprint ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn28_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso più lungo della similitudine dell’impronta dell’elefante ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn28_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn28_translation-ru-sv",
        "segmented": true,
        "title": "Большой пример со следами слона ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn28_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Dugi govor o poređenju sa otiskom stope slona",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ড. বেণীমাধব বড়ুয়া",
        "author_short": "বড়ুয়া",
        "author_uid": "barua",
        "publication_date": null,
        "id": "bn_mn28_barua",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ca",
        "lang_name": "Català",
        "is_root": false,
        "author": "Jambudipa",
        "author_short": "Jambudipa",
        "author_uid": "jambudipa",
        "publication_date": "2012",
        "id": "ca_mn28_jambudipa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Štěpán Chromovský",
        "author_short": "Chromovský",
        "author_uid": "chromovsky",
        "publication_date": null,
        "id": "cs_mn28_chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn28_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "2009",
        "id": "en_mn28_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Suddhāso Bhikkhu",
        "author_short": "Suddhāso",
        "author_uid": "suddhaso",
        "publication_date": "2020",
        "id": "en_mn28_suddhaso",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn28_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": null,
        "id": "es_mn28_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn28_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn28_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn28_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Fenyvesi Róbert",
        "author_short": "Fenyvesi",
        "author_uid": "fenyvesi",
        "publication_date": "2009",
        "id": "hu_mn28_fenyvesi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn28_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn28_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn28_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. B. V. Rajaram",
        "author_short": "rajaram",
        "author_uid": "rajaram",
        "publication_date": "2012",
        "id": "kan_mn28_rajaram",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn28_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn28_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2014",
        "id": "pt_mn28_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2014",
        "id": "ru_mn28_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn28_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn28_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Rastislav Kobac",
        "author_short": "Kobac",
        "author_uid": "kobac",
        "publication_date": "2014",
        "id": "sr_mn28_kobac",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn28_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn28_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Ðại kinh Dụ dấu chân voi"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn28_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 6,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj10.448, csp1ed9.242, csp2ed9.242, ms9M_1053, msdiv300, ndp9.235, nya1, sya12.349, vri12.245,dr12.312, ms9M_1054, nya2, pts-vp-pli1.185,cck12.333, ms9M_1055, msdiv301, nya3,ms9M_1056, nya4,ms9M_1057, nya5, sya12.350,bj10.450, ms9M_1058, msdiv302, ndp9.236, nya6, vri12.246,cck12.334, csp1ed9.243, csp2ed9.243, dr12.313, ms9M_1059, nya7,ms9M_1060, nya8, pts-vp-pli1.186, sya12.351,cck12.335, dr12.314, ms9M_1061, ndp9.237, nya9,bj10.452, cck12.336, csp1ed9.244, csp2ed9.244, ms9M_1062, nya10, pts-vp-pli1.187, sya12.352, vri12.247,dr12.315, ms9M_1063, msdiv303, nya11, sya12.353,bj10.454, cck12.337, csp1ed9.245, csp2ed9.245, dr12.316, ms9M_1064, ndp9.238, nya12, pts-vp-pli1.188, sya12.354, vri12.248,nya13,nya14,nya15,cck12.338, ms9M_1065, msdiv304, ndp9.239, nya16, sya12.355,bj10.456, cck12.339, csp1ed9.246, csp2ed9.246, dr12.317, ms9M_1066, nya17, vri12.249,nya18-20,ms9M_1067, msdiv305, ndp9.240, nya21, sya12.356,cck12.340, csp1ed9.247, csp2ed9.247, dr12.318, ms9M_1068, nya22, pts-vp-pli1.189,ms9M_1069, nya23, sya12.357, vri12.250,bj10.458, cck12.341, dr12.319, ms9M_1070, nya24,csp1ed9.248, csp2ed9.248, ms9M_1071, nya25, pts-vp-pli1.190, sya12.358,bj10.460, cck12.342, dr12.320, ms9M_1072, msdiv306, ndp9.241, nya26, sya12.359, vri12.251,nya27,nya28,cck12.343, csp1ed9.249, csp2ed9.249, ms9M_1073, pts-vp-pli1.191,bj10.462, cck12.344, dr12.321, ms9M_1074, ndp9.242, nya29-30, sya12.360, vri12.252,nya31-32,nya33-34,nya35-36,nya37,nya38,ms9M_1075, sya12.361",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn28",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Mahāhatthipadopamasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "horner",
    "bodhi",
    "suddhaso"
  ]
}