{
  "root_text": {
    "uid": "mn29",
    "lang": "vi",
    "is_root": false,
    "title": "Ðại kinh Thí dụ Lõi cây",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Simile of the Heartwood ",
      "uid": "mn30"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Simile of the Elephant’s Footprint ",
      "uid": "mn28"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn29' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>29. Ðại kinh Thí dụ Lõi cây</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở tại <i lang='pli' translate='no'>Rājagaha</i> (Vương Xá), núi <i lang='pli' translate='no'>Gijjhakūta</i> (Linh Thứu), khi <i lang='pli' translate='no'>Devadatta</i> (Ðề-bà-đạt-đa) từ bỏ (Chúng Tăng) ra đi không bao lâu. Ở đây, nhân việc <i lang='pli' translate='no'>Devadatta</i>, Thế Tôn cho gọi các Tỷ-kheo và dạy như sau</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Ở đây, này các Tỷ-kheo, có Thiện nam tử do lòng tin xuất gia, từ bỏ gia đình, sống không gia đình: “Ta bị chìm đắm trong sanh, già, chết, sầu, bi, khổ, ưu, não, bị chìm đắm trong đau khổ, bị chi phối bởi đau khổ. Rất có thể, toàn bộ khổ uẩn này có thể chấm dứt được”. Vị ấy xuất gia như vậy, được lợi dưỡng, tôn kính, danh vọng. Do lợi dưỡng, tôn kính, danh vọng này, vị ấy hoan hỷ, mãn nguyện. Do lợi dưỡng, tôn kính, danh vọng này, vị ấy khen mình, chê người: “Ta được lợi dưỡng như vậy, được danh vọng như vậy. Còn các Tỷ-kheo khác ít được biết đến, ít có uy quyền”. Vị ấy, vì lợi dưỡng, tôn kính, danh vọng này, trở thành mê say, tham đắm, phóng dật. Do sống phóng dật, vị ấy bị đau khổ.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Chư Tỷ-kheo, ví như một người muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người ấy bỏ qua lõi cây, bỏ qua giác cây, bỏ qua vỏ trong, bỏ qua vỏ ngoài, chặt cành lá, lấy chúng mang đi, tưởng rằng đó là lõi cây. Một người có mắt thấy vậy bèn nói: “Thật sự người này không biết lõi cây, không biết giác cây, không biết vỏ trong, không biết vỏ ngoài, không biết cành lá. Người này muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người này bỏ qua lõi cây, bỏ qua giác cây, bỏ qua vỏ trong, bỏ qua vỏ ngoài, chặt cành lá, lấy chúng mang đi, tưởng rằng đó là lõi cây. Và người này không đạt mục đích mà lõi cây có thể thành tựu”. Cũng vậy, ở đây, này các Tỷ-kheo, có Thiện nam tử vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình: “Ta bị chìm đắm trong sanh, già, chết, sầu, bi, khổ, ưu, não, bị chi phối bởi đau khổ. Rất có thể toàn bộ khổ uẩn này có thể chấm dứt”. Vị ấy xuất gia như vậy, được lợi dưỡng, tôn kính, danh vọng. Do lợi dưỡng, tôn kính, danh vọng này, vị ấy hoan hỷ, tự mãn. Do lợi dưỡng, tôn kính, danh vọng này, vị ấy khen mình, chê người: “Ta được lợi dưỡng như vậy, được danh vọng như vậy, Còn các Tỷ-kheo khác ít được biết đến, ít có uy quyền”. Vị ấy vì lợi dưỡng, tôn kính, danh vọng này, trở thành mê say, tham đắm, phóng dật. Do sống phóng dật, vị ấy bị đau khổ. Chư Tỷ-kheo, Tỷ-kheo ấy được gọi là vị đã nắm lấy cành lá của phạm hạnh, vì do vậy, vị ấy đã dừng lại (ở đây).</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Nhưng ở đây, này các Tỷ-kheo, có vị thiện nam tử vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình: “Ta bị chìm đắm trong sanh, già, chết, sầu, bi, khổ, ưu, não, bị chìm đắm trong đau khổ, bị chi phối bởi đau khổ. Rất có thể toàn bộ khổ uẩn này có thể chấm dứt”. Rồi vị ấy xuất gia như vậy, được lợi dưỡng, tôn kính, danh vọng. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này khen mình, chê người. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu giới đức. Do thành tựu giới đức này, vị ấy hoan hỷ, tự mãn. Do thành tựu, giới đức này, vị ấy khen mình chê người: “Ta là người trì giới, theo thiện pháp. Các Tỷ-kheo khác phá giới, theo ác pháp”. Do thành tựu giới đức này, vị ấy trở thành mê say, tham đắm, phóng dật. Do sống phóng dật, vị ấy bị đau khổ.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Chư Tỷ-kheo, ví như một người muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người ấy bỏ qua lõi cây, bỏ qua giác cây, bỏ qua vỏ trong, chặt vỏ ngoài, lấy chúng mang đi, tưởng đó là lõi cây. Một người có mắt thấy vậy bèn nói: “Thật sự người này không biết lõi cây, không biết giác cây, không biết vỏ trong, không biết vỏ ngoài, không biết cành lá. Người này muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người này bỏ qua lõi cây, bỏ qua giác cây, bỏ qua vỏ trong, chặt vỏ ngoài, lấy chúng mang đi, tưởng đó là lõi cây. Và người này không đạt mục đích mà lõi cây có thể thành tựu”. Cũng vậy, này các Tỷ-kheo, ở đây Tỷ-kheo vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình … (như trên) … Do thành tựu giới đức này, vị ấy trở thành mê say, tham đắm, phóng dật. Do sống phóng dật, vị ấy bị đau khổ. Chư Tỷ-kheo, Tỷ-kheo ấy được gọi là vị đã nắm lấy vỏ ngoài của phạm hạnh. Và do vậy, vị ấy đã dừng lại (ở đây).</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Nhưng ở đây, này các Tỷ-kheo, có Thiện nam tử vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình: “Ta bị chìm đắm trong vòng sanh, già, chết, sầu, bi, khổ ưu, não, bị chìm đắm trong đau khổ, bị chi phối bởi đau khổ. Rất có thể toàn bộ khổ uẩn này có thể chấm dứt được”. Rồi vị ấy xuất gia như vậy, được lợi dưỡng, tôn kính, danh vọng. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này, khen mình, chê người. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu giới đức. Do thành tựu giới đức này, vị ấy hoan hỷ, nhưng không tự mãn. Do thành tựu giới đức này, vị ấy không khen mình, chê người. Do thành tựu giới đức này, vị ấy không trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu thiền định. Do thành tựu thiền định này, vị ấy hoan hỷ, tự mãn. Do thành tựu thiền định này, vị ấy khen mình chê người: “Ta có thiền định nhất tâm. Các Tỷ-kheo khác không có thiền định, tâm bị phân tán”. Do thành tựu thiền định này, vị ấy trở thành mê say, tham đắm, phóng dật. Do sống phóng dật, vị ấy bị đau khổ.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Chư Tỷ-kheo, ví như một người muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người ấy bỏ qua lõi cây, bỏ qua giác cây, chặt vỏ trong, lấy chúng mang đi, tưởng đó là lõi cây. Một người có mắt thấy vậy, bèn nói: “Thật sự người này không biết lõi cây, không biết giác cây, không biết vỏ trong, không biết vỏ ngoài, không biết cành lá. Người này muốn lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn có lõi cây, người này bỏ qua lõi cây, bỏ qua giác cây, chặt vỏ trong, mang đi, tưởng đó là lõi cây. Và người này không đạt được mục đích mà lõi cây có thể thành tựu”. Cũng vậy, này các Tỷ-kheo, ở đây Tỷ-kheo vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình … (như trên) … Do thành tựu thiền định này, vị ấy trở thành mê say, tham đắm, phóng dật. Vì sống phóng dật, vị ấy bị đau khổ. Chư Tỷ-kheo, như vậy vị ấy được gọi là Tỷ-kheo đã nắm giữ vỏ trong của phạm hạnh. Và do vậy, vị ấy đã dừng lại (ở đây).</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Lại nữa, ở đây, có Thiện nam tử, vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình: “Ta bị chìm đắm trong vòng sanh, già, chết, sầu, bi, khổ, ưu, não, bị chìm đắm trong đau khổ, bị chi phối bởi đau khổ. Rất có thể toàn bộ khổ uẩn này có thể chấm dứt”. Vị ấy xuất gia như vậy, được lợi dưỡng, tôn kính, danh vọng. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này hoan hỷ, tự mãn. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này, khen mình, chê người. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu giới đức. Do thành tựu giới đức, vị ấy hoan hỷ, nhưng không tự mãn. Vị ấy không vì thành tựu giới đức này khen mình, chê người. Vị ấy không vì thành tựu giới đức này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu Thiền định. Vị ấy do thành tựu Thiền định này nên hoan hỷ nhưng không tự mãn. Vị ấy không vì thành tựu Thiền định này khen mình, chê người. Vị ấy không vì thành tựu Thiền định này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu tri kiến, vị ấy vì tri kiến này, hoan hỷ, tự mãn. Vị ấy do tri kiến này, khen mình, chê người. “Ta sống, thấy và biết. Các Tỷ-kheo khác sống, không thấy và không biết”. Vị ấy, do tri kiến này, trở thành mê say, tham đắm, phóng dật. Do sống phóng dật vị ấy bị đau khổ.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Chư Tỷ-kheo, ví như một người muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người bỏ qua lõi cây, chặt giác cây mang đi, tưởng đó là lõi cây. Một người có mắt thấy vậy bèn nói: “Thật sự người này không biết lõi cây, không biết giác cây, không biết vỏ trong, không biết vỏ ngoài, không biết cành lá. Người này muốn được lõi cây, tìm cầu lõi cây. Trước một cây lớn, đứng thẳng, có lõi cây, người ấy bỏ qua lõi cây, chặt giác cây và mang đi, tưởng đó là lõi cây. Và người ấy không đạt được mục đích mà lõi cây có thể thành tựu. Cũng vậy, này các Tỷ-kheo, ở đây, có Thiện nam tử, vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình … Vị này, vì tri kiến này nên mê say, tham đắm, phóng dật. Vì sống phóng dật, vị này bị đau khổ. Chư Tỷ-kheo, như vậy vị này gọi là đã nắm giữ giác cây của phạm hạnh. Và do vậy, vị ấy đã dừng lại (ở đây)”.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Lại nữa, ở đây, này các Tỷ-kheo, có vị Thiện nam tử, vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình: “Ta bị chìm đắm trong vòng sanh, già, chết, sầu, bi, khổ, ưu, não, bị chìm đắm trong đau khổ, bị chi phối bởi đau khổ. Rất có thể toàn bộ khổ uẩn này có thể chấm dứt”. Vị ấy xuất gia như vậy, được lợi dưỡng, tôn kính, danh vọng. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này hoan hỷ, tự mãn. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này khen mình, chê người. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu giới đức. Do thành tựu giới đức, vị ấy hoan hỷ nhưng không tự mãn. Vị ấy không vì thành tựu giới đức này khen mình, chê người. Vị ấy không vì thành tựu giới đức này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu Thiền định, vị ấy do thành tựu Thiền định này, hoan hỷ nhưng không tự mãn. Vị ấy không do thành tựu Thiền định này khen mình, chê người. Vị ấy không do thành tựu Thiền định này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu tri kiến. Do thành tựu tri kiến này, vị ấy hoan hỷ nhưng không tự mãn. Vị ấy không vì thành tựu tri kiến này khen mình, chê người. Vị ấy không vì thành tựu tri kiến này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu phi thời gian giải thoát. Này các Tỷ-kheo, sự tình này không thể xảy ra, Tỷ-kheo ấy có thể từ bỏ phi thời gian giải thoát ấy.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Này các Tỷ-kheo, ví như một người muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người ấy chặt lõi cây, mang đi và biết đó là lõi cây. Một người có mắt thấy như vậy, có thể nói: “Người này biết lõi cây, biết giác cây, biết vỏ trong, biết vỏ ngoài, biết cành lá. Người này muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người ấy chặt lõi cây, mang đi và tự biết đó là lõi cây. Và người ấy đạt được mục đích mà lõi cây có thể thực hiện”. Cũng vậy, này các Tỷ-kheo, ở đây một Thiện nam tử, vì lòng tin xuất gia, bỏ gia đình, sống không gia đình: “Ta bị chìm đắm trong sanh, già, chết, sầu, bi, khổ, ưu, não, bị chìm đắm trong khổ đau, bị chi phối bởi khổ đau. Rất có thể, toàn bộ khổ uẩn này có thể chấm dứt”. Vị ấy xuất gia như vậy, được lợi dưỡng, tôn kính, danh vọng. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này hoan hỷ, tự mãn. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này khen mình, chê người. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật. Vị ấy thành tựu giới đức. Vị ấy do thành tựu giới đức này hoan hỷ nhưng không tự mãn. Vị ấy, không do thành tựu giới đức này khen mình, chê người. Vị ấy không do thành tựu giới đức này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu Thiền định. Vị ấy do thành tựu thiền định nên hoan hỷ nhưng không tự mãn. Vị ấy không do thành tựu Thiền định này khen mình, chê người. Vị ấy không do thành tựu thiền định này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu tri kiến. Vị ấy vì thành tựu tri kiến này nên hoan hỷ nhưng không tự mãn. Vị ấy không vì thành tựu tri kiến này khen mình, chê người. Vị ấy không vì thành tựu tri kiến này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu được phi thời gian giải thoát. Này chư Tỷ-kheo, sự tình này không thể xảy ra, Tỷ-kheo ấy có thể từ bỏ phi thời gian giải thoát ấy.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Như vậy, này các Tỷ-kheo, phạm hạnh này không phải vì lợi ích, lợi dưỡng, danh vọng, không phải vì lợi ích thành tựu giới đức, không phải vì lợi ích thành tựu thiền định, không phải vì lợi ích tri kiến. Và này các Tỷ-kheo, tâm giải thoát bất động chính là mục đích của phạm hạnh này, là lõi cây, là mục tiêu cuối cùng của phạm hạnh.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo ấy hoan hỷ, tín thọ lời Thế Tôn dạy.</p>\n<blockquote class='gatha'></blockquote>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\nHiệu đính: 22–11-2005</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn29",
    "lang": "vi",
    "is_root": false,
    "title": "Ðại kinh Thí dụ Lõi cây",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Simile of the Heartwood ",
      "uid": "mn30"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Simile of the Elephant’s Footprint ",
      "uid": "mn28"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn29' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>29. Ðại kinh Thí dụ Lõi cây</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở tại <i lang='pli' translate='no'>Rājagaha</i> (Vương Xá), núi <i lang='pli' translate='no'>Gijjhakūta</i> (Linh Thứu), khi <i lang='pli' translate='no'>Devadatta</i> (Ðề-bà-đạt-đa) từ bỏ (Chúng Tăng) ra đi không bao lâu. Ở đây, nhân việc <i lang='pli' translate='no'>Devadatta</i>, Thế Tôn cho gọi các Tỷ-kheo và dạy như sau</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Ở đây, này các Tỷ-kheo, có Thiện nam tử do lòng tin xuất gia, từ bỏ gia đình, sống không gia đình: “Ta bị chìm đắm trong sanh, già, chết, sầu, bi, khổ, ưu, não, bị chìm đắm trong đau khổ, bị chi phối bởi đau khổ. Rất có thể, toàn bộ khổ uẩn này có thể chấm dứt được”. Vị ấy xuất gia như vậy, được lợi dưỡng, tôn kính, danh vọng. Do lợi dưỡng, tôn kính, danh vọng này, vị ấy hoan hỷ, mãn nguyện. Do lợi dưỡng, tôn kính, danh vọng này, vị ấy khen mình, chê người: “Ta được lợi dưỡng như vậy, được danh vọng như vậy. Còn các Tỷ-kheo khác ít được biết đến, ít có uy quyền”. Vị ấy, vì lợi dưỡng, tôn kính, danh vọng này, trở thành mê say, tham đắm, phóng dật. Do sống phóng dật, vị ấy bị đau khổ.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Chư Tỷ-kheo, ví như một người muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người ấy bỏ qua lõi cây, bỏ qua giác cây, bỏ qua vỏ trong, bỏ qua vỏ ngoài, chặt cành lá, lấy chúng mang đi, tưởng rằng đó là lõi cây. Một người có mắt thấy vậy bèn nói: “Thật sự người này không biết lõi cây, không biết giác cây, không biết vỏ trong, không biết vỏ ngoài, không biết cành lá. Người này muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người này bỏ qua lõi cây, bỏ qua giác cây, bỏ qua vỏ trong, bỏ qua vỏ ngoài, chặt cành lá, lấy chúng mang đi, tưởng rằng đó là lõi cây. Và người này không đạt mục đích mà lõi cây có thể thành tựu”. Cũng vậy, ở đây, này các Tỷ-kheo, có Thiện nam tử vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình: “Ta bị chìm đắm trong sanh, già, chết, sầu, bi, khổ, ưu, não, bị chi phối bởi đau khổ. Rất có thể toàn bộ khổ uẩn này có thể chấm dứt”. Vị ấy xuất gia như vậy, được lợi dưỡng, tôn kính, danh vọng. Do lợi dưỡng, tôn kính, danh vọng này, vị ấy hoan hỷ, tự mãn. Do lợi dưỡng, tôn kính, danh vọng này, vị ấy khen mình, chê người: “Ta được lợi dưỡng như vậy, được danh vọng như vậy, Còn các Tỷ-kheo khác ít được biết đến, ít có uy quyền”. Vị ấy vì lợi dưỡng, tôn kính, danh vọng này, trở thành mê say, tham đắm, phóng dật. Do sống phóng dật, vị ấy bị đau khổ. Chư Tỷ-kheo, Tỷ-kheo ấy được gọi là vị đã nắm lấy cành lá của phạm hạnh, vì do vậy, vị ấy đã dừng lại (ở đây).</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Nhưng ở đây, này các Tỷ-kheo, có vị thiện nam tử vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình: “Ta bị chìm đắm trong sanh, già, chết, sầu, bi, khổ, ưu, não, bị chìm đắm trong đau khổ, bị chi phối bởi đau khổ. Rất có thể toàn bộ khổ uẩn này có thể chấm dứt”. Rồi vị ấy xuất gia như vậy, được lợi dưỡng, tôn kính, danh vọng. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này khen mình, chê người. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu giới đức. Do thành tựu giới đức này, vị ấy hoan hỷ, tự mãn. Do thành tựu, giới đức này, vị ấy khen mình chê người: “Ta là người trì giới, theo thiện pháp. Các Tỷ-kheo khác phá giới, theo ác pháp”. Do thành tựu giới đức này, vị ấy trở thành mê say, tham đắm, phóng dật. Do sống phóng dật, vị ấy bị đau khổ.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Chư Tỷ-kheo, ví như một người muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người ấy bỏ qua lõi cây, bỏ qua giác cây, bỏ qua vỏ trong, chặt vỏ ngoài, lấy chúng mang đi, tưởng đó là lõi cây. Một người có mắt thấy vậy bèn nói: “Thật sự người này không biết lõi cây, không biết giác cây, không biết vỏ trong, không biết vỏ ngoài, không biết cành lá. Người này muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người này bỏ qua lõi cây, bỏ qua giác cây, bỏ qua vỏ trong, chặt vỏ ngoài, lấy chúng mang đi, tưởng đó là lõi cây. Và người này không đạt mục đích mà lõi cây có thể thành tựu”. Cũng vậy, này các Tỷ-kheo, ở đây Tỷ-kheo vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình … (như trên) … Do thành tựu giới đức này, vị ấy trở thành mê say, tham đắm, phóng dật. Do sống phóng dật, vị ấy bị đau khổ. Chư Tỷ-kheo, Tỷ-kheo ấy được gọi là vị đã nắm lấy vỏ ngoài của phạm hạnh. Và do vậy, vị ấy đã dừng lại (ở đây).</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Nhưng ở đây, này các Tỷ-kheo, có Thiện nam tử vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình: “Ta bị chìm đắm trong vòng sanh, già, chết, sầu, bi, khổ ưu, não, bị chìm đắm trong đau khổ, bị chi phối bởi đau khổ. Rất có thể toàn bộ khổ uẩn này có thể chấm dứt được”. Rồi vị ấy xuất gia như vậy, được lợi dưỡng, tôn kính, danh vọng. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này, khen mình, chê người. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu giới đức. Do thành tựu giới đức này, vị ấy hoan hỷ, nhưng không tự mãn. Do thành tựu giới đức này, vị ấy không khen mình, chê người. Do thành tựu giới đức này, vị ấy không trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu thiền định. Do thành tựu thiền định này, vị ấy hoan hỷ, tự mãn. Do thành tựu thiền định này, vị ấy khen mình chê người: “Ta có thiền định nhất tâm. Các Tỷ-kheo khác không có thiền định, tâm bị phân tán”. Do thành tựu thiền định này, vị ấy trở thành mê say, tham đắm, phóng dật. Do sống phóng dật, vị ấy bị đau khổ.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Chư Tỷ-kheo, ví như một người muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người ấy bỏ qua lõi cây, bỏ qua giác cây, chặt vỏ trong, lấy chúng mang đi, tưởng đó là lõi cây. Một người có mắt thấy vậy, bèn nói: “Thật sự người này không biết lõi cây, không biết giác cây, không biết vỏ trong, không biết vỏ ngoài, không biết cành lá. Người này muốn lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn có lõi cây, người này bỏ qua lõi cây, bỏ qua giác cây, chặt vỏ trong, mang đi, tưởng đó là lõi cây. Và người này không đạt được mục đích mà lõi cây có thể thành tựu”. Cũng vậy, này các Tỷ-kheo, ở đây Tỷ-kheo vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình … (như trên) … Do thành tựu thiền định này, vị ấy trở thành mê say, tham đắm, phóng dật. Vì sống phóng dật, vị ấy bị đau khổ. Chư Tỷ-kheo, như vậy vị ấy được gọi là Tỷ-kheo đã nắm giữ vỏ trong của phạm hạnh. Và do vậy, vị ấy đã dừng lại (ở đây).</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Lại nữa, ở đây, có Thiện nam tử, vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình: “Ta bị chìm đắm trong vòng sanh, già, chết, sầu, bi, khổ, ưu, não, bị chìm đắm trong đau khổ, bị chi phối bởi đau khổ. Rất có thể toàn bộ khổ uẩn này có thể chấm dứt”. Vị ấy xuất gia như vậy, được lợi dưỡng, tôn kính, danh vọng. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này hoan hỷ, tự mãn. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này, khen mình, chê người. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu giới đức. Do thành tựu giới đức, vị ấy hoan hỷ, nhưng không tự mãn. Vị ấy không vì thành tựu giới đức này khen mình, chê người. Vị ấy không vì thành tựu giới đức này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu Thiền định. Vị ấy do thành tựu Thiền định này nên hoan hỷ nhưng không tự mãn. Vị ấy không vì thành tựu Thiền định này khen mình, chê người. Vị ấy không vì thành tựu Thiền định này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu tri kiến, vị ấy vì tri kiến này, hoan hỷ, tự mãn. Vị ấy do tri kiến này, khen mình, chê người. “Ta sống, thấy và biết. Các Tỷ-kheo khác sống, không thấy và không biết”. Vị ấy, do tri kiến này, trở thành mê say, tham đắm, phóng dật. Do sống phóng dật vị ấy bị đau khổ.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Chư Tỷ-kheo, ví như một người muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người bỏ qua lõi cây, chặt giác cây mang đi, tưởng đó là lõi cây. Một người có mắt thấy vậy bèn nói: “Thật sự người này không biết lõi cây, không biết giác cây, không biết vỏ trong, không biết vỏ ngoài, không biết cành lá. Người này muốn được lõi cây, tìm cầu lõi cây. Trước một cây lớn, đứng thẳng, có lõi cây, người ấy bỏ qua lõi cây, chặt giác cây và mang đi, tưởng đó là lõi cây. Và người ấy không đạt được mục đích mà lõi cây có thể thành tựu. Cũng vậy, này các Tỷ-kheo, ở đây, có Thiện nam tử, vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình … Vị này, vì tri kiến này nên mê say, tham đắm, phóng dật. Vì sống phóng dật, vị này bị đau khổ. Chư Tỷ-kheo, như vậy vị này gọi là đã nắm giữ giác cây của phạm hạnh. Và do vậy, vị ấy đã dừng lại (ở đây)”.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Lại nữa, ở đây, này các Tỷ-kheo, có vị Thiện nam tử, vì lòng tin xuất gia, từ bỏ gia đình, sống không gia đình: “Ta bị chìm đắm trong vòng sanh, già, chết, sầu, bi, khổ, ưu, não, bị chìm đắm trong đau khổ, bị chi phối bởi đau khổ. Rất có thể toàn bộ khổ uẩn này có thể chấm dứt”. Vị ấy xuất gia như vậy, được lợi dưỡng, tôn kính, danh vọng. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này hoan hỷ, tự mãn. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này khen mình, chê người. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu giới đức. Do thành tựu giới đức, vị ấy hoan hỷ nhưng không tự mãn. Vị ấy không vì thành tựu giới đức này khen mình, chê người. Vị ấy không vì thành tựu giới đức này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu Thiền định, vị ấy do thành tựu Thiền định này, hoan hỷ nhưng không tự mãn. Vị ấy không do thành tựu Thiền định này khen mình, chê người. Vị ấy không do thành tựu Thiền định này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu tri kiến. Do thành tựu tri kiến này, vị ấy hoan hỷ nhưng không tự mãn. Vị ấy không vì thành tựu tri kiến này khen mình, chê người. Vị ấy không vì thành tựu tri kiến này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu phi thời gian giải thoát. Này các Tỷ-kheo, sự tình này không thể xảy ra, Tỷ-kheo ấy có thể từ bỏ phi thời gian giải thoát ấy.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Này các Tỷ-kheo, ví như một người muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người ấy chặt lõi cây, mang đi và biết đó là lõi cây. Một người có mắt thấy như vậy, có thể nói: “Người này biết lõi cây, biết giác cây, biết vỏ trong, biết vỏ ngoài, biết cành lá. Người này muốn được lõi cây, tìm cầu lõi cây. Trong khi đi tìm lõi cây, trước một cây lớn, đứng thẳng, có lõi cây, người ấy chặt lõi cây, mang đi và tự biết đó là lõi cây. Và người ấy đạt được mục đích mà lõi cây có thể thực hiện”. Cũng vậy, này các Tỷ-kheo, ở đây một Thiện nam tử, vì lòng tin xuất gia, bỏ gia đình, sống không gia đình: “Ta bị chìm đắm trong sanh, già, chết, sầu, bi, khổ, ưu, não, bị chìm đắm trong khổ đau, bị chi phối bởi khổ đau. Rất có thể, toàn bộ khổ uẩn này có thể chấm dứt”. Vị ấy xuất gia như vậy, được lợi dưỡng, tôn kính, danh vọng. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này hoan hỷ, tự mãn. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này khen mình, chê người. Vị ấy không vì lợi dưỡng, tôn kính, danh vọng này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật. Vị ấy thành tựu giới đức. Vị ấy do thành tựu giới đức này hoan hỷ nhưng không tự mãn. Vị ấy, không do thành tựu giới đức này khen mình, chê người. Vị ấy không do thành tựu giới đức này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu Thiền định. Vị ấy do thành tựu thiền định nên hoan hỷ nhưng không tự mãn. Vị ấy không do thành tựu Thiền định này khen mình, chê người. Vị ấy không do thành tựu thiền định này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu tri kiến. Vị ấy vì thành tựu tri kiến này nên hoan hỷ nhưng không tự mãn. Vị ấy không vì thành tựu tri kiến này khen mình, chê người. Vị ấy không vì thành tựu tri kiến này trở thành mê say, tham đắm, phóng dật. Do sống không phóng dật, vị ấy thành tựu được phi thời gian giải thoát. Này chư Tỷ-kheo, sự tình này không thể xảy ra, Tỷ-kheo ấy có thể từ bỏ phi thời gian giải thoát ấy.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Như vậy, này các Tỷ-kheo, phạm hạnh này không phải vì lợi ích, lợi dưỡng, danh vọng, không phải vì lợi ích thành tựu giới đức, không phải vì lợi ích thành tựu thiền định, không phải vì lợi ích tri kiến. Và này các Tỷ-kheo, tâm giải thoát bất động chính là mục đích của phạm hạnh này, là lõi cây, là mục tiêu cuối cùng của phạm hạnh.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo ấy hoan hỷ, tín thọ lời Thế Tôn dạy.</p>\n<blockquote class='gatha'></blockquote>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\nHiệu đính: 22–11-2005</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 29",
    "volpages": " PTS 1.192,PTS 1.193,PTS 1.194, PTS 1.195, PTS 1.196, PTS 1.197",
    "alt_volpages": null,
    "uid": "mn29",
    "blurb": "Following the incident with Devadatta, the Buddha cautions the mendicants against becoming complacent with superficial benefits of spiritual life and points to liberation as the true heart of the teaching.",
    "difficulty": 2,
    "original_title": "Mahāsāropamasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Ðại kinh Thí dụ Lõi cây",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn29_translation-de-sabbamitta",
        "segmented": true,
        "title": "Das längere Gleichnis vom Kernholz ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn29_translation-en-sujato",
        "segmented": true,
        "title": "The Longer Simile of the Heartwood ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn29_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso più lungo della similitudine del durame ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "lt",
        "lang_name": "Lietuvių Kalba",
        "is_root": false,
        "author": "Sayalay Piyadassi",
        "author_short": "piyadassi",
        "author_uid": "piyadassi",
        "publication_date": "2022",
        "id": "mn29_translation-lt-piyadassi",
        "segmented": true,
        "title": "Didžioji sutta su palyginimu su branduoline mediena ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn29_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn29_translation-ru-sv",
        "segmented": true,
        "title": "Большое наставление с примером о сердцевине ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn29_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Dugi govor o poređenju sa središtem stabla",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ড. বেণীমাধব বড়ুয়া",
        "author_short": "বড়ুয়া",
        "author_uid": "barua",
        "publication_date": null,
        "id": "bn_mn29_barua",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Štěpán Chromovský",
        "author_short": "Chromovský",
        "author_uid": "chromovsky",
        "publication_date": null,
        "id": "cs_mn29_chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn29_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "2009",
        "id": "en_mn29_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Suddhāso Bhikkhu",
        "author_short": "Suddhāso",
        "author_uid": "suddhaso",
        "publication_date": "2020",
        "id": "en_mn29_suddhaso",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn29_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Federico Angulo",
        "author_short": "Angulo",
        "author_uid": "angulo",
        "publication_date": "2001",
        "id": "es_mn29_angulo",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn29_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn29_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn29_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Vekerdi József",
        "author_short": "Vekerdi",
        "author_uid": "vekerdi",
        "publication_date": "1989",
        "id": "hu_mn29_vekerdi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn29_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn29_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn29_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. B. V. Rajaram",
        "author_short": "rajaram",
        "author_uid": "rajaram",
        "publication_date": "2012",
        "id": "kan_mn29_rajaram",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ko",
        "lang_name": "한국어/조선말",
        "is_root": false,
        "author": "케마짜라 빅쿠 한글 번",
        "author_short": "케마짜라",
        "author_uid": "khemacara",
        "publication_date": "2013",
        "id": "ko_mn29_khemacara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn29_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn29_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2008",
        "id": "pt_mn29_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "баян купи-ка",
        "author_short": "купи-ка",
        "author_uid": "kupi-ka",
        "publication_date": null,
        "id": "ru_mn29_kupi-ka",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2013",
        "id": "ru_mn29_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn29_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn29_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn29_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn29_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn29_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Ðại kinh Thí dụ Lõi cây"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn29_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "csp1ed9.250, csp2ed9.250, dr12.322, ms9M_1077, msdiv307, ndp9.243, nya1, pts-vp-pli1.192, sya12.362, vri12.253,bj10.464, cck12.345, ms9M_1078, nya2,bj10.466, cck12.346, csp1ed9.251, csp2ed9.251, dr12.323, ms9M_1079, vri12.254,pts-vp-pli1.193,cck12.347, dr12.324, ms9M_1080, msdiv308, ndp9.244, nya3, sya12.364,csp1ed9.252, csp2ed9.252, ms9M_1081, sya12.365,cck12.348, dr12.325, ms9M_1082, ndp9.245, nya4, vri12.255,pts-vp-pli1.194,bj10.468, cck12.349, csp1ed9.253, csp2ed9.253, ms9M_1083, msdiv309, sya12.366,dr12.326, ms9M_1084, sya12.367, vri12.256,bj10.470, cck12.350, csp1ed9.254, csp2ed9.254, dr12.327, ms9M_1085, pts-vp-pli1.195, sya12.368,cck12.351, ms9M_1086, msdiv310, ndp9.246, nya5, sya12.369, vri12.257,bj10.472, cck12.352, csp1ed9.255, csp2ed9.255, dr12.328, ms9M_1087,cck12.353, dr12.329, ms9M_1088, pts-vp-pli1.196, sya12.370, vri12.258,bj10.474, cck12.354, csp1ed9.256, csp2ed9.256, dr12.330, ms9M_1089, msdiv311, ndp9.247, nya6, sya12.371, vri12.259,cck12.355, ms9M_1090, pts-vp-pli1.197, sya12.372,bj10.476, cck12.356, csp1ed9.257, csp2ed9.257, dr12.331, ms9M_1091, sya12.373, vri12.260,ms9M_1092, nya7,ms9M_1093,ms9M_1094",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn29",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Mahāsāropamasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "suddhaso",
    "horner",
    "bodhi"
  ]
}