{
  "root_text": {
    "uid": "mn32",
    "lang": "vi",
    "is_root": false,
    "title": "Ðại kinh Rừng sừng bò",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Discourse on the Cowherd ",
      "uid": "mn33"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Discourse at Gosiṅga ",
      "uid": "mn31"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn32' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>32. Ðại kinh Rừng sừng bò</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở tại khu vườn trong rừng Gosinga có nhiều cây ta-la cùng với một số đông Thượng Tọa đệ tử nổi tiếng như Tôn giả <i lang='pli' translate='no'>Sāriputta</i> (Xá-lợi-phất) Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i> (Ðại Mục-kiền-liên), Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i> (Ðại Ca-diếp), Tôn giả <i lang='pli' translate='no'>Anuruddha</i> (A-na-luật-đà), Tôn giả Revata (Ly-bà-đa), Tôn giả <i lang='pli' translate='no'>Ānanda</i> (A-nan) cùng với một số Thượng Tọa đệ tử nổi tiếng khác.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i> vào buổi chiều, sau khi tham thiền đứng dậy, đi đến chỗ Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i> ở, sau khi đến bèn nói với Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i></p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Hiền giả <i lang='pli' translate='no'>Kassapa</i>, chúng ta hãy đến chỗ Tôn giả <i lang='pli' translate='no'>Sāriputta</i> để nghe pháp.</p>\n<p>—Thưa vâng, Hiền giả.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i> vâng đáp Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i>. Rồi Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i>, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i> và Tôn giả <i lang='pli' translate='no'>Anuruddha</i> đi đến chỗ Tôn giả <i lang='pli' translate='no'>Sāriputta</i> để nghe pháp. Tôn giả <i lang='pli' translate='no'>Ānanda</i> thấy Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i>, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i> và Tôn giả <i lang='pli' translate='no'>Anuruddha</i> đi đến chỗ Tôn giả <i lang='pli' translate='no'>Sāriputta</i> để nghe pháp, sau khi thấy vậy liền đi đến chỗ Tôn giả Revata và nói với Tôn giả Revata</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Này Hiền giả Revata, các bậc Thượng nhân như vậy đã đến chỗ Tôn giả <i lang='pli' translate='no'>Sāriputta</i> để nghe pháp. Này Hiền giả Revata, chúng ta hãy đi đến chỗ Tôn giả <i lang='pli' translate='no'>Sāriputta</i> để nghe pháp.</p>\n<p>—Thưa vâng, Hiền giả.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Tôn giả Revata vâng đáp Tôn giả <i lang='pli' translate='no'>Ānanda</i>. Rồi Tôn giả Revata và Tôn giả <i lang='pli' translate='no'>Ānanda</i> đi đến chỗ Tôn giả <i lang='pli' translate='no'>Sāriputta</i> để nghe pháp. Tôn giả <i lang='pli' translate='no'>Sāriputta</i> thấy Tôn giả Revata, Tôn giả <i lang='pli' translate='no'>Ānanda</i> từ xa đi đến, sau khi thấy bèn nói với Tôn giả <i lang='pli' translate='no'>Ānanda</i></p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Tôn giả <i lang='pli' translate='no'>Ānanda</i> hãy đến đây, thiện lai, Tôn giả <i lang='pli' translate='no'>Ānanda</i>, vị thị giả Thế Tôn, vị hầu cận Thế Tôn. Này Hiền giả <i lang='pli' translate='no'>Ānanda</i>, khả ái thay khu rừng Gosinga! Ðêm rằm sáng trăng, cây Ta-la trổ hoa cùng khắp, hương trời như được tỏa rộng khắp nơi. Này Hiền giả <i lang='pli' translate='no'>Ānanda</i>, hạng Tỷ-kheo nào có thể làm chói sáng khu rừng Gosinga?</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo nghe nhiều, gìn giữ điều đã nghe, tích tụ điều đã nghe. Những pháp sơ thiện, trung thiện, hậu thiện, văn nghĩa cụ túc, nói lên phạm hạnh hoàn toàn thanh tịnh, những pháp ấy được vị ấy nghe nhiều và gìn giữ kỹ, được lập lại lớn tiếng, được ý tư duy, được tri kiến khéo quán sát; vị ấy thuyết pháp cho bốn hội chúng với văn cú viên dung, lưu loát, với mục đích đoạn trừ mọi tùy miên. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo này có thể làm sáng chói khu rừng Gosinga.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Khi nghe nói vậy, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> nói với Tôn giả Revata</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Này Hiền giả Revata, Tôn giả <i lang='pli' translate='no'>Ānanda</i> đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả Revata: Này Hiền giả Revata, khả ái thay ngôi rừng Gosinga … (như trên) … Này Hiền giả Revata, hạng Tỷ-kheo nào làm sáng chói khu rừng Gosinga?</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo ưa thích đời sống tịnh cư, vui thú đời sống tịnh cư, nội tâm tu pháp, tịnh chỉ, không gián đoạn thiền định, thành tựu quán hạnh, luôn luôn lui tới các chỗ không tịch. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo này có thể làm sáng chói khu rừng Gosinga.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Khi nghe nói vậy, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> nói với Tôn giả <i lang='pli' translate='no'>Anuruddha</i></p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>—Này Hiền giả <i lang='pli' translate='no'>Anuruddha</i>, Tôn giả Revata đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả <i lang='pli' translate='no'>Anuruddha</i>: Này Hiền giả <i lang='pli' translate='no'>Anuruddha</i>, khả ái thay ngôi rừng Gosinga … (như trên) … Này Hiền giả <i lang='pli' translate='no'>Anuruddha</i>, hạng Tỷ-kheo nào làm sáng chói khu rừng Gosinga?</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo, với thiên nhãn thanh tịnh, siêu nhiên, quán sát ngàn thế giới. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, ví như một người có mắt lên trên đỉnh một ngôi lầu tốt đẹp, quán sát một ngàn đường vòng xung quanh. Cũng vậy, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo, với thiên nhãn thanh tịnh, siêu nhiên, quán sát ngàn thế giới. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Khi nghe nói vậy, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> nói với Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i></p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>—Này Hiền giả <i lang='pli' translate='no'>Kassapa</i>, Tôn giả <i lang='pli' translate='no'>Anuruddha</i> đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả <i lang='pli' translate='no'>Kassapa</i>: Này Hiền giả <i lang='pli' translate='no'>Kassapa</i>, khả ái thay ngôi rừng Gosinga … (như trên) … Này Hiền giả <i lang='pli' translate='no'>Kassapa</i>, hạng Tỷ-kheo nào làm sáng chói khu rừng Gosinga?</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo, tự mình sống ở rừng núi và tán thán đời sống ở rừng núi, tự mình sống khất thực, và tán thán đời sống khất thực, tự mình mặc y phấn tảo và tán thán hạnh mặc y phấn tảo, tự mình sống với ba y và tán thán hạnh ba y, tự mình sống thiểu dục và tán thán hạnh thiểu dục, tự mình sống biết đủ và tán thán hạnh biết đủ, tự mình sống độc cư và tán thán hạnh sống độc cư, tự mình sống không nhiễm thế tục và tán thán hạnh không nhiễm thế tục, tự mình tinh cần, tinh tấn và tán thán hạn tinh cần, tinh tấn, tự mình thành tựu giới hạnh và tán thán sự thành tựu giới hạnh, tự mình thành tựu Thiền định và tán thán sự thành tựu thiền định, tự mình thành tựu trí tuệ và tán thán sự thành tựu trí tuệ, tự mình thành tựu giải thoát và tán thán sự thành tựu giải thoát, tự mình thành tựu giải thoát tri kiến và tán thán sự thành tựu giải thoát tri kiến. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Khi nghe nói vậy, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> nói Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i></p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i> đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả Mahamoggallana: Này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, khả ái thay khu rừng Gosinga! … Này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, hạng Tỷ-kheo nào có thể làm sáng chói khu rừng Gosinga?</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hai Tỷ-kheo đàm luận về Abhidhamma (A-tỳ-đàm). Các vị ấy hỏi nhau câu hỏi, và khi được hỏi, các vị trả lời được với nhau chớ không dừng lại vì không trả lời được, và cuộc đàm luận về pháp được tiếp tục. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga?”</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Rồi Tôn giả Mahamoggallana nói với Tôn giả <i lang='pli' translate='no'>Sāriputta</i></p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>—Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, chúng tôi đã trả lời theo sự giải thích của chúng tôi. Ở đây, nay chúng tôi hỏi Tôn giả <i lang='pli' translate='no'>Sāriputta</i>: Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, khả ái thay, khu rừng Gosinga! Ðêm rằm sáng trăng, cây Ta-la trổ hoa cùng khắp, hương trời như được tỏa rộng khắp nơi. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo nào có thể làm sáng chói khu rừng Gosinga?”</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>—Ở đây, này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, Tỷ-kheo điều phục được tâm, không phải Tỷ-kheo không điều phục được tâm. An trú quả nào vị ấy muốn an trú vào buổi sáng, vị ấy an trú quả ấy vào buổi sáng; an trú quả nào vị ấy muốn an trú vào buổi trưa, vị ấy an trú quả ấy buổi trưa; an trú quả nào vị ấy muốn an trú vào buổi chiều, vị ấy an trú quả ấy vào buổi chiều. Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, ví như một vị vua hay vị đại thần của vua có một tủ áo đựng đầy những áo có nhiều màu sắc khác nhau. Cặp áo nào nhà vua muốn mặc vào buổi sáng, nhà vua mặc cặp áo ấy vào buổi sáng; cặp áo nào nhà vua muốn mặc vào buổi trưa, nhà vua mặc cặp áo ấy vào buổi trưa; cặp áo nào nhà vua muốn mặc vào buổi chiều, nhà vua mặc cặp áo ấy vào buổi chiều. Cũng vậy, này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, Tỷ-kheo điều phục được tâm, không phải Tỷ-kheo không điều phục được tâm. An trú quả nào Tỷ-kheo ấy muốn an trú vào buổi sáng, vị ấy an trú quả ấy vào buổi sáng; an trú quả nào Tỷ-kheo ấy muốn an trú vào buổi trưa, vị ấy an trú quả ấy vào buổi trưa; an trú quả nào vị Tỷ-kheo ấy muốn an trú vào buổi chiều, vị ấy an trú quả ấy vào buổi chiều. Này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Rồi Tôn giả <i lang='pli' translate='no'>Sāriputta</i> nói với các Tôn giả ấy</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>—Này chư Hiền, chúng ta đã trả lời theo sự giải thích của chúng ta. Chư Hiền, chúng ta hãy đi đến chỗ Thế Tôn ở và thuật lại vấn đề này cho Thế Tôn rõ. Thế Tôn trả lời chúng ta như thế nào, chúng ta sẽ như vậy thọ trì.</p>\n<p>—Thưa vâng, Hiền giả.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Các Tôn giả ấy vâng đáp Tôn giả <i lang='pli' translate='no'>Sāriputta</i>. Rồi những Tôn giả ấy đi đến chỗ Thế Tôn ở, sau khi đến, đảnh lễ Thế Tôn và ngồi xuống một bên. Sau khi ngồi xuống một bên, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>—Ở đây, bạch Thế Tôn, Tôn giả Revata và Tôn giả <i lang='pli' translate='no'>Ānanda</i> đến tại chỗ con ở để nghe pháp. Bạch Thế Tôn, con thấy Tôn giả Revata và Tôn giả <i lang='pli' translate='no'>Ānanda</i> từ xa đi đến; thấy vậy, con nói với Tôn giả <i lang='pli' translate='no'>Ānanda</i>:</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>“—Tôn giả <i lang='pli' translate='no'>Ānanda</i>, hãy đến đây, thiện lai Tôn giả <i lang='pli' translate='no'>Ānanda</i>, vị thị giả Thế Tôn, vị hầu cận Thế Tôn. Này Hiền giả <i lang='pli' translate='no'>Ānanda</i>, khả ái thay khu rừng Gosinga! Ðếm rằm sáng trăng, cây ta-la trổ hoa cùng khắp, hương trời như được tỏa rộng khắp nơi. Này Hiền giả <i lang='pli' translate='no'>Ānanda</i>, hạng Tỷ-kheo nào có thể làm sáng chói khu rừng Gosinga? ”</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Bạch Thế Tôn, được hỏi vậy, Tôn giả <i lang='pli' translate='no'>Ānanda</i> trả lời với con như sau:</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>“—Ở đây, Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo nghe nhiều, gìn giữ điều đã nghe, tích tụ điều đã nghe. Những pháp sơ thiện, trung thiện, hậu thiện, văn nghĩa cụ túc, nói lên phạm hạnh hoàn toàn thanh tịnh, những pháp ấy được vị ấy nghe nhiều và giữ gìn kỹ, được lập lại lớn tiếng, được ý tư duy, được tri kiến khéo quán sát. Vị ấy thuyết pháp cho bốn hội chúng với văn cú viên dung, lưu loát, với mục đích đoạn trừ mọi tùy miên. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo này có thể làm sáng chói khu rừng Gosinga.”</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>—Lành thay, lành thay, <i lang='pli' translate='no'>Sāriputta</i>! Nếu trả lời cho được chơn chánh, <i lang='pli' translate='no'>Ānanda</i> phải trả lời như vậy. Này <i lang='pli' translate='no'>Sāriputta</i>, <i lang='pli' translate='no'>Ānanda</i> là bậc đa văn, gìn giữ điều đã nghe, tích tụ điều đã nghe. Những pháp sơ thiện, trung thiện, hậu thiện, văn nghĩa cụ túc, nói lên phạm hạnh hoàn toàn thanh tịnh, những pháp ấy được vị ấy nghe nhiều và gìn giữ kỹ, được lập lại lớn tiếng, được ý tư duy, được tri kiến khéo quán sát. Vị ấy thuyết pháp cho bốn hội chúng, với văn cú viên dung lưu loát, với mục đích đoạn trừ mọi tùy miên.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>—Bạch Thế Tôn khi nghe nói vậy, con nói với Tôn giả Revata:</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>“—Này Hiền giả Revata, Tôn giả <i lang='pli' translate='no'>Ānanda</i>, đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả Revata:</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>“—Này Hiền giả Revata, khả ái thay ngôi rừng Gosinga … (như trên) … Này Hiền giả Revata, hạng Tỷ-kheo nào có thể làm sáng chói khu rừng Gosinga”.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>“—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo ưa thích đời sống tịnh cư, vui thú đời sống tịnh cư, nội tâm tu tập tịnh chỉ, không gián đoạn thiền định, thành tựu quán hạnh, luôn luôn lui tới các chỗ không tịch. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo này có thể làm sáng chói khu rừng Gosinga”.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>—Lành thay, lành thay, <i lang='pli' translate='no'>Sāriputta</i>! Nếu trả lời cho được chơn chánh, Revata phải trả lời như vậy. Này <i lang='pli' translate='no'>Sāriputta</i>, Revata ưa thích đời sống tịnh cư, vui thú đời sống tịnh cư, nội tâm tu tập tịnh chỉ, không gián đoạn thiền định, thành tựu quán hạnh, luôn luôn lui tới các chỗ không tịch.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>—Bạch Thế Tôn, khi được nói vậy, con nói với Tôn giả <i lang='pli' translate='no'>Anuruddha</i> như sau:</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>“—Này Hiền giả <i lang='pli' translate='no'>Anuruddha</i>, Tôn giả Revata đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả <i lang='pli' translate='no'>Anuruddha</i>:</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>“—Này Hiền giả <i lang='pli' translate='no'>Anuruddha</i>, khả ái thay ngôi rừng Gosinga … (như trên) … Này Hiền giả <i lang='pli' translate='no'>Anuruddha</i>, hạng Tỷ-kheo nào làm sáng chói khu rừng Gosinga?”</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>Bạch Thế Tôn, được nói vậy, Tôn giả <i lang='pli' translate='no'>Anuruddha</i> nói với con:</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>“—Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, ở đây, Tỷ-kheo với thiên nhãn thanh tịnh siêu nhiên, quán sát ngàn thế giới. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, ví như một người có mắt, lên trên đỉnh một ngôi lầu tốt đẹp rồi quán sát một ngàn đường vòng xung quanh. Cũng vậy, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-Kheo với thiên nhãn thanh tịnh siêu nhiên quán sát ngàn thế giới. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga”.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>—Lành thay, lành thay, <i lang='pli' translate='no'>Sāriputta</i>! Nếu trả lời cho được chơn chánh, <i lang='pli' translate='no'>Anuruddha</i> phải trả lời như vậy. Này <i lang='pli' translate='no'>Sāriputta</i>, chính <i lang='pli' translate='no'>Anuruddha</i> với thiên nhãn thanh tịnh siêu nhiên quán sát ngàn thế giới.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>—Bạch Thế Tôn, được nói vậy, con nói với Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i>:</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>“—Này Hiền giả <i lang='pli' translate='no'>Kassapa</i>, Tôn giả <i lang='pli' translate='no'>Anuruddha</i> đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả <i lang='pli' translate='no'>Kassapa</i>:</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>“—Khả ái thay ngôi rừng Gosinga! … (như trên) … Này Hiền giả <i lang='pli' translate='no'>Kassapa</i>, hạng Tỷ-kheo nào làm sáng chói khu rừng Gosinga?”</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>Bạch Thế Tôn, được nói vậy, Tôn giả <i lang='pli' translate='no'>Mahākassapa</i> nói với con:</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>“—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo tự mình sống ở rừng núi và tán thán đời sống ở rừng núi, tự mình sống khất thực và tán thán đời sống khất thực, tự mình mặc y phấn tảo và tán thán hạnh mặc y phấn tảo, tự mình sống với ba y và tán thán hạnh ba y, tự mình sống thiểu dục và tán thán hạnh thiểu dục, tự mình sống biết đủ và tán thán hạnh biết đủ, tự mình sống độc cư và tán thán hạnh độc cư, tự mình sống không nhiễm thế tục và tán thán hạnh không nhiễm thế tục, tự mình tinh cần, tinh tấn và tán thán hạnh tinh cần, tinh tấn, tự mình thành tựu giới hạnh và tán thán sự thành tựu giới hạnh, tự mình thành tựu thiền định và tán thán sự thành tựu thiền định, tự mình thành tựu trí tuệ và tán thán sự thành tựu trí tuệ, tự mình giải thoát và tán thán sự thành tựu giải thoát, tự mình thành tựu giải thoát tri kiến và tán thán sự thành tựu giải thoát tri kiến. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo ấy có thể làm sáng chói khu rừng Gosinga.”</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>—Lành thay <i lang='pli' translate='no'>Sāriputta</i>! Nếu trả lời cho được chân chánh, <i lang='pli' translate='no'>Kassapa</i> phải trả lời như vậy. Này <i lang='pli' translate='no'>Sāriputta</i>, <i lang='pli' translate='no'>Kassapa</i> tự mình sống ở rừng núi và tán thán đời sống ở rừng núi … tự mình thành tựu giải thoát tri kiến và tán thán sự thành tựu giải thoát tri kiến.</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>—Bạch Thế Tôn, được nói vậy, con nói với Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i>:</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>“—Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i> đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i>:</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>“—Này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, khả ái thay khu rưng Gosinga! … Này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, hạng Tỷ-kheo nào có thể làm sáng chói khu rừng Gosinga?”</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>Bạch Thế Tôn, được nói vậy, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i> nói với con:</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>“—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hai Tỷ-kheo đàm luận về Abhidhamma (A-tỳ-đàm). Họ hỏi nhau câu hỏi, và khi được hỏi, họ trả lời được với nhau, chớ không dừng lại vì không trả lời được, và cuộc đàm luận về pháp của họ được tiếp tục. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga. ”</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>—Lành thay <i lang='pli' translate='no'>Sāriputta</i>! Nếu trả lời cho được chơn chánh, <i lang='pli' translate='no'>Moggallāna</i> phải trả lời như vậy. Này <i lang='pli' translate='no'>Sāriputta</i>, <i lang='pli' translate='no'>Moggallāna</i> là bậc thuyết về Chánh pháp.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>Ðược nói vậy, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>—Bạch Thế Tôn, con nói với Tôn giả <i lang='pli' translate='no'>Sāriputta</i>, như sau:</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>“—Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, chúng tôi đã trả lời theo sự giải thích của chúng tôi. Ở đây, nay chúng tôi hỏi Tôn giả <i lang='pli' translate='no'>Sāriputta</i>:</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>“—Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, khả ái thay khu rừng Gosinga! Ðêm rằm sáng trăng, cây ta-la trổ hoa cùng khắp, hương trời như tỏa rộng khắp nơi. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo nào có thể làm sáng chói khu rừng Gosinga?”</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>—Bạch Thế Tôn, được nói vậy, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> nói với con:</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>“—Ở đây, này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, Tỷ-kheo điều phục được tâm, không phải Tỷ-kheo không điều phục được tâm. An trú quả nào vị ấy muốn an trú vào buổi sáng, vị ấy an trú quả ấy vào buổi sáng; an trú quả nào vị ấy an trú vào buổi trưa, vị ấy an trú quả ấy vào buổi trưa; an trú quả nào vị ấy muốn an trú vào buổi chiều, vị ấy an trú quả ấy vào buổi chiều. Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, ví như một vị vua hay vị đại thần của vua có một tủ áo đựng đầy những áo có nhiều màu sắc khác nhau. Cặp áo nào nhà vua muốn mặc vào buổi sáng, nhà vua mặc cặp áo ấy vào buổi sáng; cặp áo nào nhà vua muốn mặc vào buổi trưa, nhà vua mặc cặp áo ấy vào buổi trưa; cặp áo nào nhà vua muốn mặc vào buổi chiều, nhà vua mặc cặp áo ấy vào buổi chiều. Cũng vậy, này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, Tỷ-kheo điều phục được tâm, không phải Tỷ-kheo không điều phục được tâm. An trú quả nào Tỷ-kheo ấy muốn an trú vào buổi sáng, Tỷ-kheo ấy an trú quả ấy vào buổi sáng; an trú quả nào vị ấy muốn an trú vào buổi trưa, vị ấy an trú quả ấy vào buổi trưa; an trú quả nào vị ấy muốn an trú vào buổi chiều, vị ấy an trú quả ấy vào buổi chiều. Này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga?”</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>—Lành thay, lành thay, <i lang='pli' translate='no'>Moggallāna</i>! Nếu trả lời cho được chơn chánh, <i lang='pli' translate='no'>Sāriputta</i> phải trả lời như vậy. Này <i lang='pli' translate='no'>Moggallāna</i>, <i lang='pli' translate='no'>Sāriputta</i> điều phục được tâm, không phải <i lang='pli' translate='no'>Sāriputta</i> không điều phục được tâm. An trú quả nào vị ấy muốn an trú vào buổi sáng, vị ấy an trú quả ấy vào buổi sáng; an trú quả nào vị ấy muốn an trú vào buổi trưa, vị ấy an trú quả ấy vào buổi trưa; an trú quả nào vị ấy muốn an trú vào buổi chiều, vị ấy an trú quả ấy vào buổi chiều.</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>Khi được nói vậy, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a>—Bạch Thế Tôn, vị nào đã khéo trả lời (câu hỏi được đặt ra)?</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>—Này <i lang='pli' translate='no'>Sāriputta</i>, tất cả đều lần lượt khéo trả lời. Và này các Ông hãy nghe Ta nói hạng Tỷ-kheo nào có thể làm sáng chói khu rừng Gosinga? Ở đây, này <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo, sau buổi ăn, sau khi đi khất thực về, ngồi kiết-già, lưng thẳng, đặt niệm trước mặt, và nghĩ rằng: “Ta sẽ không bỏ ngồi kiết-già này cho đến khi tâm của ta được khéo giải thoát các lậu hoặc, không có chấp thủ”. Này <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga.</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>Thế Tôn thuyết giảng như vậy. Các Tôn giả ấy hoan hỷ, tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 11–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn32",
    "lang": "vi",
    "is_root": false,
    "title": "Ðại kinh Rừng sừng bò",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Discourse on the Cowherd ",
      "uid": "mn33"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Discourse at Gosiṅga ",
      "uid": "mn31"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn32' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>32. Ðại kinh Rừng sừng bò</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở tại khu vườn trong rừng Gosinga có nhiều cây ta-la cùng với một số đông Thượng Tọa đệ tử nổi tiếng như Tôn giả <i lang='pli' translate='no'>Sāriputta</i> (Xá-lợi-phất) Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i> (Ðại Mục-kiền-liên), Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i> (Ðại Ca-diếp), Tôn giả <i lang='pli' translate='no'>Anuruddha</i> (A-na-luật-đà), Tôn giả Revata (Ly-bà-đa), Tôn giả <i lang='pli' translate='no'>Ānanda</i> (A-nan) cùng với một số Thượng Tọa đệ tử nổi tiếng khác.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i> vào buổi chiều, sau khi tham thiền đứng dậy, đi đến chỗ Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i> ở, sau khi đến bèn nói với Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i></p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Hiền giả <i lang='pli' translate='no'>Kassapa</i>, chúng ta hãy đến chỗ Tôn giả <i lang='pli' translate='no'>Sāriputta</i> để nghe pháp.</p>\n<p>—Thưa vâng, Hiền giả.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i> vâng đáp Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i>. Rồi Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i>, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i> và Tôn giả <i lang='pli' translate='no'>Anuruddha</i> đi đến chỗ Tôn giả <i lang='pli' translate='no'>Sāriputta</i> để nghe pháp. Tôn giả <i lang='pli' translate='no'>Ānanda</i> thấy Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i>, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i> và Tôn giả <i lang='pli' translate='no'>Anuruddha</i> đi đến chỗ Tôn giả <i lang='pli' translate='no'>Sāriputta</i> để nghe pháp, sau khi thấy vậy liền đi đến chỗ Tôn giả Revata và nói với Tôn giả Revata</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Này Hiền giả Revata, các bậc Thượng nhân như vậy đã đến chỗ Tôn giả <i lang='pli' translate='no'>Sāriputta</i> để nghe pháp. Này Hiền giả Revata, chúng ta hãy đi đến chỗ Tôn giả <i lang='pli' translate='no'>Sāriputta</i> để nghe pháp.</p>\n<p>—Thưa vâng, Hiền giả.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Tôn giả Revata vâng đáp Tôn giả <i lang='pli' translate='no'>Ānanda</i>. Rồi Tôn giả Revata và Tôn giả <i lang='pli' translate='no'>Ānanda</i> đi đến chỗ Tôn giả <i lang='pli' translate='no'>Sāriputta</i> để nghe pháp. Tôn giả <i lang='pli' translate='no'>Sāriputta</i> thấy Tôn giả Revata, Tôn giả <i lang='pli' translate='no'>Ānanda</i> từ xa đi đến, sau khi thấy bèn nói với Tôn giả <i lang='pli' translate='no'>Ānanda</i></p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Tôn giả <i lang='pli' translate='no'>Ānanda</i> hãy đến đây, thiện lai, Tôn giả <i lang='pli' translate='no'>Ānanda</i>, vị thị giả Thế Tôn, vị hầu cận Thế Tôn. Này Hiền giả <i lang='pli' translate='no'>Ānanda</i>, khả ái thay khu rừng Gosinga! Ðêm rằm sáng trăng, cây Ta-la trổ hoa cùng khắp, hương trời như được tỏa rộng khắp nơi. Này Hiền giả <i lang='pli' translate='no'>Ānanda</i>, hạng Tỷ-kheo nào có thể làm chói sáng khu rừng Gosinga?</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo nghe nhiều, gìn giữ điều đã nghe, tích tụ điều đã nghe. Những pháp sơ thiện, trung thiện, hậu thiện, văn nghĩa cụ túc, nói lên phạm hạnh hoàn toàn thanh tịnh, những pháp ấy được vị ấy nghe nhiều và gìn giữ kỹ, được lập lại lớn tiếng, được ý tư duy, được tri kiến khéo quán sát; vị ấy thuyết pháp cho bốn hội chúng với văn cú viên dung, lưu loát, với mục đích đoạn trừ mọi tùy miên. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo này có thể làm sáng chói khu rừng Gosinga.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Khi nghe nói vậy, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> nói với Tôn giả Revata</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Này Hiền giả Revata, Tôn giả <i lang='pli' translate='no'>Ānanda</i> đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả Revata: Này Hiền giả Revata, khả ái thay ngôi rừng Gosinga … (như trên) … Này Hiền giả Revata, hạng Tỷ-kheo nào làm sáng chói khu rừng Gosinga?</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo ưa thích đời sống tịnh cư, vui thú đời sống tịnh cư, nội tâm tu pháp, tịnh chỉ, không gián đoạn thiền định, thành tựu quán hạnh, luôn luôn lui tới các chỗ không tịch. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo này có thể làm sáng chói khu rừng Gosinga.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Khi nghe nói vậy, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> nói với Tôn giả <i lang='pli' translate='no'>Anuruddha</i></p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>—Này Hiền giả <i lang='pli' translate='no'>Anuruddha</i>, Tôn giả Revata đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả <i lang='pli' translate='no'>Anuruddha</i>: Này Hiền giả <i lang='pli' translate='no'>Anuruddha</i>, khả ái thay ngôi rừng Gosinga … (như trên) … Này Hiền giả <i lang='pli' translate='no'>Anuruddha</i>, hạng Tỷ-kheo nào làm sáng chói khu rừng Gosinga?</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo, với thiên nhãn thanh tịnh, siêu nhiên, quán sát ngàn thế giới. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, ví như một người có mắt lên trên đỉnh một ngôi lầu tốt đẹp, quán sát một ngàn đường vòng xung quanh. Cũng vậy, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo, với thiên nhãn thanh tịnh, siêu nhiên, quán sát ngàn thế giới. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Khi nghe nói vậy, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> nói với Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i></p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>—Này Hiền giả <i lang='pli' translate='no'>Kassapa</i>, Tôn giả <i lang='pli' translate='no'>Anuruddha</i> đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả <i lang='pli' translate='no'>Kassapa</i>: Này Hiền giả <i lang='pli' translate='no'>Kassapa</i>, khả ái thay ngôi rừng Gosinga … (như trên) … Này Hiền giả <i lang='pli' translate='no'>Kassapa</i>, hạng Tỷ-kheo nào làm sáng chói khu rừng Gosinga?</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo, tự mình sống ở rừng núi và tán thán đời sống ở rừng núi, tự mình sống khất thực, và tán thán đời sống khất thực, tự mình mặc y phấn tảo và tán thán hạnh mặc y phấn tảo, tự mình sống với ba y và tán thán hạnh ba y, tự mình sống thiểu dục và tán thán hạnh thiểu dục, tự mình sống biết đủ và tán thán hạnh biết đủ, tự mình sống độc cư và tán thán hạnh sống độc cư, tự mình sống không nhiễm thế tục và tán thán hạnh không nhiễm thế tục, tự mình tinh cần, tinh tấn và tán thán hạn tinh cần, tinh tấn, tự mình thành tựu giới hạnh và tán thán sự thành tựu giới hạnh, tự mình thành tựu Thiền định và tán thán sự thành tựu thiền định, tự mình thành tựu trí tuệ và tán thán sự thành tựu trí tuệ, tự mình thành tựu giải thoát và tán thán sự thành tựu giải thoát, tự mình thành tựu giải thoát tri kiến và tán thán sự thành tựu giải thoát tri kiến. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Khi nghe nói vậy, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> nói Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i></p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i> đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả Mahamoggallana: Này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, khả ái thay khu rừng Gosinga! … Này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, hạng Tỷ-kheo nào có thể làm sáng chói khu rừng Gosinga?</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hai Tỷ-kheo đàm luận về Abhidhamma (A-tỳ-đàm). Các vị ấy hỏi nhau câu hỏi, và khi được hỏi, các vị trả lời được với nhau chớ không dừng lại vì không trả lời được, và cuộc đàm luận về pháp được tiếp tục. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga?”</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Rồi Tôn giả Mahamoggallana nói với Tôn giả <i lang='pli' translate='no'>Sāriputta</i></p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>—Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, chúng tôi đã trả lời theo sự giải thích của chúng tôi. Ở đây, nay chúng tôi hỏi Tôn giả <i lang='pli' translate='no'>Sāriputta</i>: Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, khả ái thay, khu rừng Gosinga! Ðêm rằm sáng trăng, cây Ta-la trổ hoa cùng khắp, hương trời như được tỏa rộng khắp nơi. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo nào có thể làm sáng chói khu rừng Gosinga?”</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>—Ở đây, này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, Tỷ-kheo điều phục được tâm, không phải Tỷ-kheo không điều phục được tâm. An trú quả nào vị ấy muốn an trú vào buổi sáng, vị ấy an trú quả ấy vào buổi sáng; an trú quả nào vị ấy muốn an trú vào buổi trưa, vị ấy an trú quả ấy buổi trưa; an trú quả nào vị ấy muốn an trú vào buổi chiều, vị ấy an trú quả ấy vào buổi chiều. Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, ví như một vị vua hay vị đại thần của vua có một tủ áo đựng đầy những áo có nhiều màu sắc khác nhau. Cặp áo nào nhà vua muốn mặc vào buổi sáng, nhà vua mặc cặp áo ấy vào buổi sáng; cặp áo nào nhà vua muốn mặc vào buổi trưa, nhà vua mặc cặp áo ấy vào buổi trưa; cặp áo nào nhà vua muốn mặc vào buổi chiều, nhà vua mặc cặp áo ấy vào buổi chiều. Cũng vậy, này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, Tỷ-kheo điều phục được tâm, không phải Tỷ-kheo không điều phục được tâm. An trú quả nào Tỷ-kheo ấy muốn an trú vào buổi sáng, vị ấy an trú quả ấy vào buổi sáng; an trú quả nào Tỷ-kheo ấy muốn an trú vào buổi trưa, vị ấy an trú quả ấy vào buổi trưa; an trú quả nào vị Tỷ-kheo ấy muốn an trú vào buổi chiều, vị ấy an trú quả ấy vào buổi chiều. Này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Rồi Tôn giả <i lang='pli' translate='no'>Sāriputta</i> nói với các Tôn giả ấy</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>—Này chư Hiền, chúng ta đã trả lời theo sự giải thích của chúng ta. Chư Hiền, chúng ta hãy đi đến chỗ Thế Tôn ở và thuật lại vấn đề này cho Thế Tôn rõ. Thế Tôn trả lời chúng ta như thế nào, chúng ta sẽ như vậy thọ trì.</p>\n<p>—Thưa vâng, Hiền giả.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Các Tôn giả ấy vâng đáp Tôn giả <i lang='pli' translate='no'>Sāriputta</i>. Rồi những Tôn giả ấy đi đến chỗ Thế Tôn ở, sau khi đến, đảnh lễ Thế Tôn và ngồi xuống một bên. Sau khi ngồi xuống một bên, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>—Ở đây, bạch Thế Tôn, Tôn giả Revata và Tôn giả <i lang='pli' translate='no'>Ānanda</i> đến tại chỗ con ở để nghe pháp. Bạch Thế Tôn, con thấy Tôn giả Revata và Tôn giả <i lang='pli' translate='no'>Ānanda</i> từ xa đi đến; thấy vậy, con nói với Tôn giả <i lang='pli' translate='no'>Ānanda</i>:</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>“—Tôn giả <i lang='pli' translate='no'>Ānanda</i>, hãy đến đây, thiện lai Tôn giả <i lang='pli' translate='no'>Ānanda</i>, vị thị giả Thế Tôn, vị hầu cận Thế Tôn. Này Hiền giả <i lang='pli' translate='no'>Ānanda</i>, khả ái thay khu rừng Gosinga! Ðếm rằm sáng trăng, cây ta-la trổ hoa cùng khắp, hương trời như được tỏa rộng khắp nơi. Này Hiền giả <i lang='pli' translate='no'>Ānanda</i>, hạng Tỷ-kheo nào có thể làm sáng chói khu rừng Gosinga? ”</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Bạch Thế Tôn, được hỏi vậy, Tôn giả <i lang='pli' translate='no'>Ānanda</i> trả lời với con như sau:</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>“—Ở đây, Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo nghe nhiều, gìn giữ điều đã nghe, tích tụ điều đã nghe. Những pháp sơ thiện, trung thiện, hậu thiện, văn nghĩa cụ túc, nói lên phạm hạnh hoàn toàn thanh tịnh, những pháp ấy được vị ấy nghe nhiều và giữ gìn kỹ, được lập lại lớn tiếng, được ý tư duy, được tri kiến khéo quán sát. Vị ấy thuyết pháp cho bốn hội chúng với văn cú viên dung, lưu loát, với mục đích đoạn trừ mọi tùy miên. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo này có thể làm sáng chói khu rừng Gosinga.”</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>—Lành thay, lành thay, <i lang='pli' translate='no'>Sāriputta</i>! Nếu trả lời cho được chơn chánh, <i lang='pli' translate='no'>Ānanda</i> phải trả lời như vậy. Này <i lang='pli' translate='no'>Sāriputta</i>, <i lang='pli' translate='no'>Ānanda</i> là bậc đa văn, gìn giữ điều đã nghe, tích tụ điều đã nghe. Những pháp sơ thiện, trung thiện, hậu thiện, văn nghĩa cụ túc, nói lên phạm hạnh hoàn toàn thanh tịnh, những pháp ấy được vị ấy nghe nhiều và gìn giữ kỹ, được lập lại lớn tiếng, được ý tư duy, được tri kiến khéo quán sát. Vị ấy thuyết pháp cho bốn hội chúng, với văn cú viên dung lưu loát, với mục đích đoạn trừ mọi tùy miên.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>—Bạch Thế Tôn khi nghe nói vậy, con nói với Tôn giả Revata:</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>“—Này Hiền giả Revata, Tôn giả <i lang='pli' translate='no'>Ānanda</i>, đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả Revata:</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>“—Này Hiền giả Revata, khả ái thay ngôi rừng Gosinga … (như trên) … Này Hiền giả Revata, hạng Tỷ-kheo nào có thể làm sáng chói khu rừng Gosinga”.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>“—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo ưa thích đời sống tịnh cư, vui thú đời sống tịnh cư, nội tâm tu tập tịnh chỉ, không gián đoạn thiền định, thành tựu quán hạnh, luôn luôn lui tới các chỗ không tịch. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo này có thể làm sáng chói khu rừng Gosinga”.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>—Lành thay, lành thay, <i lang='pli' translate='no'>Sāriputta</i>! Nếu trả lời cho được chơn chánh, Revata phải trả lời như vậy. Này <i lang='pli' translate='no'>Sāriputta</i>, Revata ưa thích đời sống tịnh cư, vui thú đời sống tịnh cư, nội tâm tu tập tịnh chỉ, không gián đoạn thiền định, thành tựu quán hạnh, luôn luôn lui tới các chỗ không tịch.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>—Bạch Thế Tôn, khi được nói vậy, con nói với Tôn giả <i lang='pli' translate='no'>Anuruddha</i> như sau:</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>“—Này Hiền giả <i lang='pli' translate='no'>Anuruddha</i>, Tôn giả Revata đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả <i lang='pli' translate='no'>Anuruddha</i>:</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>“—Này Hiền giả <i lang='pli' translate='no'>Anuruddha</i>, khả ái thay ngôi rừng Gosinga … (như trên) … Này Hiền giả <i lang='pli' translate='no'>Anuruddha</i>, hạng Tỷ-kheo nào làm sáng chói khu rừng Gosinga?”</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>Bạch Thế Tôn, được nói vậy, Tôn giả <i lang='pli' translate='no'>Anuruddha</i> nói với con:</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>“—Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, ở đây, Tỷ-kheo với thiên nhãn thanh tịnh siêu nhiên, quán sát ngàn thế giới. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, ví như một người có mắt, lên trên đỉnh một ngôi lầu tốt đẹp rồi quán sát một ngàn đường vòng xung quanh. Cũng vậy, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-Kheo với thiên nhãn thanh tịnh siêu nhiên quán sát ngàn thế giới. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga”.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>—Lành thay, lành thay, <i lang='pli' translate='no'>Sāriputta</i>! Nếu trả lời cho được chơn chánh, <i lang='pli' translate='no'>Anuruddha</i> phải trả lời như vậy. Này <i lang='pli' translate='no'>Sāriputta</i>, chính <i lang='pli' translate='no'>Anuruddha</i> với thiên nhãn thanh tịnh siêu nhiên quán sát ngàn thế giới.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>—Bạch Thế Tôn, được nói vậy, con nói với Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i>:</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>“—Này Hiền giả <i lang='pli' translate='no'>Kassapa</i>, Tôn giả <i lang='pli' translate='no'>Anuruddha</i> đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả <i lang='pli' translate='no'>Kassapa</i>:</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>“—Khả ái thay ngôi rừng Gosinga! … (như trên) … Này Hiền giả <i lang='pli' translate='no'>Kassapa</i>, hạng Tỷ-kheo nào làm sáng chói khu rừng Gosinga?”</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>Bạch Thế Tôn, được nói vậy, Tôn giả <i lang='pli' translate='no'>Mahākassapa</i> nói với con:</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>“—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo tự mình sống ở rừng núi và tán thán đời sống ở rừng núi, tự mình sống khất thực và tán thán đời sống khất thực, tự mình mặc y phấn tảo và tán thán hạnh mặc y phấn tảo, tự mình sống với ba y và tán thán hạnh ba y, tự mình sống thiểu dục và tán thán hạnh thiểu dục, tự mình sống biết đủ và tán thán hạnh biết đủ, tự mình sống độc cư và tán thán hạnh độc cư, tự mình sống không nhiễm thế tục và tán thán hạnh không nhiễm thế tục, tự mình tinh cần, tinh tấn và tán thán hạnh tinh cần, tinh tấn, tự mình thành tựu giới hạnh và tán thán sự thành tựu giới hạnh, tự mình thành tựu thiền định và tán thán sự thành tựu thiền định, tự mình thành tựu trí tuệ và tán thán sự thành tựu trí tuệ, tự mình giải thoát và tán thán sự thành tựu giải thoát, tự mình thành tựu giải thoát tri kiến và tán thán sự thành tựu giải thoát tri kiến. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo ấy có thể làm sáng chói khu rừng Gosinga.”</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>—Lành thay <i lang='pli' translate='no'>Sāriputta</i>! Nếu trả lời cho được chân chánh, <i lang='pli' translate='no'>Kassapa</i> phải trả lời như vậy. Này <i lang='pli' translate='no'>Sāriputta</i>, <i lang='pli' translate='no'>Kassapa</i> tự mình sống ở rừng núi và tán thán đời sống ở rừng núi … tự mình thành tựu giải thoát tri kiến và tán thán sự thành tựu giải thoát tri kiến.</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>—Bạch Thế Tôn, được nói vậy, con nói với Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i>:</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>“—Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Kassapa</i> đã trả lời theo sự giải thích của mình. Ở đây, nay chúng tôi hỏi Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i>:</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>“—Này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, khả ái thay khu rưng Gosinga! … Này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, hạng Tỷ-kheo nào có thể làm sáng chói khu rừng Gosinga?”</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>Bạch Thế Tôn, được nói vậy, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i> nói với con:</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>“—Ở đây, này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hai Tỷ-kheo đàm luận về Abhidhamma (A-tỳ-đàm). Họ hỏi nhau câu hỏi, và khi được hỏi, họ trả lời được với nhau, chớ không dừng lại vì không trả lời được, và cuộc đàm luận về pháp của họ được tiếp tục. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga. ”</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>—Lành thay <i lang='pli' translate='no'>Sāriputta</i>! Nếu trả lời cho được chơn chánh, <i lang='pli' translate='no'>Moggallāna</i> phải trả lời như vậy. Này <i lang='pli' translate='no'>Sāriputta</i>, <i lang='pli' translate='no'>Moggallāna</i> là bậc thuyết về Chánh pháp.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>Ðược nói vậy, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Moggallāna</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>—Bạch Thế Tôn, con nói với Tôn giả <i lang='pli' translate='no'>Sāriputta</i>, như sau:</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>“—Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, chúng tôi đã trả lời theo sự giải thích của chúng tôi. Ở đây, nay chúng tôi hỏi Tôn giả <i lang='pli' translate='no'>Sāriputta</i>:</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>“—Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, khả ái thay khu rừng Gosinga! Ðêm rằm sáng trăng, cây ta-la trổ hoa cùng khắp, hương trời như tỏa rộng khắp nơi. Này Hiền giả <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo nào có thể làm sáng chói khu rừng Gosinga?”</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>—Bạch Thế Tôn, được nói vậy, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> nói với con:</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>“—Ở đây, này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, Tỷ-kheo điều phục được tâm, không phải Tỷ-kheo không điều phục được tâm. An trú quả nào vị ấy muốn an trú vào buổi sáng, vị ấy an trú quả ấy vào buổi sáng; an trú quả nào vị ấy an trú vào buổi trưa, vị ấy an trú quả ấy vào buổi trưa; an trú quả nào vị ấy muốn an trú vào buổi chiều, vị ấy an trú quả ấy vào buổi chiều. Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, ví như một vị vua hay vị đại thần của vua có một tủ áo đựng đầy những áo có nhiều màu sắc khác nhau. Cặp áo nào nhà vua muốn mặc vào buổi sáng, nhà vua mặc cặp áo ấy vào buổi sáng; cặp áo nào nhà vua muốn mặc vào buổi trưa, nhà vua mặc cặp áo ấy vào buổi trưa; cặp áo nào nhà vua muốn mặc vào buổi chiều, nhà vua mặc cặp áo ấy vào buổi chiều. Cũng vậy, này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, Tỷ-kheo điều phục được tâm, không phải Tỷ-kheo không điều phục được tâm. An trú quả nào Tỷ-kheo ấy muốn an trú vào buổi sáng, Tỷ-kheo ấy an trú quả ấy vào buổi sáng; an trú quả nào vị ấy muốn an trú vào buổi trưa, vị ấy an trú quả ấy vào buổi trưa; an trú quả nào vị ấy muốn an trú vào buổi chiều, vị ấy an trú quả ấy vào buổi chiều. Này Hiền giả <i lang='pli' translate='no'>Moggallāna</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga?”</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>—Lành thay, lành thay, <i lang='pli' translate='no'>Moggallāna</i>! Nếu trả lời cho được chơn chánh, <i lang='pli' translate='no'>Sāriputta</i> phải trả lời như vậy. Này <i lang='pli' translate='no'>Moggallāna</i>, <i lang='pli' translate='no'>Sāriputta</i> điều phục được tâm, không phải <i lang='pli' translate='no'>Sāriputta</i> không điều phục được tâm. An trú quả nào vị ấy muốn an trú vào buổi sáng, vị ấy an trú quả ấy vào buổi sáng; an trú quả nào vị ấy muốn an trú vào buổi trưa, vị ấy an trú quả ấy vào buổi trưa; an trú quả nào vị ấy muốn an trú vào buổi chiều, vị ấy an trú quả ấy vào buổi chiều.</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>Khi được nói vậy, Tôn giả <i lang='pli' translate='no'>Sāriputta</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a>—Bạch Thế Tôn, vị nào đã khéo trả lời (câu hỏi được đặt ra)?</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>—Này <i lang='pli' translate='no'>Sāriputta</i>, tất cả đều lần lượt khéo trả lời. Và này các Ông hãy nghe Ta nói hạng Tỷ-kheo nào có thể làm sáng chói khu rừng Gosinga? Ở đây, này <i lang='pli' translate='no'>Sāriputta</i>, Tỷ-kheo, sau buổi ăn, sau khi đi khất thực về, ngồi kiết-già, lưng thẳng, đặt niệm trước mặt, và nghĩ rằng: “Ta sẽ không bỏ ngồi kiết-già này cho đến khi tâm của ta được khéo giải thoát các lậu hoặc, không có chấp thủ”. Này <i lang='pli' translate='no'>Sāriputta</i>, hạng Tỷ-kheo như vậy có thể làm sáng chói khu rừng Gosinga.</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>Thế Tôn thuyết giảng như vậy. Các Tôn giả ấy hoan hỷ, tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 11–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 32",
    "volpages": " PTS 1.212, PTS 1.213, PTS 1.214, PTS 1.215, PTS 1.216, PTS 1.217, PTS 1.218, PTS 1.219",
    "alt_volpages": null,
    "uid": "mn32",
    "blurb": "Several senior mendicants, reveling in the beauty of the night, discuss what kind of practitioner would adorn the park. They take their answers to the Buddha, who praises their answers, but gives his own twist.",
    "difficulty": 2,
    "original_title": "Mahāgosiṅgasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Ðại kinh Rừng sừng bò",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn32_translation-de-sabbamitta",
        "segmented": true,
        "title": "Die längere Lehrrede bei Gosiṅga ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn32_translation-en-sujato",
        "segmented": true,
        "title": "The Longer Discourse at Gosiṅga ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn32_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso più lungo a Gosiṅga ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn32_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn32_translation-ru-sv",
        "segmented": true,
        "title": "Большое наставление в Госинге ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn32_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Dugi govor u šumi Gosinga",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ড. বেণীমাধব বড়ুয়া",
        "author_short": "বড়ুয়া",
        "author_uid": "barua",
        "publication_date": null,
        "id": "bn_mn32_barua",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Štěpán Chromovský",
        "author_short": "Chromovský",
        "author_uid": "chromovsky",
        "publication_date": null,
        "id": "cs_mn32_chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn32_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "2009",
        "id": "en_mn32_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn32_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": "2011",
        "id": "es_mn32_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn32_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn32_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn32_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn32_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn32_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn32_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. B. V. Rajaram",
        "author_short": "rajaram",
        "author_uid": "rajaram",
        "publication_date": "2012",
        "id": "kan_mn32_rajaram",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn32_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn32_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2014",
        "id": "pt_mn32_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2013",
        "id": "ru_mn32_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn32_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn32_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn32_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sv",
        "lang_name": "Svenska",
        "is_root": false,
        "author": "Kerstin Jönhagen",
        "author_short": "Jönhagen",
        "author_uid": "jonhagen",
        "publication_date": null,
        "id": "sv_mn32_jonhagen",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn32_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn32_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Ðại kinh Rừng sừng bò"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn32_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 4,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj10.508, cck12.378, csp1ed9.273, csp2ed9.273, dr12.351, ms9M_1140, msdiv332, ndp9.263, nya1, pts-vp-pli1.212, sya12.397, sya12.398, vri12.276,nya2,nya3,bj10.510, cck12.379, csp1ed9.274, csp2ed9.274, dr12.352, ms9M_1141, msdiv333, ndp9.264, nya4, pts-vp-pli1.213, vri12.277,ms9M_1142, msdiv334, nya5, sya12.399,cck12.380, dr12.353, ms9M_1143, msdiv335, ndp9.265, nya6,bj10.512, cck12.381, csp1ed9.275, csp2ed9.275, dr12.354, ms9M_1144, msdiv336, nya7, pts-vp-pli1.214, sya12.400, sya12.401, vri12.278,cck12.382, ms9M_1145, msdiv337, ndp9.266, nya8,bj10.514, cck12.383, csp1ed9.276, csp2ed9.276, dr12.355, dr12.356, ms9M_1146, msdiv338, ndp9.267, nya9, pts-vp-pli1.215, sya12.402, vri12.279,bj10.516, cck12.384, csp1ed9.277, csp2ed9.277, dr12.357, ms9M_1147, msdiv339, nya10, pts-vp-pli1.216, sya12.403, sya12.404, vri12.280,nya11,bj10.518, cck12.385, csp1ed9.278, csp2ed9.278, ms9M_1148, msdiv340, ndp9.268, nya12,dr12.358, ms9M_1149, msdiv341, nya13, pts-vp-pli1.217, sya12.405,bj10.520, cck12.386, cck12.387, csp1ed9.279, csp2ed9.279, dr12.359, ms9M_1150, msdiv342, nya14, pts-vp-pli1.218, sya12.406, vri12.281,bj10.522, ms9M_1151, msdiv343, ndp9.269, nya15, sya12.407, vri12.282,bj10.524, cck12.388, cck12.389, csp1ed9.280, csp2ed9.280, dr12.360, dr12.361, ms9M_1152, msdiv344, nya16, pts-vp-pli1.219, sya12.408, sya12.409, vri12.283,csp1ed9.281, csp2ed9.281, ms9M_1153, msdiv345, nya17,cck12.390, ms9M_1154",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn32",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Mahāgosiṅgasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "horner",
    "bodhi"
  ]
}