{
  "root_text": {
    "uid": "mn35",
    "lang": "vi",
    "is_root": false,
    "title": "Tiểu kinh Saccaka",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Discourse With Saccaka ",
      "uid": "mn36"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Discourse on the Cowherd ",
      "uid": "mn34"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn35' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>35. Tiểu kinh Saccaka</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở tại <i lang='pli' translate='no'>Vesālī</i>, rừng Ðại Lâm, tại giảng đường Trùng Các.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Lúc bấy giờ Niganthaputta Saccaka ở tại <i lang='pli' translate='no'>Vesālī</i> tánh ưa luận chiến, biện luận thiện xảo, được số đông tôn kính. Vị này thường tuyên bố cho hội chúng ở <i lang='pli' translate='no'>Vesālī</i>: “Ta không thấy một Sa-môn hay một Bà-la-môn nào, là vị Hội chủ, là vị Giáo trưởng, vị Sư trưởng Giáo hội, dầu tự cho là bậc A-la-hán, Chánh Ðẳng Giác, khi đối thoại với ta, không ai là không run sợ, không hoảng sợ, không khiếp sợ, không ai là không toát mồ hôi nách. Dầu ta có đối thoại với một cột trụ vô tình, cột trụ ấy khi đối thoại với ta cũng run sợ, cũng hoảng sợ, cũng khiếp sợ, huống nữa là một người thường”.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Rồi Tôn giả Assaji vào buổi sáng đắp y, cầm bát vào <i lang='pli' translate='no'>Vesālī</i> để khất thực. Niganthaputta Saccaka, thường hay ngao du thiên hạ, thấy Tôn giả Assaji từ xa đi lại. Sau khi thấy, Niganthaputta Saccaka liền đến gần Tôn giả Assaji, nói lên những lời hỏi thăm, chào đón, xã giao rồi đứng một bên. Sau khi đứng một bên, Niganthaputta Saccaka nói với Tôn giả Assaji</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Này Tôn giả Assaji, Sa-môn <i lang='pli' translate='no'>Gotama</i> huấn luyện đệ tử như thế nào? Và có những bộ môn nào mà phần lớn Sa-môn <i lang='pli' translate='no'>Gotama</i> giảng dạy được dành cho đệ tử?</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Này Aggivessana, như thế này, Thế Tôn huấn luyện đệ tử. Với những bộ môn như thế này, phần lớn Sa-môn <i lang='pli' translate='no'>Gotama</i> giảng dạy được dành cho đệ tử: “Này các Tỷ-kheo, sắc là vô thường, thọ là vô thường, tưởng là vô thường, hành là vô thường, thức là vô thường. Này các Tỷ-kheo, sắc là vô ngã, thọ là vô ngã, tưởng là vô ngã, hành là vô ngã, thức là vô ngã. Tất cả hành là vô thường, tất cả pháp là vô ngã”. Như vậy này Aggivessana, Thế Tôn huấn luyện các đệ tử. Như vậy là các bộ môn mà phần lớn Thế Tôn giảng dạy được dành cho đệ tử.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Này Tôn giả Assaji, thật sự chúng tôi đã thất vọng khi nghe Sa-môn <i lang='pli' translate='no'>Gotama</i> thuyết giảng như vậy. Rất có thể chúng tôi sẽ gặp Tôn giả <i lang='pli' translate='no'>Gotama</i> một thời nào đó và tại một chỗ nào đó. Rất có thể sẽ có một cuộc thảo luận. Rất có thể chúng tôi sẽ đoạn trừ ác tà kiến ấy.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Lúc bấy giờ, có khoảng độ năm trăm vị <i lang='pli' translate='no'>Licchavi</i> tập hợp tai giảng đường vì một vài công vụ. Rồi Niganthaputta Saccaka đến chỗ các <i lang='pli' translate='no'>Licchavi</i> ấy, sau khi đến, liền nói các vị ấy như sau</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Hãy đến, các Tôn giả <i lang='pli' translate='no'>Licchavi</i>; hãy đến các Tôn giả <i lang='pli' translate='no'>Licchavi</i>. Hôm nay sẽ có cuộc đàm luận giữa Sa-môn <i lang='pli' translate='no'>Gotama</i> với ta. Nếu Sa-môn <i lang='pli' translate='no'>Gotama</i> đứng đối thoại với ta như Tỷ-kheo Assaji, một vị đệ tử danh tiếng của ông ta đã làm, thì như một lực sĩ tay nắm chặt lông một con cừu có lông dài, có thể kéo tới, giật lui, vần quanh; cũng vậy, ta dùng lời nói, kéo tới, giật lui, vần quanh Sa-môn <i lang='pli' translate='no'>Gotama</i>. Cũng như một người lực sĩ nấu rượu, sau khi nhận chìm một thùng rượu lớn xuống hồ nước sâu, nắm một góc thùng có thể kéo tới, giật lui, vần quanh; cũng vậy, ta dùng lời nói, kéo tới, giật lui, vần quanh Sa-môn <i lang='pli' translate='no'>Gotama</i>. Và cũng như một lực sĩ nghiện rượu, sống phóng đãng, sau khi nắm góc một cái sàng, lắc qua lắc lại, lắc xoay quanh. Cũng vậy, ta sẽ dùng lời nói, lắc qua lắc lại, lắc xoay quanh Sa-môn <i lang='pli' translate='no'>Gotama</i>. Và cũng như một con voi lớn sáu mươi tuổi, sau khi lặn xuống một hồ nước sâu, lại chơi trò phun nước; cũng vậy, ta nghĩ ta sẽ chơi trò chơi phun nước với Sa-môn <i lang='pli' translate='no'>Gotama</i>. Hãy đến, các Tôn giả <i lang='pli' translate='no'>Licchavi</i>. Hãy đến các Tôn giả <i lang='pli' translate='no'>Licchavi</i>. Hôm nay sẽ có cuộc đàm luận giữa Sa-môn <i lang='pli' translate='no'>Gotama</i> với ta.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Một số <i lang='pli' translate='no'>Licchavi</i> nói như sau</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Làm sao Sa-môn <i lang='pli' translate='no'>Gotama</i> có thể luận thắng Niganthaputta Saccaka? Niganthaputta Saccaka sẽ luận thắng Sa-môn <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Một số <i lang='pli' translate='no'>Licchavi</i> lại nói như sau</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>—Làm sao chỉ là Niganthaputta Saccaka lại có thể luận thắng Thế Tôn? Thế Tôn sẽ luận thắng Niganthaputta Saccaka.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Rồi Niganthaputta Saccaka với khoảng năm trăm <i lang='pli' translate='no'>Licchavi</i> vây quanh, cùng đi đến Ðại Lâm, giảng đường Trùng Các.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Lúc bấy giờ một số đông các Tỷ-kheo đang đi qua lại giữa trời. Niganthaputta Saccaka đến các Tỷ-kheo, sau khi đến, liền nói với các vị ấy</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>—Chư Tôn giả, nay Tôn giả <i lang='pli' translate='no'>Gotama</i> ở đâu? Chúng tôi muốn yết kiến Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>—Này Aggivessana, Thế Tôn sau khi đi sâu vào rừng Ðại Lâm, đang ngồi dưới một gốc cây để nghỉ trưa.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Rồi Niganthaputta Saccaka cùng với đại chúng <i lang='pli' translate='no'>Licchavi</i>, sau khi đi sâu vào rừng Ðại Lâm, đến tại chỗ Thế Tôn. Sau khi đến Niganthaputta Saccaka nói lên với Thế Tôn những lời chúc tụng, hỏi thăm xã giao rồi ngồi xuống một bên. Một số <i lang='pli' translate='no'>Licchavi</i> đảnh lễ Thế Tôn rồi ngồi xuống một bên; một số <i lang='pli' translate='no'>Licchavi</i> nói lên với Thế Tôn những lời chúc tụng, hỏi thăm xã giao rồi ngồi xuống một bên; một số <i lang='pli' translate='no'>Licchavi</i> chấp tay vái Thế Tôn rồi ngồi xuống một bên; một số <i lang='pli' translate='no'>Licchavi</i> xưng tên họ của mình rồi ngồi xuống một bên; một số <i lang='pli' translate='no'>Licchavi</i> im lặng ngồi xuống một bên.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Niganthaputta Saccaka sau khi ngồi xuống một bên nói với Thế Tôn</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Tôi muốn hỏi Tôn giả <i lang='pli' translate='no'>Gotama</i> một vấn đề, nếu Tôn giả <i lang='pli' translate='no'>Gotama</i> cho phép tôi được hỏi.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>—Này Aggivessana, hãy hỏi như Ông muốn.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i> huấn luyện đệ tử như thế nào? Những bộ môn nào mà phần lớn Sa-môn <i lang='pli' translate='no'>Gotama</i> giảng dạy được dành cho đệ tử?</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>—Này Aggivessana, như thế này Ta huấn luyện đệ tử. Với những bộ môn này, phần lớn Ta giảng dạy được dành cho đệ tử: “Này các Tỷ-kheo, sắc là vô thường, thọ là vô thường, tưởng là vô thường, hành là vô thường, thức là vô thường. Này các Tỷ-kheo, sắc là vô ngã, thọ là vô ngã, tưởng là vô ngã, hành là vô ngã, thức là vô ngã. Tất cả hành là vô thường, tất cả pháp là vô ngã”. Như vậy, này Aggivessana, Ta huấn luyện các đệ tử. Các bộ môn như vậy, phần lớn ta giảng dạy được dành cho đệ tử.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>—Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, tôi có một ví dụ.</p>\n<p>Thế Tôn nói</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>—Này Aggivessana, hãy nói lên ví dụ ấy.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>—Như các hột giống, các cây cỏ này được lớn lên, được trưởng thành, được hưng thịnh là vì tất cả chúng đều y cứ vào đất, nương tựa vào đất. Nhờ vậy các hột giống, các cây cỏ này được lớn lên, được trưởng thành, được hưng thịnh. Tôn giả <i lang='pli' translate='no'>Gotama</i>, như các công nghiệp nặng nhọc này được tạo tác, tất cả chúng đều y cứ vào đất, nương tựa vào đất. Nhờ vậy, các công nghiệp nặng nhọc này được tạo tác. Cũng vậy, này Tôn giả <i lang='pli' translate='no'>Gotama</i>, như người này mà tự ngã là sắc, nhờ nương tựa sắc làm thiện sự hay ác sự; như người này mà tự ngã là thọ, nhờ nương tựa thọ làm thiện sự hay ác sự; như người này mà tự ngã là tưởng, nhờ nương tựa tưởng làm thiện sự hay ác sự; như người này mà tự ngã là các hành, nhờ nương tựa các hành làm thiện sự hay ác sự; như người này mà tự ngã là thức, nhờ nương tựa thức làm thiện sự hay ác sự.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>—Này Aggivessana, như vậy có phải ông nói: “Sắc là tự ngã của ta, thọ là tự ngã của ta, tưởng là tự ngã của ta, hành là tự ngã của ta, thức là tự ngã của ta”?</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, như vậy tôi nói: “Sắc là tự ngã của ta, thọ là tự ngã của ta, tưởng là tự ngã của ta, hành là tự ngã của ta, thức là tự ngã của ta”. Và như đại chúng này cũng vậy.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>—Này Aggivessana, đại chúng này có quan hệ gì với Ông? Này Aggivessana, hãy giải thích lời nói của Ông.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, như vậy tôi nói: “Sắc là tự ngã của ta, thọ là tự ngã của ta, tưởng là tự ngã của ta, hành là tự ngã của ta, thức là tự ngã của ta”.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>—Này Aggivessana, Ta sẽ hỏi Ông trở lại về vấn đề này. Ông có thể trả lời nếu Ông muốn. Này Aggivessana, Ông nghĩ thế nào? Một vị vua Sát-đế-lị đã làm lễ quán đảnh, như vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, vua <i lang='pli' translate='no'>Ajātasattu</i>, con bà <i lang='pli' translate='no'>Videhi</i> nước <i lang='pli' translate='no'>Magadha</i>, vua này có quyền hành trong quốc gia của mình, muốn giết những ai đáng bị giết, muốn tước đoạt những ai đáng bị tước đoạt, muốn tẩn xuất những ai đáng bị tẩn xuất không?</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, một vua Sát-đế-lị đã làm lễ quán đảnh, như vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, vua <i lang='pli' translate='no'>Ajātasattu</i>, con bà <i lang='pli' translate='no'>Videhi</i> nước <i lang='pli' translate='no'>Magadha</i>, vua này có quyền hành trong quốc gia của mình, muốn giết những ai đáng bị giết, muốn tước đoạt những ai đáng bị tước đoạt, muốn tẩn xuất những ai đáng bị tẩn xuất. Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, cho đến các giáo đoàn, các đoàn thể, như các <i lang='pli' translate='no'>Vajjī</i>, các <i lang='pli' translate='no'>Malla</i>, vẫn có quyền hành trong quốc gia của mình, muốn giết những ai đáng bị giết, muốn tước đoạt những ai đáng bị tước đoạt, muốn tẩn xuất những ai đáng bị tẩn xuất, còn nói gì một vua Sát-đế-lị đã làm lễ quán đảnh, như vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, vua <i lang='pli' translate='no'>Ajātasattu</i>, con bà <i lang='pli' translate='no'>Videhi</i> nước <i lang='pli' translate='no'>Magadha</i>. Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, vị ấy có quyền hành ấy và xứng đáng có quyền hành ấy.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>—Này Aggivessana, Ông nghĩ thế nào? Như Ông nói: “Sắc là tự ngã của ta”, Ông có quyền hành gì đối với sắc ấy và có nói được rằng: “Sắc của tôi như thế này, sắc của tôi không phải như thế này” không?</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Ðược nói vậy Niganthaputta Saccaka giữ im lặng. Lần thứ hai, Thế Tôn nói với Niganthaputta Saccaka</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>—Này Aggivessana, Ông nghĩ thế nào? Như Ông nói: “Sắc là tự ngã của ta”, Ông có quyền hành gì đối với sắc ấy và có nói được rằng: “Sắc của tôi phải như thế này, sắc của tôi không phải như thế này” không?</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Lần thứ hai, Niganthaputta Saccaka vẫn giữ im lặng.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Rồi Thế Tôn nói với Niganthaputta Saccaka</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>—Này Aggivessana, nay Ông phải trả lời. Nay không phải lúc Ông giữ im lặng nữa. Này Aggivessana, ai được Như Lai hỏi đến lần thứ ba một câu hỏi hợp lý mà không trả lời, thời đầu của người ấy sẽ bị bể ra làm bảy mảnh tại chỗ.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>Lúc bấy giờ thần Dạ xoa Vajirapani (Kim Cang Thủ) đang cầm một chùy sắt to lớn, cháy đỏ, sáng chói, đứng trên không trên đầu Niganthaputta Saccaka với ý định: “Nếu Thế Tôn hỏi đến câu hỏi thứ ba, một câu hỏi hợp lý mà Niganthaputta Saccaka không trả lời, thì ta sẽ đánh bể đầu nó ra làm bảy mảnh”. Chỉ có Thế Tôn và Niganthaputta Saccaka mới thấy thần Dạ xoa Vajirapani. Niganthaputta Saccaka sợ hãi, hoảng hốt, lông tóc dựng, ngược, chỉ tìm thấy sự che chở nơi Thế Tôn, chỉ tìm thấy sự an ổn nơi Thế Tôn, chỉ tìm thấy sự nương tựa nơi Thế Tôn, liền bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i> hãy hỏi tôi, tôi sẽ trả lời.</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>—Này Aggivessana, Ông nghĩ thế nào? Như Ông nói: “Sắc là tự ngã của ta”, thì Ông có quyền hành gì đối với sắc ấy và có nói được rằng: “Sắc của tôi phải như thế này, sắc của tôi không phải như thế này” không?</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>—Hãy suy nghiệm kỹ, này Aggivessana. Sau khi suy nghiệm kỹ, này Aggivessana, Ông hãy trả lời. Lời nói cuối của Ông không phù hợp lời nói đầu của Ông, lời nói đầu của Ông không phù hợp lời nói cuối của Ông. Này Aggivessana, Ông nghĩ thế nào? Như Ông nói: “Thọ là tự ngã của ta”, Ông có quyền hành gì đối với thọ ấy và có nói được, rằng: “Thọ của tôi phải như thế này, thọ của tôi không phải như thế này” không?</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>—Hãy suy nghiệm kỹ, này Aggivessana. Sau khi suy nghiệm kỹ, này Aggivessana, Ông hãy trả lời. Lời nói cuối của Ông không phù hợp lời nói đầu của Ông, lời nói đầu của Ông không phù hợp lời nói cuối của Ông. Này Aggivessana, Ông nghĩ thế nào? Như Ông nói: “Tưởng là tự ngã của ta”, Ông có quyền hành gì đối với tưởng ấy và có nói được rằng: “Tưởng của tôi phải như thế này, tưởng của tôi không phải như thế này” không?</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>—Hãy suy nghiệm kỹ, này Aggivessana. Sau khi suy nghiệm kỹ, này Aggivessana, Ông hãy trả lời. Lời nói cuối của Ông không phù hợp lời nói đầu của Ông, lời nói đầu của Ông không phù hợp lời nói cuối của Ông. Này Aggivessana, Ông nghĩ thế nào? Như Ông nói: “Các hành là tự ngã của ta”, Ông quyền hành gì đối với tự ngã ấy và có nói được rằng: “Các hành của tôi phải như thế này, các hành của tôi không phải như thế này” không?</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>—Hãy suy nghiệm kỹ, này Aggivessana. Sau khi suy nghiệm kỹ, này Aggivessana, Ông hãy trả lời. Lời nói cuối của Ông không phù hợp lời nói đầu của Ông, lời nói đầu của Ông không phù hợp lời nói cuối của Ông. Này Aggivessana, Ông nghĩ thế nào? Như Ông nói: “Thức là tự ngã của ta”, Ông quyền hành gì đối với tự ngã ấy và có nói được rằng: “Thức của tôi phải như thế này, thức của tôi không phải như thế này” không?</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>—Hãy suy nghiệm kỹ, này Aggivessana. Sau khi suy nghiệm kỹ, này Aggivessana, Ông hãy trả lời. Lời nói cuối của Ông không phù hợp lời nói đầu của Ông, lời nói đầu của Ông không phù hợp lời nói cuối của Ông. Này Aggivessana, Ông nghĩ thế nào? Sắc là thường hay vô thường?</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>—Vô thường, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>—Cái gì vô thường thì cái ấy là khổ hay lạc?</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>—Là khổ, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>—Cái gì vô thường, khổ, biến hoại; có hợp lý chăng khi chánh quán cái ấy là: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”?</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>—Này Aggivessana, Ông nghĩ thế nào? Thọ … (như trên) … tưởng … (như trên) … các hành … (như trên) … Này Aggivessana, Ông nghĩ thế nào? Thức là thường hay vô thường?</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>—Vô thường, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>—Cái gì vô thường là khổ hay lạc?</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>—Là khổ, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>—Cái gì vô thường, khổ, biến hoại; có hợp lý chăng khi chánh quán cái ấy là: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”?</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>—Này Aggivessana, Ông nghĩ thế nào? Ai ái luyến khổ, chấp trước khổ, tham đắm khổ, quán khổ và nói: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”. Người ấy có thể liễu tri cái khổ của tự mình hay có thể sống trừ diệt khổ không?</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a>—Làm sao có thể được, Tôn giả <i lang='pli' translate='no'>Gotama</i>? Không thể như vậy, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>—Này Aggivessana, như một người muốn được lõi cây, tìm cầu lõi cây, đi chỗ này chỗ kia tìm kiếm lõi cây. Người ấy cầm một cái búa sắc bén, đi vào rừng. Người ấy có thể thấy ở đây thân một cây chuối lớn thẳng đứng, còn trẻ, không có khúc đốt. Người ấy có thể chặt gốc cây ấy. Sau khi chặt gốc cây, người ấy chặt ngọn cây. Sau khi chặt ngọn cây, người ấy có thể lột ra các lá cuộn tròn. Nhưng khi lột ra các lá cuộn tròn, người ấy không tìm được giác cây, còn nói gì đến lõi cây. Cũng vậy này Aggivessana, khi được Ta hỏi, Ta cật vấn, Ta chất vấn về những lời của Ông, Ông đã tự tỏ ra trống rỗng, trống không, thất bại. Nhưng này Aggivessana, những lời nói mà Ông tuyên bố cho hội chúng ở <i lang='pli' translate='no'>Vesālī</i>: “Ta không thấy một Sa-môn hay Bà-la-môn nào, là vị Hội chủ, là vị Giáo trưởng, vị Sư trưởng Giáo hội, dầu có tự cho là bậc A-la-hán, Chánh Ðẳng Giác, khi đối thoại với Ta, không ai là không run sợ, không hoảng sợ, không khiếp sợ, không ai là không bị toát mồ hôi nách. Dầu Ta có đối thoại với một cột trụ vô tình, cột trụ ấy khi đối thoại với ta cũng run sợ, cũng hoảng sợ, cũng khiếp sợ, huống nữa là một người thường”. Nhưng chính từ nơi trán của Ông, này một người thường. Nhưng chính từ nơi trán của ông, này Aggivessana, những giọt mồ hôi đang chảy xuống, sau khi thấm qua thượng y, đang rơi xuống đất. Còn Ta, này Aggivessana, nay không có mồ hôi nào trên thân Ta.</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>Rồi Thế Tôn để lộ kim thân cho Hội chúng ấy thấy. Khi nghe nói vậy, Niganthaputta Saccaka im lặng, hổ thẹn, thụt vai, cúi đầu, ngồi bàng hoàng, không nói một lời.</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>Rồi Dummukha, một người con <i lang='pli' translate='no'>Licchavi</i>, biết được Niganthaputta Saccaka im lặng, hổ thẹn, thụt vai, cúi đầu, ngồi bàng hoàng, không nói một lời, liền bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a>—Bạch Thế Tôn, con có một ví dụ.</p>\n<p>Thế Tôn nói</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a>—Này Dummukha, hãy nói lên ví dụ ấy.</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a>—Bạch Thế Tôn, như một hồ sen không xa làng hay thị trấn bao nhiêu, ở đây có con cua. Bạch Thế Tôn, rồi một số đông con trai hay con gái đi ra khỏi làng hay thị trấn ấy, đến tại hồ sen kia, sau khi đến, lặn xuống hồ nước ấy bắt con cua lên và đặt nó trên đất khô. Bạch Thế Tôn, khi con cua này thò ra cái càng nào, thì các đứa con trai hay con gái ấy, với cái gậy hay miếng sành, chặt, bẻ gãy và đập nát cái càng ấy. Như vậy, bạch Thế Tôn, con cua ấy bị chặt, bị bẻ gãy, bị đập nát tất cả càng, không thể lội xuống hồ sen ấy như trước. Cũng vậy, bạch Thế Tôn, mọi khúc thuyết, gian kế, tranh luận của Niganthaputta Saccaka đã bị Thế Tôn chặt đứt, bẻ gãy, đập tan. Và nay, bạch Thế Tôn, Niganthaputta Saccaka, không thể đến gặp Thế Tôn, chớ đừng nói là có ý định đàm luận.</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>Khi được nghe nói vậy, Niganthaputta Saccaka nói với <i lang='pli' translate='no'>Licchavi</i> Dummukha</p>\n<p><a class='ref sc' id='sc71' href='#sc71'>SC 71</a>—Ông hãy ngừng nói, Dummukha! Ông hãy ngừng nói, Dummukha! Chúng tôi không đàm luận với Ông. Chúng tôi đang đàm luận với Tôn giả <i lang='pli' translate='no'>Gotama</i>. Tôn giả <i lang='pli' translate='no'>Gotama</i>, hãy để yên những lời nói của chúng tôi và lời nói của các Sa-môn, Bà-la-môn khác. Tôi nghĩ cuộc đàm luận vô bổ này thật đáng hối tiếc! Cho đến mức độ nào, một đệ tử Thanh văn của Tôn giả <i lang='pli' translate='no'>Gotama</i> trở thành tuân phụng giáo điển, chấp nhận giảng huấn, nghi ngờ được đoạn trừ, do dự được diệt tận, thành tựu vô úy, sống trong giáo hội Bổn Sư, khỏi phải nương tựa vào ai?</p>\n<p><a class='ref sc' id='sc72' href='#sc72'>SC 72</a>—Ở đây, này Aggivessana, đệ tử Thanh văn của Ta, đối với mọi sắc pháp, quá khứ, tương lai, hiện tại, nội hay ngoại, thô hay tế, liệt hay thắng, xa hay gần, thấy như thật với chánh trí tuệ là: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”. Ðối với mọi cảm thọ … đối với mọi tưởng … đối với mọi hành … đối với mọi thức, quá khứ, tương lai, hiện tại, nội hay ngoại, thô hay tế, liệt hay thắng, xa hay gần, thấy như thật với chánh trí tuệ là: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”. Cho đến mức độ như vậy, này Aggivessana, một đệ tử Thanh văn của Ta trở thành tuân phụng giáo điển, chấp nhận giảng huấn, nghi ngờ được đoạn trừ, do dự được diệt tân, thành tựu vô úy, sống trong giáo hội Bổn sư, khỏi phải nương tựa một ai.</p>\n<p><a class='ref sc' id='sc73' href='#sc73'>SC 73</a>—Cho đến mức độ nào, này Tôn giả <i lang='pli' translate='no'>Gotama</i>, Tỷ-kheo là bậc A-la-hán, các lậu hoặc đã tận, tu hành thành mãn, các việc nên làm đã làm, đã đặt gánh nặng xuống, các mục tiêu đã đạt, hữu kiết sử đã đoạn trừ, được chánh trí giải thoát?</p>\n<p><a class='ref sc' id='sc74' href='#sc74'>SC 74</a>—Ở đây, này Aggivessana, Tỷ-kheo đối với bất cứ sắc pháp nào, quá khứ, tương lai, hiện tại, nội hay ngoại, thô hay tế, liệt hay thắng, xa hay gần, tất cả các sắc pháp, sau khi như thật quán sát với chánh trí tuệ: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, chứng được vô chấp thủ giải thoát. Ðối với bất cứ thọ nào … bất cứ tưởng nào … bất cứ hành nào … đối với bất cứ thức nào, quá khứ, tương lai, hiện tại, nội hay ngoại, thô hay tế, liệt hay thắng, xa hay gần, tất cả các thức, sau khi như thật quán sát với chánh trí tuệ: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, chứng được vô chấp thủ giải thoát. Cho đến mức độ này, này Aggivessana, Tỷ-kheo là bậc A-la-hán, các lậu hoặc đã tận, tu hành thành mãn, các việc nên làm đã làm, đã đặt gánh nặng xuống, các mục tiêu đã đạt, hữu kiết sử đã đoạn trừ, được chánh trí giải thoát.</p>\n<p><a class='ref sc' id='sc75' href='#sc75'>SC 75</a>Với tâm giải thoát như vậy, này Aggivessana, Tỷ-kheo thành tựu ba pháp vô thượng: Kiến vô thượng, Ðạo vô thượng, Giải thoát vô thượng. Ðược giải thoát như vậy, này Aggivessana, vị ấy chỉ kính lễ, tôn trọng, đảnh lễ, cúng dường Như Lai: “Thế Tôn đã giác ngộ, Ngài thuyết pháp để giác ngộ. Thế Tôn đã điều phục, Ngài thuyết pháp để điều phục. Thế Tôn đã tịch tĩnh, Ngài thuyết pháp để tịch tĩnh. Thế Tôn đã vượt qua, Ngài thuyết pháp để vượt qua. Thế Tôn đã chứng Niết-bàn, Ngài thuyết pháp để chứng Niết-bàn”.</p>\n<p><a class='ref sc' id='sc76' href='#sc76'>SC 76</a>Ðược nghe nói vậy, Niganthaputta bạch với Thế Tôn</p>\n<p><a class='ref sc' id='sc77' href='#sc77'>SC 77</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, chúng tôi thật là lỗ mãng, chúng tôi thật là khinh suất. Chúng tôi đã dám nghĩ dùng lời nói để luận chiến với Tôn giả <i lang='pli' translate='no'>Gotama</i>! Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, rất có thể còn có sự an toàn cho một người chiến đấu với con voi điên, nhưng không thể có sự an toàn cho một người chiến đấu chống Tôn giả <i lang='pli' translate='no'>Gotama</i>! Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, rất có thể còn có sự an toàn cho một người chiến đấu chống đám lửa hừng, nhưng không thể có sự an toàn cho một người chiến đấu chống Tôn giả <i lang='pli' translate='no'>Gotama</i>! Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, rất có thể còn có sự an toàn cho một người chiến đấu với con rắn độc dữ tợn, nhưng không thể có sự an toàn cho một người chiến đấu với Tôn giả <i lang='pli' translate='no'>Gotama</i>! Tôn giả <i lang='pli' translate='no'>Gotama</i>, chúng tôi thật lỗ mãng, chúng tôi thật là khinh xuất. Chúng tôi đã dám nghĩ, dùng lời nói để luận chiến với Tôn giả <i lang='pli' translate='no'>Gotama</i>! Mong Tôn giả <i lang='pli' translate='no'>Gotama</i> nhận lời, ngày mai dùng bữa ăn của tôi cùng với chúng Tỷ-kheo!</p>\n<p><a class='ref sc' id='sc78' href='#sc78'>SC 78</a>Thế Tôn im lặng nhận lời.</p>\n<p><a class='ref sc' id='sc79' href='#sc79'>SC 79</a>Rồi Niganthaputta Saccaka, sau khi biết Thế Tôn đã nhận lời, liền nói với các <i lang='pli' translate='no'>Licchavi</i></p>\n<p><a class='ref sc' id='sc80' href='#sc80'>SC 80</a>—Các Tôn giả <i lang='pli' translate='no'>Licchavi</i> hãy nghe tôi. Sa-môn <i lang='pli' translate='no'>Gotama</i> ngày mai được mời ăn với chúng Tỷ-kheo. Hãy đem đến cho tôi những gì quý vị nghĩ là hợp thời.</p>\n<p><a class='ref sc' id='sc81' href='#sc81'>SC 81</a>Rồi những <i lang='pli' translate='no'>Licchavi</i> ấy, sau khi đêm ấy đã mãn cho đem đến Niganthaputta Saccaka khoảng năm trăm phần cơm cúng dường nấu với sữa. Rồi Niganthaputta Saccaka, tại vườn của mình, cho soạn các món ăn thịnh soạn, loại cứng và loại mềm, rồi cho báo tin giờ cho Thế Tôn</p>\n<p><a class='ref sc' id='sc82' href='#sc82'>SC 82</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, nay đã đến giờ. Cơm đã sửa soạn xong.</p>\n<p><a class='ref sc' id='sc83' href='#sc83'>SC 83</a>Rồi Thế Tôn vào buổi sáng đắp y, cầm y bát, đi đến khu vườn của Niganthaputta Saccaka, sau khi đến, Ngài ngồi trên chỗ đã soạn sẵn cùng với chúng Tỷ-kheo. Rồi Niganthaputta Saccaka, tự tay hầu hạ các món ăn thịnh soạn loại cứng và loại mềm cho chúng Tỷ-kheo, cầm đầu là đức Phật. Rồi Niganthaputta sau khi biết Thế Tôn dùng bữa ăn đã xong, tay đã rời khỏi bát, liền lấy một chiếc ghế thấp khác và ngồi xuống một bên. Sau khi ngồi xuống một bên, Niganthaputta Saccaka bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc84' href='#sc84'>SC 84</a>—Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, trong cuộc bố thí này, nếu có công đức và công đức địa, mong rằng những vị bố thí sẽ được hưởng hạnh phúc.</p>\n<p><a class='ref sc' id='sc85' href='#sc85'>SC 85</a>—Này Aggivessana, sẽ có (công đức) cho những người bố thí, đối với người đáng được cúng dường như Ông, dầu Ông không phải là không có tham, không phải là không có sân, không phải là không có si; sẽ có (công đức) cho Ông, này Aggivessana, đối với người đáng được cúng dường như Ta, và Ta là người không có tham, không có sân, không có si.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 12–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn35",
    "lang": "vi",
    "is_root": false,
    "title": "Tiểu kinh Saccaka",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Discourse With Saccaka ",
      "uid": "mn36"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Discourse on the Cowherd ",
      "uid": "mn34"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn35' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>35. Tiểu kinh Saccaka</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở tại <i lang='pli' translate='no'>Vesālī</i>, rừng Ðại Lâm, tại giảng đường Trùng Các.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Lúc bấy giờ Niganthaputta Saccaka ở tại <i lang='pli' translate='no'>Vesālī</i> tánh ưa luận chiến, biện luận thiện xảo, được số đông tôn kính. Vị này thường tuyên bố cho hội chúng ở <i lang='pli' translate='no'>Vesālī</i>: “Ta không thấy một Sa-môn hay một Bà-la-môn nào, là vị Hội chủ, là vị Giáo trưởng, vị Sư trưởng Giáo hội, dầu tự cho là bậc A-la-hán, Chánh Ðẳng Giác, khi đối thoại với ta, không ai là không run sợ, không hoảng sợ, không khiếp sợ, không ai là không toát mồ hôi nách. Dầu ta có đối thoại với một cột trụ vô tình, cột trụ ấy khi đối thoại với ta cũng run sợ, cũng hoảng sợ, cũng khiếp sợ, huống nữa là một người thường”.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Rồi Tôn giả Assaji vào buổi sáng đắp y, cầm bát vào <i lang='pli' translate='no'>Vesālī</i> để khất thực. Niganthaputta Saccaka, thường hay ngao du thiên hạ, thấy Tôn giả Assaji từ xa đi lại. Sau khi thấy, Niganthaputta Saccaka liền đến gần Tôn giả Assaji, nói lên những lời hỏi thăm, chào đón, xã giao rồi đứng một bên. Sau khi đứng một bên, Niganthaputta Saccaka nói với Tôn giả Assaji</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Này Tôn giả Assaji, Sa-môn <i lang='pli' translate='no'>Gotama</i> huấn luyện đệ tử như thế nào? Và có những bộ môn nào mà phần lớn Sa-môn <i lang='pli' translate='no'>Gotama</i> giảng dạy được dành cho đệ tử?</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Này Aggivessana, như thế này, Thế Tôn huấn luyện đệ tử. Với những bộ môn như thế này, phần lớn Sa-môn <i lang='pli' translate='no'>Gotama</i> giảng dạy được dành cho đệ tử: “Này các Tỷ-kheo, sắc là vô thường, thọ là vô thường, tưởng là vô thường, hành là vô thường, thức là vô thường. Này các Tỷ-kheo, sắc là vô ngã, thọ là vô ngã, tưởng là vô ngã, hành là vô ngã, thức là vô ngã. Tất cả hành là vô thường, tất cả pháp là vô ngã”. Như vậy này Aggivessana, Thế Tôn huấn luyện các đệ tử. Như vậy là các bộ môn mà phần lớn Thế Tôn giảng dạy được dành cho đệ tử.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Này Tôn giả Assaji, thật sự chúng tôi đã thất vọng khi nghe Sa-môn <i lang='pli' translate='no'>Gotama</i> thuyết giảng như vậy. Rất có thể chúng tôi sẽ gặp Tôn giả <i lang='pli' translate='no'>Gotama</i> một thời nào đó và tại một chỗ nào đó. Rất có thể sẽ có một cuộc thảo luận. Rất có thể chúng tôi sẽ đoạn trừ ác tà kiến ấy.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Lúc bấy giờ, có khoảng độ năm trăm vị <i lang='pli' translate='no'>Licchavi</i> tập hợp tai giảng đường vì một vài công vụ. Rồi Niganthaputta Saccaka đến chỗ các <i lang='pli' translate='no'>Licchavi</i> ấy, sau khi đến, liền nói các vị ấy như sau</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Hãy đến, các Tôn giả <i lang='pli' translate='no'>Licchavi</i>; hãy đến các Tôn giả <i lang='pli' translate='no'>Licchavi</i>. Hôm nay sẽ có cuộc đàm luận giữa Sa-môn <i lang='pli' translate='no'>Gotama</i> với ta. Nếu Sa-môn <i lang='pli' translate='no'>Gotama</i> đứng đối thoại với ta như Tỷ-kheo Assaji, một vị đệ tử danh tiếng của ông ta đã làm, thì như một lực sĩ tay nắm chặt lông một con cừu có lông dài, có thể kéo tới, giật lui, vần quanh; cũng vậy, ta dùng lời nói, kéo tới, giật lui, vần quanh Sa-môn <i lang='pli' translate='no'>Gotama</i>. Cũng như một người lực sĩ nấu rượu, sau khi nhận chìm một thùng rượu lớn xuống hồ nước sâu, nắm một góc thùng có thể kéo tới, giật lui, vần quanh; cũng vậy, ta dùng lời nói, kéo tới, giật lui, vần quanh Sa-môn <i lang='pli' translate='no'>Gotama</i>. Và cũng như một lực sĩ nghiện rượu, sống phóng đãng, sau khi nắm góc một cái sàng, lắc qua lắc lại, lắc xoay quanh. Cũng vậy, ta sẽ dùng lời nói, lắc qua lắc lại, lắc xoay quanh Sa-môn <i lang='pli' translate='no'>Gotama</i>. Và cũng như một con voi lớn sáu mươi tuổi, sau khi lặn xuống một hồ nước sâu, lại chơi trò phun nước; cũng vậy, ta nghĩ ta sẽ chơi trò chơi phun nước với Sa-môn <i lang='pli' translate='no'>Gotama</i>. Hãy đến, các Tôn giả <i lang='pli' translate='no'>Licchavi</i>. Hãy đến các Tôn giả <i lang='pli' translate='no'>Licchavi</i>. Hôm nay sẽ có cuộc đàm luận giữa Sa-môn <i lang='pli' translate='no'>Gotama</i> với ta.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Một số <i lang='pli' translate='no'>Licchavi</i> nói như sau</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Làm sao Sa-môn <i lang='pli' translate='no'>Gotama</i> có thể luận thắng Niganthaputta Saccaka? Niganthaputta Saccaka sẽ luận thắng Sa-môn <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Một số <i lang='pli' translate='no'>Licchavi</i> lại nói như sau</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>—Làm sao chỉ là Niganthaputta Saccaka lại có thể luận thắng Thế Tôn? Thế Tôn sẽ luận thắng Niganthaputta Saccaka.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Rồi Niganthaputta Saccaka với khoảng năm trăm <i lang='pli' translate='no'>Licchavi</i> vây quanh, cùng đi đến Ðại Lâm, giảng đường Trùng Các.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Lúc bấy giờ một số đông các Tỷ-kheo đang đi qua lại giữa trời. Niganthaputta Saccaka đến các Tỷ-kheo, sau khi đến, liền nói với các vị ấy</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>—Chư Tôn giả, nay Tôn giả <i lang='pli' translate='no'>Gotama</i> ở đâu? Chúng tôi muốn yết kiến Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>—Này Aggivessana, Thế Tôn sau khi đi sâu vào rừng Ðại Lâm, đang ngồi dưới một gốc cây để nghỉ trưa.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Rồi Niganthaputta Saccaka cùng với đại chúng <i lang='pli' translate='no'>Licchavi</i>, sau khi đi sâu vào rừng Ðại Lâm, đến tại chỗ Thế Tôn. Sau khi đến Niganthaputta Saccaka nói lên với Thế Tôn những lời chúc tụng, hỏi thăm xã giao rồi ngồi xuống một bên. Một số <i lang='pli' translate='no'>Licchavi</i> đảnh lễ Thế Tôn rồi ngồi xuống một bên; một số <i lang='pli' translate='no'>Licchavi</i> nói lên với Thế Tôn những lời chúc tụng, hỏi thăm xã giao rồi ngồi xuống một bên; một số <i lang='pli' translate='no'>Licchavi</i> chấp tay vái Thế Tôn rồi ngồi xuống một bên; một số <i lang='pli' translate='no'>Licchavi</i> xưng tên họ của mình rồi ngồi xuống một bên; một số <i lang='pli' translate='no'>Licchavi</i> im lặng ngồi xuống một bên.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Niganthaputta Saccaka sau khi ngồi xuống một bên nói với Thế Tôn</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Tôi muốn hỏi Tôn giả <i lang='pli' translate='no'>Gotama</i> một vấn đề, nếu Tôn giả <i lang='pli' translate='no'>Gotama</i> cho phép tôi được hỏi.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>—Này Aggivessana, hãy hỏi như Ông muốn.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i> huấn luyện đệ tử như thế nào? Những bộ môn nào mà phần lớn Sa-môn <i lang='pli' translate='no'>Gotama</i> giảng dạy được dành cho đệ tử?</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>—Này Aggivessana, như thế này Ta huấn luyện đệ tử. Với những bộ môn này, phần lớn Ta giảng dạy được dành cho đệ tử: “Này các Tỷ-kheo, sắc là vô thường, thọ là vô thường, tưởng là vô thường, hành là vô thường, thức là vô thường. Này các Tỷ-kheo, sắc là vô ngã, thọ là vô ngã, tưởng là vô ngã, hành là vô ngã, thức là vô ngã. Tất cả hành là vô thường, tất cả pháp là vô ngã”. Như vậy, này Aggivessana, Ta huấn luyện các đệ tử. Các bộ môn như vậy, phần lớn ta giảng dạy được dành cho đệ tử.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>—Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, tôi có một ví dụ.</p>\n<p>Thế Tôn nói</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>—Này Aggivessana, hãy nói lên ví dụ ấy.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>—Như các hột giống, các cây cỏ này được lớn lên, được trưởng thành, được hưng thịnh là vì tất cả chúng đều y cứ vào đất, nương tựa vào đất. Nhờ vậy các hột giống, các cây cỏ này được lớn lên, được trưởng thành, được hưng thịnh. Tôn giả <i lang='pli' translate='no'>Gotama</i>, như các công nghiệp nặng nhọc này được tạo tác, tất cả chúng đều y cứ vào đất, nương tựa vào đất. Nhờ vậy, các công nghiệp nặng nhọc này được tạo tác. Cũng vậy, này Tôn giả <i lang='pli' translate='no'>Gotama</i>, như người này mà tự ngã là sắc, nhờ nương tựa sắc làm thiện sự hay ác sự; như người này mà tự ngã là thọ, nhờ nương tựa thọ làm thiện sự hay ác sự; như người này mà tự ngã là tưởng, nhờ nương tựa tưởng làm thiện sự hay ác sự; như người này mà tự ngã là các hành, nhờ nương tựa các hành làm thiện sự hay ác sự; như người này mà tự ngã là thức, nhờ nương tựa thức làm thiện sự hay ác sự.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>—Này Aggivessana, như vậy có phải ông nói: “Sắc là tự ngã của ta, thọ là tự ngã của ta, tưởng là tự ngã của ta, hành là tự ngã của ta, thức là tự ngã của ta”?</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, như vậy tôi nói: “Sắc là tự ngã của ta, thọ là tự ngã của ta, tưởng là tự ngã của ta, hành là tự ngã của ta, thức là tự ngã của ta”. Và như đại chúng này cũng vậy.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>—Này Aggivessana, đại chúng này có quan hệ gì với Ông? Này Aggivessana, hãy giải thích lời nói của Ông.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, như vậy tôi nói: “Sắc là tự ngã của ta, thọ là tự ngã của ta, tưởng là tự ngã của ta, hành là tự ngã của ta, thức là tự ngã của ta”.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>—Này Aggivessana, Ta sẽ hỏi Ông trở lại về vấn đề này. Ông có thể trả lời nếu Ông muốn. Này Aggivessana, Ông nghĩ thế nào? Một vị vua Sát-đế-lị đã làm lễ quán đảnh, như vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, vua <i lang='pli' translate='no'>Ajātasattu</i>, con bà <i lang='pli' translate='no'>Videhi</i> nước <i lang='pli' translate='no'>Magadha</i>, vua này có quyền hành trong quốc gia của mình, muốn giết những ai đáng bị giết, muốn tước đoạt những ai đáng bị tước đoạt, muốn tẩn xuất những ai đáng bị tẩn xuất không?</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, một vua Sát-đế-lị đã làm lễ quán đảnh, như vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, vua <i lang='pli' translate='no'>Ajātasattu</i>, con bà <i lang='pli' translate='no'>Videhi</i> nước <i lang='pli' translate='no'>Magadha</i>, vua này có quyền hành trong quốc gia của mình, muốn giết những ai đáng bị giết, muốn tước đoạt những ai đáng bị tước đoạt, muốn tẩn xuất những ai đáng bị tẩn xuất. Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, cho đến các giáo đoàn, các đoàn thể, như các <i lang='pli' translate='no'>Vajjī</i>, các <i lang='pli' translate='no'>Malla</i>, vẫn có quyền hành trong quốc gia của mình, muốn giết những ai đáng bị giết, muốn tước đoạt những ai đáng bị tước đoạt, muốn tẩn xuất những ai đáng bị tẩn xuất, còn nói gì một vua Sát-đế-lị đã làm lễ quán đảnh, như vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, vua <i lang='pli' translate='no'>Ajātasattu</i>, con bà <i lang='pli' translate='no'>Videhi</i> nước <i lang='pli' translate='no'>Magadha</i>. Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, vị ấy có quyền hành ấy và xứng đáng có quyền hành ấy.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>—Này Aggivessana, Ông nghĩ thế nào? Như Ông nói: “Sắc là tự ngã của ta”, Ông có quyền hành gì đối với sắc ấy và có nói được rằng: “Sắc của tôi như thế này, sắc của tôi không phải như thế này” không?</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Ðược nói vậy Niganthaputta Saccaka giữ im lặng. Lần thứ hai, Thế Tôn nói với Niganthaputta Saccaka</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>—Này Aggivessana, Ông nghĩ thế nào? Như Ông nói: “Sắc là tự ngã của ta”, Ông có quyền hành gì đối với sắc ấy và có nói được rằng: “Sắc của tôi phải như thế này, sắc của tôi không phải như thế này” không?</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Lần thứ hai, Niganthaputta Saccaka vẫn giữ im lặng.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Rồi Thế Tôn nói với Niganthaputta Saccaka</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>—Này Aggivessana, nay Ông phải trả lời. Nay không phải lúc Ông giữ im lặng nữa. Này Aggivessana, ai được Như Lai hỏi đến lần thứ ba một câu hỏi hợp lý mà không trả lời, thời đầu của người ấy sẽ bị bể ra làm bảy mảnh tại chỗ.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>Lúc bấy giờ thần Dạ xoa Vajirapani (Kim Cang Thủ) đang cầm một chùy sắt to lớn, cháy đỏ, sáng chói, đứng trên không trên đầu Niganthaputta Saccaka với ý định: “Nếu Thế Tôn hỏi đến câu hỏi thứ ba, một câu hỏi hợp lý mà Niganthaputta Saccaka không trả lời, thì ta sẽ đánh bể đầu nó ra làm bảy mảnh”. Chỉ có Thế Tôn và Niganthaputta Saccaka mới thấy thần Dạ xoa Vajirapani. Niganthaputta Saccaka sợ hãi, hoảng hốt, lông tóc dựng, ngược, chỉ tìm thấy sự che chở nơi Thế Tôn, chỉ tìm thấy sự an ổn nơi Thế Tôn, chỉ tìm thấy sự nương tựa nơi Thế Tôn, liền bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i> hãy hỏi tôi, tôi sẽ trả lời.</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>—Này Aggivessana, Ông nghĩ thế nào? Như Ông nói: “Sắc là tự ngã của ta”, thì Ông có quyền hành gì đối với sắc ấy và có nói được rằng: “Sắc của tôi phải như thế này, sắc của tôi không phải như thế này” không?</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>—Hãy suy nghiệm kỹ, này Aggivessana. Sau khi suy nghiệm kỹ, này Aggivessana, Ông hãy trả lời. Lời nói cuối của Ông không phù hợp lời nói đầu của Ông, lời nói đầu của Ông không phù hợp lời nói cuối của Ông. Này Aggivessana, Ông nghĩ thế nào? Như Ông nói: “Thọ là tự ngã của ta”, Ông có quyền hành gì đối với thọ ấy và có nói được, rằng: “Thọ của tôi phải như thế này, thọ của tôi không phải như thế này” không?</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>—Hãy suy nghiệm kỹ, này Aggivessana. Sau khi suy nghiệm kỹ, này Aggivessana, Ông hãy trả lời. Lời nói cuối của Ông không phù hợp lời nói đầu của Ông, lời nói đầu của Ông không phù hợp lời nói cuối của Ông. Này Aggivessana, Ông nghĩ thế nào? Như Ông nói: “Tưởng là tự ngã của ta”, Ông có quyền hành gì đối với tưởng ấy và có nói được rằng: “Tưởng của tôi phải như thế này, tưởng của tôi không phải như thế này” không?</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>—Hãy suy nghiệm kỹ, này Aggivessana. Sau khi suy nghiệm kỹ, này Aggivessana, Ông hãy trả lời. Lời nói cuối của Ông không phù hợp lời nói đầu của Ông, lời nói đầu của Ông không phù hợp lời nói cuối của Ông. Này Aggivessana, Ông nghĩ thế nào? Như Ông nói: “Các hành là tự ngã của ta”, Ông quyền hành gì đối với tự ngã ấy và có nói được rằng: “Các hành của tôi phải như thế này, các hành của tôi không phải như thế này” không?</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>—Hãy suy nghiệm kỹ, này Aggivessana. Sau khi suy nghiệm kỹ, này Aggivessana, Ông hãy trả lời. Lời nói cuối của Ông không phù hợp lời nói đầu của Ông, lời nói đầu của Ông không phù hợp lời nói cuối của Ông. Này Aggivessana, Ông nghĩ thế nào? Như Ông nói: “Thức là tự ngã của ta”, Ông quyền hành gì đối với tự ngã ấy và có nói được rằng: “Thức của tôi phải như thế này, thức của tôi không phải như thế này” không?</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>—Hãy suy nghiệm kỹ, này Aggivessana. Sau khi suy nghiệm kỹ, này Aggivessana, Ông hãy trả lời. Lời nói cuối của Ông không phù hợp lời nói đầu của Ông, lời nói đầu của Ông không phù hợp lời nói cuối của Ông. Này Aggivessana, Ông nghĩ thế nào? Sắc là thường hay vô thường?</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>—Vô thường, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>—Cái gì vô thường thì cái ấy là khổ hay lạc?</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>—Là khổ, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>—Cái gì vô thường, khổ, biến hoại; có hợp lý chăng khi chánh quán cái ấy là: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”?</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>—Này Aggivessana, Ông nghĩ thế nào? Thọ … (như trên) … tưởng … (như trên) … các hành … (như trên) … Này Aggivessana, Ông nghĩ thế nào? Thức là thường hay vô thường?</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>—Vô thường, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>—Cái gì vô thường là khổ hay lạc?</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>—Là khổ, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>—Cái gì vô thường, khổ, biến hoại; có hợp lý chăng khi chánh quán cái ấy là: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”?</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>—Này Aggivessana, Ông nghĩ thế nào? Ai ái luyến khổ, chấp trước khổ, tham đắm khổ, quán khổ và nói: “Cái này là của tôi, cái này là tôi, cái này là tự ngã của tôi”. Người ấy có thể liễu tri cái khổ của tự mình hay có thể sống trừ diệt khổ không?</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a>—Làm sao có thể được, Tôn giả <i lang='pli' translate='no'>Gotama</i>? Không thể như vậy, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>—Này Aggivessana, như một người muốn được lõi cây, tìm cầu lõi cây, đi chỗ này chỗ kia tìm kiếm lõi cây. Người ấy cầm một cái búa sắc bén, đi vào rừng. Người ấy có thể thấy ở đây thân một cây chuối lớn thẳng đứng, còn trẻ, không có khúc đốt. Người ấy có thể chặt gốc cây ấy. Sau khi chặt gốc cây, người ấy chặt ngọn cây. Sau khi chặt ngọn cây, người ấy có thể lột ra các lá cuộn tròn. Nhưng khi lột ra các lá cuộn tròn, người ấy không tìm được giác cây, còn nói gì đến lõi cây. Cũng vậy này Aggivessana, khi được Ta hỏi, Ta cật vấn, Ta chất vấn về những lời của Ông, Ông đã tự tỏ ra trống rỗng, trống không, thất bại. Nhưng này Aggivessana, những lời nói mà Ông tuyên bố cho hội chúng ở <i lang='pli' translate='no'>Vesālī</i>: “Ta không thấy một Sa-môn hay Bà-la-môn nào, là vị Hội chủ, là vị Giáo trưởng, vị Sư trưởng Giáo hội, dầu có tự cho là bậc A-la-hán, Chánh Ðẳng Giác, khi đối thoại với Ta, không ai là không run sợ, không hoảng sợ, không khiếp sợ, không ai là không bị toát mồ hôi nách. Dầu Ta có đối thoại với một cột trụ vô tình, cột trụ ấy khi đối thoại với ta cũng run sợ, cũng hoảng sợ, cũng khiếp sợ, huống nữa là một người thường”. Nhưng chính từ nơi trán của Ông, này một người thường. Nhưng chính từ nơi trán của ông, này Aggivessana, những giọt mồ hôi đang chảy xuống, sau khi thấm qua thượng y, đang rơi xuống đất. Còn Ta, này Aggivessana, nay không có mồ hôi nào trên thân Ta.</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>Rồi Thế Tôn để lộ kim thân cho Hội chúng ấy thấy. Khi nghe nói vậy, Niganthaputta Saccaka im lặng, hổ thẹn, thụt vai, cúi đầu, ngồi bàng hoàng, không nói một lời.</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>Rồi Dummukha, một người con <i lang='pli' translate='no'>Licchavi</i>, biết được Niganthaputta Saccaka im lặng, hổ thẹn, thụt vai, cúi đầu, ngồi bàng hoàng, không nói một lời, liền bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a>—Bạch Thế Tôn, con có một ví dụ.</p>\n<p>Thế Tôn nói</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a>—Này Dummukha, hãy nói lên ví dụ ấy.</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a>—Bạch Thế Tôn, như một hồ sen không xa làng hay thị trấn bao nhiêu, ở đây có con cua. Bạch Thế Tôn, rồi một số đông con trai hay con gái đi ra khỏi làng hay thị trấn ấy, đến tại hồ sen kia, sau khi đến, lặn xuống hồ nước ấy bắt con cua lên và đặt nó trên đất khô. Bạch Thế Tôn, khi con cua này thò ra cái càng nào, thì các đứa con trai hay con gái ấy, với cái gậy hay miếng sành, chặt, bẻ gãy và đập nát cái càng ấy. Như vậy, bạch Thế Tôn, con cua ấy bị chặt, bị bẻ gãy, bị đập nát tất cả càng, không thể lội xuống hồ sen ấy như trước. Cũng vậy, bạch Thế Tôn, mọi khúc thuyết, gian kế, tranh luận của Niganthaputta Saccaka đã bị Thế Tôn chặt đứt, bẻ gãy, đập tan. Và nay, bạch Thế Tôn, Niganthaputta Saccaka, không thể đến gặp Thế Tôn, chớ đừng nói là có ý định đàm luận.</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>Khi được nghe nói vậy, Niganthaputta Saccaka nói với <i lang='pli' translate='no'>Licchavi</i> Dummukha</p>\n<p><a class='ref sc' id='sc71' href='#sc71'>SC 71</a>—Ông hãy ngừng nói, Dummukha! Ông hãy ngừng nói, Dummukha! Chúng tôi không đàm luận với Ông. Chúng tôi đang đàm luận với Tôn giả <i lang='pli' translate='no'>Gotama</i>. Tôn giả <i lang='pli' translate='no'>Gotama</i>, hãy để yên những lời nói của chúng tôi và lời nói của các Sa-môn, Bà-la-môn khác. Tôi nghĩ cuộc đàm luận vô bổ này thật đáng hối tiếc! Cho đến mức độ nào, một đệ tử Thanh văn của Tôn giả <i lang='pli' translate='no'>Gotama</i> trở thành tuân phụng giáo điển, chấp nhận giảng huấn, nghi ngờ được đoạn trừ, do dự được diệt tận, thành tựu vô úy, sống trong giáo hội Bổn Sư, khỏi phải nương tựa vào ai?</p>\n<p><a class='ref sc' id='sc72' href='#sc72'>SC 72</a>—Ở đây, này Aggivessana, đệ tử Thanh văn của Ta, đối với mọi sắc pháp, quá khứ, tương lai, hiện tại, nội hay ngoại, thô hay tế, liệt hay thắng, xa hay gần, thấy như thật với chánh trí tuệ là: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”. Ðối với mọi cảm thọ … đối với mọi tưởng … đối với mọi hành … đối với mọi thức, quá khứ, tương lai, hiện tại, nội hay ngoại, thô hay tế, liệt hay thắng, xa hay gần, thấy như thật với chánh trí tuệ là: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”. Cho đến mức độ như vậy, này Aggivessana, một đệ tử Thanh văn của Ta trở thành tuân phụng giáo điển, chấp nhận giảng huấn, nghi ngờ được đoạn trừ, do dự được diệt tân, thành tựu vô úy, sống trong giáo hội Bổn sư, khỏi phải nương tựa một ai.</p>\n<p><a class='ref sc' id='sc73' href='#sc73'>SC 73</a>—Cho đến mức độ nào, này Tôn giả <i lang='pli' translate='no'>Gotama</i>, Tỷ-kheo là bậc A-la-hán, các lậu hoặc đã tận, tu hành thành mãn, các việc nên làm đã làm, đã đặt gánh nặng xuống, các mục tiêu đã đạt, hữu kiết sử đã đoạn trừ, được chánh trí giải thoát?</p>\n<p><a class='ref sc' id='sc74' href='#sc74'>SC 74</a>—Ở đây, này Aggivessana, Tỷ-kheo đối với bất cứ sắc pháp nào, quá khứ, tương lai, hiện tại, nội hay ngoại, thô hay tế, liệt hay thắng, xa hay gần, tất cả các sắc pháp, sau khi như thật quán sát với chánh trí tuệ: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, chứng được vô chấp thủ giải thoát. Ðối với bất cứ thọ nào … bất cứ tưởng nào … bất cứ hành nào … đối với bất cứ thức nào, quá khứ, tương lai, hiện tại, nội hay ngoại, thô hay tế, liệt hay thắng, xa hay gần, tất cả các thức, sau khi như thật quán sát với chánh trí tuệ: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, chứng được vô chấp thủ giải thoát. Cho đến mức độ này, này Aggivessana, Tỷ-kheo là bậc A-la-hán, các lậu hoặc đã tận, tu hành thành mãn, các việc nên làm đã làm, đã đặt gánh nặng xuống, các mục tiêu đã đạt, hữu kiết sử đã đoạn trừ, được chánh trí giải thoát.</p>\n<p><a class='ref sc' id='sc75' href='#sc75'>SC 75</a>Với tâm giải thoát như vậy, này Aggivessana, Tỷ-kheo thành tựu ba pháp vô thượng: Kiến vô thượng, Ðạo vô thượng, Giải thoát vô thượng. Ðược giải thoát như vậy, này Aggivessana, vị ấy chỉ kính lễ, tôn trọng, đảnh lễ, cúng dường Như Lai: “Thế Tôn đã giác ngộ, Ngài thuyết pháp để giác ngộ. Thế Tôn đã điều phục, Ngài thuyết pháp để điều phục. Thế Tôn đã tịch tĩnh, Ngài thuyết pháp để tịch tĩnh. Thế Tôn đã vượt qua, Ngài thuyết pháp để vượt qua. Thế Tôn đã chứng Niết-bàn, Ngài thuyết pháp để chứng Niết-bàn”.</p>\n<p><a class='ref sc' id='sc76' href='#sc76'>SC 76</a>Ðược nghe nói vậy, Niganthaputta bạch với Thế Tôn</p>\n<p><a class='ref sc' id='sc77' href='#sc77'>SC 77</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, chúng tôi thật là lỗ mãng, chúng tôi thật là khinh suất. Chúng tôi đã dám nghĩ dùng lời nói để luận chiến với Tôn giả <i lang='pli' translate='no'>Gotama</i>! Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, rất có thể còn có sự an toàn cho một người chiến đấu với con voi điên, nhưng không thể có sự an toàn cho một người chiến đấu chống Tôn giả <i lang='pli' translate='no'>Gotama</i>! Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, rất có thể còn có sự an toàn cho một người chiến đấu chống đám lửa hừng, nhưng không thể có sự an toàn cho một người chiến đấu chống Tôn giả <i lang='pli' translate='no'>Gotama</i>! Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, rất có thể còn có sự an toàn cho một người chiến đấu với con rắn độc dữ tợn, nhưng không thể có sự an toàn cho một người chiến đấu với Tôn giả <i lang='pli' translate='no'>Gotama</i>! Tôn giả <i lang='pli' translate='no'>Gotama</i>, chúng tôi thật lỗ mãng, chúng tôi thật là khinh xuất. Chúng tôi đã dám nghĩ, dùng lời nói để luận chiến với Tôn giả <i lang='pli' translate='no'>Gotama</i>! Mong Tôn giả <i lang='pli' translate='no'>Gotama</i> nhận lời, ngày mai dùng bữa ăn của tôi cùng với chúng Tỷ-kheo!</p>\n<p><a class='ref sc' id='sc78' href='#sc78'>SC 78</a>Thế Tôn im lặng nhận lời.</p>\n<p><a class='ref sc' id='sc79' href='#sc79'>SC 79</a>Rồi Niganthaputta Saccaka, sau khi biết Thế Tôn đã nhận lời, liền nói với các <i lang='pli' translate='no'>Licchavi</i></p>\n<p><a class='ref sc' id='sc80' href='#sc80'>SC 80</a>—Các Tôn giả <i lang='pli' translate='no'>Licchavi</i> hãy nghe tôi. Sa-môn <i lang='pli' translate='no'>Gotama</i> ngày mai được mời ăn với chúng Tỷ-kheo. Hãy đem đến cho tôi những gì quý vị nghĩ là hợp thời.</p>\n<p><a class='ref sc' id='sc81' href='#sc81'>SC 81</a>Rồi những <i lang='pli' translate='no'>Licchavi</i> ấy, sau khi đêm ấy đã mãn cho đem đến Niganthaputta Saccaka khoảng năm trăm phần cơm cúng dường nấu với sữa. Rồi Niganthaputta Saccaka, tại vườn của mình, cho soạn các món ăn thịnh soạn, loại cứng và loại mềm, rồi cho báo tin giờ cho Thế Tôn</p>\n<p><a class='ref sc' id='sc82' href='#sc82'>SC 82</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, nay đã đến giờ. Cơm đã sửa soạn xong.</p>\n<p><a class='ref sc' id='sc83' href='#sc83'>SC 83</a>Rồi Thế Tôn vào buổi sáng đắp y, cầm y bát, đi đến khu vườn của Niganthaputta Saccaka, sau khi đến, Ngài ngồi trên chỗ đã soạn sẵn cùng với chúng Tỷ-kheo. Rồi Niganthaputta Saccaka, tự tay hầu hạ các món ăn thịnh soạn loại cứng và loại mềm cho chúng Tỷ-kheo, cầm đầu là đức Phật. Rồi Niganthaputta sau khi biết Thế Tôn dùng bữa ăn đã xong, tay đã rời khỏi bát, liền lấy một chiếc ghế thấp khác và ngồi xuống một bên. Sau khi ngồi xuống một bên, Niganthaputta Saccaka bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc84' href='#sc84'>SC 84</a>—Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, trong cuộc bố thí này, nếu có công đức và công đức địa, mong rằng những vị bố thí sẽ được hưởng hạnh phúc.</p>\n<p><a class='ref sc' id='sc85' href='#sc85'>SC 85</a>—Này Aggivessana, sẽ có (công đức) cho những người bố thí, đối với người đáng được cúng dường như Ông, dầu Ông không phải là không có tham, không phải là không có sân, không phải là không có si; sẽ có (công đức) cho Ông, này Aggivessana, đối với người đáng được cúng dường như Ta, và Ta là người không có tham, không có sân, không có si.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 12–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 35",
    "volpages": " PTS 1.228, PTS 1.229, PTS 1.230, PTS 1.231, PTS 1.232, PTS 1.233, PTS 1.234, PTS 1.235, PTS 1.236, PTS 1.237",
    "alt_volpages": null,
    "uid": "mn35",
    "blurb": "Saccaka was a debater, who challenged the Buddha to a contest. Despite his bragging, the Buddha is not at all perturbed at his attacks.",
    "difficulty": 2,
    "original_title": "Cūḷasaccakasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Tiểu kinh Saccaka",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn35_translation-de-sabbamitta",
        "segmented": true,
        "title": "Die kürzere Lehrrede mit Saccaka ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn35_translation-en-sujato",
        "segmented": true,
        "title": "The Shorter Discourse With Saccaka ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn35_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso più corto con Saccaka ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn35_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn35_translation-ru-sv",
        "segmented": true,
        "title": "Малая беседа с Саччакой ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn35_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Kratki govor Saććaki",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ড. বেণীমাধব বড়ুয়া",
        "author_short": "বড়ুয়া",
        "author_uid": "barua",
        "publication_date": null,
        "id": "bn_mn35_barua",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ca",
        "lang_name": "Català",
        "is_root": false,
        "author": "Jambudipa",
        "author_short": "Jambudipa",
        "author_uid": "jambudipa",
        "publication_date": "2012",
        "id": "ca_mn35_jambudipa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Štěpán Chromovský",
        "author_short": "Chromovský",
        "author_uid": "chromovsky",
        "publication_date": null,
        "id": "cs_mn35_chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn35_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Suddhāso Bhikkhu",
        "author_short": "Suddhāso",
        "author_uid": "suddhaso",
        "publication_date": "2016",
        "id": "en_mn35_suddhaso",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn35_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": null,
        "id": "es_mn35_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn35_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn35_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Claude Le Ninan, Chandhana Le Ninan",
        "author_short": "leninan",
        "author_uid": "leninan",
        "publication_date": "2023",
        "id": "fr_mn35_leninan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn35_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Vekerdi József",
        "author_short": "Vekerdi",
        "author_uid": "vekerdi",
        "publication_date": "1989",
        "id": "hu_mn35_vekerdi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn35_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn35_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn35_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. B. V. Rajaram",
        "author_short": "rajaram",
        "author_uid": "rajaram",
        "publication_date": "2012",
        "id": "kan_mn35_rajaram",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn35_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn35_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2005",
        "id": "pt_mn35_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn35_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn35_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn35_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn35_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn35_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn35_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Tiểu kinh Saccaka"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn35_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 12,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj10.542, cck12.402, csp1ed9.290, csp2ed9.290, dr12.373, ms9M_1200, msdiv353, ndp9.280, nya1, sya12.422, vri12.293,nya2,cck12.403, ms9M_1201, ndp9.281, nya3, pts-vp-pli1.228, sya12.423, vri12.294,nya4,bj10.544, cck12.404, csp1ed9.291, csp2ed9.291, dr12.374, dr12.375, ms9M_1202, msdiv354, ndp9.282, nya5, pts-vp-pli1.229, sya12.424, sya12.425,nya6,cck12.405, csp1ed9.292, csp2ed9.292, ms9M_1203, msdiv355, nya7, vri12.295,nya8,bj10.546, dr12.376, ms9M_1204, msdiv356, nya9, pts-vp-pli1.230, sya12.426,ms9M_1205, ndp9.283, nya10,cck12.406, ms9M_1206, sya12.427, vri12.296,csp1ed9.293, csp2ed9.293, dr12.377, ms9M_1207, nya11,ms9M_1208,bj10.548, cck12.407, dr12.378, ms9M_1209, msdiv357, ndp9.284, nya12, pts-vp-pli1.231, sya12.428,cck12.408, csp1ed9.294, csp2ed9.294, ms9M_1210, nya13, vri12.297,bj10.550, dr12.379, ms9M_1211, nya14, pts-vp-pli1.232, sya12.429,ms9M_1212, msdiv358, ndp9.285, nya15,ms9M_1213, nya16,cck12.409, ms9M_1214, nya17, vri12.298,csp1ed9.295, csp2ed9.295, ms9M_1215, nya18, sya12.430,dr12.380, ms9M_1216, nya19,bj10.552, cck12.410, ms9M_1217, ndp9.286, nya20, pts-vp-pli1.233,ms9M_1218, sya12.431,ms9M_1219, nya21, vri12.299,dr12.381, ms9M_1220,bj10.554, cck12.411, csp1ed9.296, csp2ed9.296, ms9M_1221, msdiv359, ndp9.287, nya22, pts-vp-pli1.234, sya12.432,cck12.412, csp1ed9.297, csp2ed9.297, dr12.382, ms9M_1222, msdiv360, ndp9.288, nya23, sya12.433, vri12.300,nya24,bj10.556, cck12.413, dr12.383, ms9M_1223, msdiv361, pts-vp-pli1.235, sya12.434,bj10.558, cck12.414, csp1ed9.298, csp2ed9.298, dr12.384, ms9M_1224, ndp9.289, nya25, sya12.435, vri12.301,nya26,cck12.415, dr12.385, ms9M_1225, msdiv362, nya27, pts-vp-pli1.236, vri12.302,cck12.416, csp1ed9.299, csp2ed9.299, dr12.386, ms9M_1226, msdiv363, ndp9.290, nya28, pts-vp-pli1.237, sya12.436,nya29,nya30",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn35",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Cūḷasaccakasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "suddhaso",
    "horner"
  ]
}