{
  "root_text": {
    "uid": "mn40",
    "lang": "vi",
    "is_root": false,
    "title": "Tiểu kinh Xóm ngựa",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The People of Sālā ",
      "uid": "mn41"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Discourse at Assapura ",
      "uid": "mn39"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn40' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>40. Tiểu kinh Xóm ngựa</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở giữa dân chúng Anga (Ương già), tại một xã ấp của dân chúng Anga, tên là Assapura (xóm Ngựa). Lúc bấy giờ, Thế Tôn gọi các Tỷ-kheo</p>\n<p>—Này các Tỷ-kheo.</p>\n<p>—Bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Những Tỷ-kheo ấy vâng đáp Thế Tôn. Thế Tôn nói như sau</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Sa-môn! Sa-môn! Này các Tỷ-kheo, dân chúng biết các Ông là vậy. Và nếu các Ông có được hỏi: “Các Ông là ai!” Các Ông phải tự nhận: “Chúng tôi là Sa-môn”. Này các Tỷ-kheo, các Ông đã được danh xưng như vậy, đã tự nhận là như vậy, thì này, các Tỷ-kheo, các Ông phải tự tu tập như sau: “Những pháp môn xứng đáng bậc Sa-môn, chúng ta sẽ tu tập pháp môn ấy. Như vậy danh xưng này của chúng ta mới chân chính và sự tự nhận này của chúng ta mới như thật. Và những thứ cúng dường mà chúng ta thọ hưởng như y phục, đồ ăn khất thực, sàng tọa, dược phẩm trị bệnh mới có được kết quả lớn, lợi ích lớn cho chúng ta. Và chúng ta xuất gia không thành vô dụng, có kết quả, có thành tích”.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Này các Tỷ-kheo, thế nào là Tỷ-kheo không thực hành các pháp môn xứng đáng bậc Sa-môn? Này các Tỷ-kheo, đối với Tỷ-kheo có tâm tham dục và lòng tham dục không được đoạn diệt, có tâm sân hận và lòng sân hận không được đoạn diệt, có tâm phẫn nộ và lòng phẫn nộ không được đoạn diệt, có tâm thù hận và lòng thù hận không được đoạn diệt, có tâm giả dối và lòng giả dối không được đoạn diệt, có tâm não hại và lòng não hại không được đoạn diệt, có tâm tật đố và lòng tật đố không được đoạn diệt, có tâm xan lẩn và lòng xan lẩn không được đoạn diệt, có tâm man trá và lòng man trá không được đoạn diệt, có tâm xảo trá và lòng xảo trá không được đoạn diệt, có tâm ái dục và lòng ái dục không được đoạn diệt, có tà kiến và tà kiến không được đoạn diệt. Này các Tỷ-kheo, Ta nói rằng, nếu vị ấy không thực hành các pháp môn xứng đáng bậc Sa-môn, thì không thể đoạn diệt được những cấu uế cho Sa-môn, những tỳ vết cho Sa-môn, những lỗi lầm cho Sa-môn, sự đọa sanh vào đọa xứ, sự thọ lãnh các ác thú.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Này các Tỷ-kheo, ví như một loại võ khí nguy hiểm tên mataja có hai lưỡi rất sắc bén, có thể được bao lại và bỏ vào trong một cái bao. Cũng vậy, này các Tỷ-kheo, Ta nói sự xuất gia của Tỷ-kheo ấy là như vậy.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của một vị mang đại y (Sanghati) chỉ tùy thuộc vào mang đại y. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của một vị lõa thể chỉ tùy thuộc vào lõa thể. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của một vị sống thoa bụi và đất chỉ tùy thuộc vào hạnh thoa bụi và đất. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của một vị sống theo lễ nghi tắm rửa chỉ tùy thuộc vào lễ nghi tắm rửa. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của một vị sống dưới gốc cây chỉ tùy thuộc vào hạnh sống dưới gốc cây. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của một vị sống ngoài trời chỉ tùy thuộc vào hạnh sống ngoài trời. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của người theo hạnh đứng thẳng chỉ tùy thuộc vào hạnh đứng thẳng. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của một vị ăn uống có định kỳ chỉ tùy thuộc vào hạnh ăn uống có định kỳ. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của người sống theo chú thuật chỉ tùy thuộc vào hạnh sống theo chú thuật. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của vị bện tóc chỉ tùy thuộc vào hạnh bện tóc.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Này các Tỷ-kheo, nếu lòng tham dục của người có tâm tham dục được đoạn diệt chỉ nhờ vào hạnh mang đại y của người mang đại y, nếu lòng sân của người có tâm sân được đoạn diệt, nếu lòng phẫn nộ của người có tâm phẫn nộ được đoạn diệt, nếu lòng hiềm hận của người có tâm hiềm hận được đoạn diệt, nếu lòng giả dối của người có tâm giả dối được đoạn diệt, nếu lòng não hại của người có tâm não hại được đoạn diệt, nếu lòng tật đố của người có tâm tật đố được đoạn diệt, nếu lòng xan lẩn của người có tâm xan lẩn được đoạn diệt, nếu lòng man trá của người có tâm man trá được đoạn diệt, nếu lòng xảo trá của người có tâm xảo trá được đoạn diệt, nếu lòng ái dục của người có tâm ái dục được đoạn diệt, nếu tà kiến của người có tà kiến được đoạn diệt, (chỉ nhờ hạnh mang đại y của người mang đại y), thì những thân hữu quyến thuộc, bà con cùng một huyết thống có thể khiến người đó mang đại y ngay khi người đó mới sanh, và khuyên người đó mặc đại y như sau: “Này hiền nhi, hãy mang đại y, nếu mang đại y thì lòng tham dục của người có tâm tham dục sẽ được đoạn diệt, lòng sân của người có tâm sân sẽ được đoạn diệt, lòng giả dối của người có tâm giả dối sẽ được đoạn diệt, lòng não hại của người có tâm não hại sẽ được đoạn diệt, lòng tật đố của người có tâm tật đố sẽ được đoạn diệt, lòng xan lẩn của người có tâm xan lẩn sẽ được đoạn diệt, lòng man trá của người có tâm man trá sẽ được đoạn diệt, lòng xảo trá của người có tâm xảo trá sẽ được đoạn diệt, lòng ái dục của người có tâm ái dục sẽ được đoạn diệt, tà kiến của người có tà kiến sẽ được đoạn diệt chỉ nhờ mang đại y. “Này các Tỷ-kheo, bởi vì Ta thấy có người mang đại y nhưng vẫn có tâm tham dục, có tâm sân hận, có tâm phẫn nộ, có tâm giả dối, có tâm não hại, có tâm tật đố, có tâm xan lẩn, có tâm man trá, có tâm xảo trá, có tâm ái dục, có tâm tà kiến, nên Ta không nói rằng Sa-môn hạnh của người có tham dục chỉ tùy thuộc vào hạnh mang đại y của vị ấy.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Này các Tỷ-kheo, nếu lòng tham dục của người có tâm tham dục được đoạn diệt chỉ nhờ hạnh lõa thể của người lõa thể … chỉ nhờ hạnh thoa bụi và đất của người sống theo hạnh thoa bụi và đất … chỉ nhờ hạnh lễ nghi tắm rửa của người sống theo hạnh lễ nghi tắm rửa … chỉ nhờ hạnh sống dưới gốc cây của người sống dưới gốc cây … chỉ nhờ hạnh sống ngoài trời của người sống ngoài trời … chỉ nhờ hạnh sống đứng thẳng của người sống đứng thẳng … chỉ nhờ hạnh ăn uống có định kỳ của người sống ăn uống có định kỳ … chỉ nhờ hạnh sống theo chú thuật của người sống theo chú thuật … Này các Tỷ-kheo, nếu lòng tham dục của người có tâm tham dục đoạn diệt chỉ nhờ hạnh bện tóc của người sống theo hạnh bện tóc; nếu lòng sân hận của người có tâm sân hận … (như trên)…, nếu tà kiến của người có tà kiến được đoạn diệt (chỉ nhờ hạnh của người sống theo hạnh bện tóc), thì những thân hữu quyến thuộc, bà con cùng một huyết thống có thể khiến người đó bện tóc; ngay khi người đó mới sinh, và khuyên người đó bện tóc như sau: “Này hiền nhi, hãy bện tóc; nếu bện tóc thì lòng tham dục của người có tâm tham dục sẽ được đoạn diệt, lòng sân hận của người có tâm sân hận … tà kiến của người có tà kiến sẽ được đoạn diệt, chỉ nhớ sống theo hạnh bện tóc” ”. Này các Tỷ-kheo, bởi vì Ta thấy có người theo hạnh bện tóc nhưng vẫn có tâm tham dục, có tâm sân hận, có tâm phẫn nộ, có tâm giả dối, có tâm não hại, có tâm tật đố, có tâm xan lẩn, có tâm man trá, có tâm xảo trá, có tâm ái dục, có tà kiến, nên Ta không nói rằng Sa-môn hạnh của người theo hạnh bện tóc chỉ tùy thuộc vào hạnh bện tóc của vị ấy.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Này các Tỷ-kheo, thế nào là Tỷ-kheo thực hành các pháp môn xứng đáng bậc Sa-môn? Này các Tỷ-kheo, đối với Tỷ-kheo có tâm tham dục và lòng tham dục được đoạn diệt, có tâm sân hận và lòng sân hận được đoạn diệt, có tâm phẫn nộ và lòng phẫn nộ được đoạn diệt, có tâm hiềm hận và lòng hiềm hận được đoạn diệt, có tâm giả dối và lòng giả dối được đoạn diệt, có tâm não hại và lòng não hại được đoạn diệt, có tâm tật đố và lòng tật đố được đoạn diệt, có tâm xan lẩn và lòng xan lẩn được đoạn diệt, có tâm man trá và lòng man trá được đoạn diệt, có tâm xảo trá và lòng xảo trá được đoạn diệt, có tâm ái dục và lòng ái dục được đoạn diệt, có tà kiến và tà kiến được đoạn diệt … Này các Tỷ-kheo, Ta nói rằng, nếu vị ấy thực hành các pháp môn xứng đáng bậc Sa-môn, thì có thể đoạn diệt được những cấu uế cho Sa-môn, những tỳ vết cho Sa-môn, những lỗi lầm cho Sa-môn, đọa sanh vào đọa xứ, sự thọ lãnh các ác thú.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Vị ấy thấy tự ngã được gột sạch tất cả những ác, bất thiện pháp và vị ấy thấy tự ngã được giải thoát. Do thấy tự ngã được gột sạch tất cả những ác, bất thiện pháp ấy, do thấy tự ngã được giải thoát nên hân hoan sanh; do tâm hân hoan nên hỷ sanh; do hỷ nên thân được khinh an; do thân khinh an nên lạc thọ sanh; do lạc thọ nên tâm được định tĩnh.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Vị ấy an trú biến mãn một phương với tâm câu hữu với từ, cũng vậy, phương thứ hai, cũng vậy, phương thứ ba, cũng vậy, phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm câu hữu với từ, quảng đại vô biên, không hận không sân.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Vị ấy an trú biến mãn một phương với tâm câu hữu với bi, cũng vậy, phương thứ hai, cũng vậy, phương thứ ba, cũng vậy, phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm câu hữu với bi, quảng đại vô biên, không hận không sân.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Vị ấy an trú biến mãn một phương với tâm câu hữu với hỷ, cũng vậy, phương thứ hai, cũng vậy, phương thứ ba, cũng vậy, phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm câu hữu với hỷ, quảng đại vô biên, không hận không sân.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Vị ấy an trú biến mãn một phương với tâm câu hữu với xả, cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm câu hữu với xả, quảng đại, vô biên, không hận, không sân.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Này các Tỷ-kheo, ví như một hồ sen có nước trong, có nước ngọt, có nước mát, có nước trong sáng, có bờ hồ khéo sắp đặt, đẹp đẽ. Nếu có người từ phương Ðông đi đến, bị nóng bức áp đảo, bị nóng bức hành hạ, mệt mỏi, khô cổ, đắng họng, khát nước. Người ấy đi đến hồ sen ấy, giải trừ khát nước và giải trừ nóng bức. Nếu có người từ phương Tây đi đến, nếu có người từ phương Bắc đi đến, nếu có người từ phương Nam đi đến, nếu có người từ bất cứ ở đâu đi đến, bị nóng bức áp đảo, bị nóng bức hành hạ, mệt mỏi, khô cổ, đắng họng, khát nước, người ấy đi đến hồ sen ấy, giải trừ khát nước, giải trừ nóng bức. Cũng vậy, này các Tỷ-kheo, nếu có người từ gia đình Sát đế lị xuất gia, từ bỏ gia đình, sống không gia đình, vị ấy đi đến Pháp và Luật do Như lai thuyết dạy, sau khi tu tập từ, bi, hỷ, xả, nội tâm được định tĩnh, Ta nói rằng chính nhờ nội tâm định tĩnh, vị ấy thực hành các pháp môn xứng đáng bậc Sa-môn. Nếu vị ấy từ gia đình Bà-la-môn … từ gia đình Phệ xá (Vessa) … từ gia đình Thủ đà (Sudda) xuất gia, từ bỏ gia đình, sống không gia đình, vị ấy đi đến Pháp và Luật do Như Lai thuyết dạy, sau khi tu tập từ, bi, hỷ, xả, nội tâm được định tĩnh, Ta nói rằng chính nhờ nội tâm định tĩnh, vị ấy thực hành các pháp môn xứng đáng bậc Sa-môn.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Nếu từ gia đình Sát đế lị xuất gia, từ bỏ gia đình, sống không gia đình, sau khi đi đến Pháp và Luật do Như Lai thuyết dạy, nhờ đoạn trừ các lậu hoặc, vị ấy ngay trong hiện tại, tự mình chứng tri, chứng ngộ và thành đạt vô lậu tâm giải thoát, tuệ giải thoát. Vị ấy thành Sa-môn nhờ đoạn diệt các lậu hoặc. Nếu từ gia đình Bà-la-môn … từ gia đình Phệ xá … từ gia đình Thủ đà xuất gia, từ bỏ gia đình, sống không gia đình, sau khi đi đến Pháp và Luật do Như Lai thuyết dạy, nhờ đoạn trừ các lậu hoặc, vị ấy ngay trong hiện tại, tự mình chứng tri, chứng ngộ và thành đạt vô lậu tâm giải thoát, tuệ giải thoát, vị ấy thành Sa-môn nhờ đoạn diệt các lậu hoặc.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo ấy hoan hỷ, tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 12–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn40",
    "lang": "vi",
    "is_root": false,
    "title": "Tiểu kinh Xóm ngựa",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The People of Sālā ",
      "uid": "mn41"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Discourse at Assapura ",
      "uid": "mn39"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn40' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>40. Tiểu kinh Xóm ngựa</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở giữa dân chúng Anga (Ương già), tại một xã ấp của dân chúng Anga, tên là Assapura (xóm Ngựa). Lúc bấy giờ, Thế Tôn gọi các Tỷ-kheo</p>\n<p>—Này các Tỷ-kheo.</p>\n<p>—Bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Những Tỷ-kheo ấy vâng đáp Thế Tôn. Thế Tôn nói như sau</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Sa-môn! Sa-môn! Này các Tỷ-kheo, dân chúng biết các Ông là vậy. Và nếu các Ông có được hỏi: “Các Ông là ai!” Các Ông phải tự nhận: “Chúng tôi là Sa-môn”. Này các Tỷ-kheo, các Ông đã được danh xưng như vậy, đã tự nhận là như vậy, thì này, các Tỷ-kheo, các Ông phải tự tu tập như sau: “Những pháp môn xứng đáng bậc Sa-môn, chúng ta sẽ tu tập pháp môn ấy. Như vậy danh xưng này của chúng ta mới chân chính và sự tự nhận này của chúng ta mới như thật. Và những thứ cúng dường mà chúng ta thọ hưởng như y phục, đồ ăn khất thực, sàng tọa, dược phẩm trị bệnh mới có được kết quả lớn, lợi ích lớn cho chúng ta. Và chúng ta xuất gia không thành vô dụng, có kết quả, có thành tích”.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Này các Tỷ-kheo, thế nào là Tỷ-kheo không thực hành các pháp môn xứng đáng bậc Sa-môn? Này các Tỷ-kheo, đối với Tỷ-kheo có tâm tham dục và lòng tham dục không được đoạn diệt, có tâm sân hận và lòng sân hận không được đoạn diệt, có tâm phẫn nộ và lòng phẫn nộ không được đoạn diệt, có tâm thù hận và lòng thù hận không được đoạn diệt, có tâm giả dối và lòng giả dối không được đoạn diệt, có tâm não hại và lòng não hại không được đoạn diệt, có tâm tật đố và lòng tật đố không được đoạn diệt, có tâm xan lẩn và lòng xan lẩn không được đoạn diệt, có tâm man trá và lòng man trá không được đoạn diệt, có tâm xảo trá và lòng xảo trá không được đoạn diệt, có tâm ái dục và lòng ái dục không được đoạn diệt, có tà kiến và tà kiến không được đoạn diệt. Này các Tỷ-kheo, Ta nói rằng, nếu vị ấy không thực hành các pháp môn xứng đáng bậc Sa-môn, thì không thể đoạn diệt được những cấu uế cho Sa-môn, những tỳ vết cho Sa-môn, những lỗi lầm cho Sa-môn, sự đọa sanh vào đọa xứ, sự thọ lãnh các ác thú.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Này các Tỷ-kheo, ví như một loại võ khí nguy hiểm tên mataja có hai lưỡi rất sắc bén, có thể được bao lại và bỏ vào trong một cái bao. Cũng vậy, này các Tỷ-kheo, Ta nói sự xuất gia của Tỷ-kheo ấy là như vậy.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của một vị mang đại y (Sanghati) chỉ tùy thuộc vào mang đại y. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của một vị lõa thể chỉ tùy thuộc vào lõa thể. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của một vị sống thoa bụi và đất chỉ tùy thuộc vào hạnh thoa bụi và đất. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của một vị sống theo lễ nghi tắm rửa chỉ tùy thuộc vào lễ nghi tắm rửa. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của một vị sống dưới gốc cây chỉ tùy thuộc vào hạnh sống dưới gốc cây. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của một vị sống ngoài trời chỉ tùy thuộc vào hạnh sống ngoài trời. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của người theo hạnh đứng thẳng chỉ tùy thuộc vào hạnh đứng thẳng. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của một vị ăn uống có định kỳ chỉ tùy thuộc vào hạnh ăn uống có định kỳ. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của người sống theo chú thuật chỉ tùy thuộc vào hạnh sống theo chú thuật. Này các Tỷ-kheo, Ta không nói rằng Sa-môn hạnh của vị bện tóc chỉ tùy thuộc vào hạnh bện tóc.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Này các Tỷ-kheo, nếu lòng tham dục của người có tâm tham dục được đoạn diệt chỉ nhờ vào hạnh mang đại y của người mang đại y, nếu lòng sân của người có tâm sân được đoạn diệt, nếu lòng phẫn nộ của người có tâm phẫn nộ được đoạn diệt, nếu lòng hiềm hận của người có tâm hiềm hận được đoạn diệt, nếu lòng giả dối của người có tâm giả dối được đoạn diệt, nếu lòng não hại của người có tâm não hại được đoạn diệt, nếu lòng tật đố của người có tâm tật đố được đoạn diệt, nếu lòng xan lẩn của người có tâm xan lẩn được đoạn diệt, nếu lòng man trá của người có tâm man trá được đoạn diệt, nếu lòng xảo trá của người có tâm xảo trá được đoạn diệt, nếu lòng ái dục của người có tâm ái dục được đoạn diệt, nếu tà kiến của người có tà kiến được đoạn diệt, (chỉ nhờ hạnh mang đại y của người mang đại y), thì những thân hữu quyến thuộc, bà con cùng một huyết thống có thể khiến người đó mang đại y ngay khi người đó mới sanh, và khuyên người đó mặc đại y như sau: “Này hiền nhi, hãy mang đại y, nếu mang đại y thì lòng tham dục của người có tâm tham dục sẽ được đoạn diệt, lòng sân của người có tâm sân sẽ được đoạn diệt, lòng giả dối của người có tâm giả dối sẽ được đoạn diệt, lòng não hại của người có tâm não hại sẽ được đoạn diệt, lòng tật đố của người có tâm tật đố sẽ được đoạn diệt, lòng xan lẩn của người có tâm xan lẩn sẽ được đoạn diệt, lòng man trá của người có tâm man trá sẽ được đoạn diệt, lòng xảo trá của người có tâm xảo trá sẽ được đoạn diệt, lòng ái dục của người có tâm ái dục sẽ được đoạn diệt, tà kiến của người có tà kiến sẽ được đoạn diệt chỉ nhờ mang đại y. “Này các Tỷ-kheo, bởi vì Ta thấy có người mang đại y nhưng vẫn có tâm tham dục, có tâm sân hận, có tâm phẫn nộ, có tâm giả dối, có tâm não hại, có tâm tật đố, có tâm xan lẩn, có tâm man trá, có tâm xảo trá, có tâm ái dục, có tâm tà kiến, nên Ta không nói rằng Sa-môn hạnh của người có tham dục chỉ tùy thuộc vào hạnh mang đại y của vị ấy.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Này các Tỷ-kheo, nếu lòng tham dục của người có tâm tham dục được đoạn diệt chỉ nhờ hạnh lõa thể của người lõa thể … chỉ nhờ hạnh thoa bụi và đất của người sống theo hạnh thoa bụi và đất … chỉ nhờ hạnh lễ nghi tắm rửa của người sống theo hạnh lễ nghi tắm rửa … chỉ nhờ hạnh sống dưới gốc cây của người sống dưới gốc cây … chỉ nhờ hạnh sống ngoài trời của người sống ngoài trời … chỉ nhờ hạnh sống đứng thẳng của người sống đứng thẳng … chỉ nhờ hạnh ăn uống có định kỳ của người sống ăn uống có định kỳ … chỉ nhờ hạnh sống theo chú thuật của người sống theo chú thuật … Này các Tỷ-kheo, nếu lòng tham dục của người có tâm tham dục đoạn diệt chỉ nhờ hạnh bện tóc của người sống theo hạnh bện tóc; nếu lòng sân hận của người có tâm sân hận … (như trên)…, nếu tà kiến của người có tà kiến được đoạn diệt (chỉ nhờ hạnh của người sống theo hạnh bện tóc), thì những thân hữu quyến thuộc, bà con cùng một huyết thống có thể khiến người đó bện tóc; ngay khi người đó mới sinh, và khuyên người đó bện tóc như sau: “Này hiền nhi, hãy bện tóc; nếu bện tóc thì lòng tham dục của người có tâm tham dục sẽ được đoạn diệt, lòng sân hận của người có tâm sân hận … tà kiến của người có tà kiến sẽ được đoạn diệt, chỉ nhớ sống theo hạnh bện tóc” ”. Này các Tỷ-kheo, bởi vì Ta thấy có người theo hạnh bện tóc nhưng vẫn có tâm tham dục, có tâm sân hận, có tâm phẫn nộ, có tâm giả dối, có tâm não hại, có tâm tật đố, có tâm xan lẩn, có tâm man trá, có tâm xảo trá, có tâm ái dục, có tà kiến, nên Ta không nói rằng Sa-môn hạnh của người theo hạnh bện tóc chỉ tùy thuộc vào hạnh bện tóc của vị ấy.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Này các Tỷ-kheo, thế nào là Tỷ-kheo thực hành các pháp môn xứng đáng bậc Sa-môn? Này các Tỷ-kheo, đối với Tỷ-kheo có tâm tham dục và lòng tham dục được đoạn diệt, có tâm sân hận và lòng sân hận được đoạn diệt, có tâm phẫn nộ và lòng phẫn nộ được đoạn diệt, có tâm hiềm hận và lòng hiềm hận được đoạn diệt, có tâm giả dối và lòng giả dối được đoạn diệt, có tâm não hại và lòng não hại được đoạn diệt, có tâm tật đố và lòng tật đố được đoạn diệt, có tâm xan lẩn và lòng xan lẩn được đoạn diệt, có tâm man trá và lòng man trá được đoạn diệt, có tâm xảo trá và lòng xảo trá được đoạn diệt, có tâm ái dục và lòng ái dục được đoạn diệt, có tà kiến và tà kiến được đoạn diệt … Này các Tỷ-kheo, Ta nói rằng, nếu vị ấy thực hành các pháp môn xứng đáng bậc Sa-môn, thì có thể đoạn diệt được những cấu uế cho Sa-môn, những tỳ vết cho Sa-môn, những lỗi lầm cho Sa-môn, đọa sanh vào đọa xứ, sự thọ lãnh các ác thú.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Vị ấy thấy tự ngã được gột sạch tất cả những ác, bất thiện pháp và vị ấy thấy tự ngã được giải thoát. Do thấy tự ngã được gột sạch tất cả những ác, bất thiện pháp ấy, do thấy tự ngã được giải thoát nên hân hoan sanh; do tâm hân hoan nên hỷ sanh; do hỷ nên thân được khinh an; do thân khinh an nên lạc thọ sanh; do lạc thọ nên tâm được định tĩnh.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Vị ấy an trú biến mãn một phương với tâm câu hữu với từ, cũng vậy, phương thứ hai, cũng vậy, phương thứ ba, cũng vậy, phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm câu hữu với từ, quảng đại vô biên, không hận không sân.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Vị ấy an trú biến mãn một phương với tâm câu hữu với bi, cũng vậy, phương thứ hai, cũng vậy, phương thứ ba, cũng vậy, phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm câu hữu với bi, quảng đại vô biên, không hận không sân.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Vị ấy an trú biến mãn một phương với tâm câu hữu với hỷ, cũng vậy, phương thứ hai, cũng vậy, phương thứ ba, cũng vậy, phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm câu hữu với hỷ, quảng đại vô biên, không hận không sân.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Vị ấy an trú biến mãn một phương với tâm câu hữu với xả, cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm câu hữu với xả, quảng đại, vô biên, không hận, không sân.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Này các Tỷ-kheo, ví như một hồ sen có nước trong, có nước ngọt, có nước mát, có nước trong sáng, có bờ hồ khéo sắp đặt, đẹp đẽ. Nếu có người từ phương Ðông đi đến, bị nóng bức áp đảo, bị nóng bức hành hạ, mệt mỏi, khô cổ, đắng họng, khát nước. Người ấy đi đến hồ sen ấy, giải trừ khát nước và giải trừ nóng bức. Nếu có người từ phương Tây đi đến, nếu có người từ phương Bắc đi đến, nếu có người từ phương Nam đi đến, nếu có người từ bất cứ ở đâu đi đến, bị nóng bức áp đảo, bị nóng bức hành hạ, mệt mỏi, khô cổ, đắng họng, khát nước, người ấy đi đến hồ sen ấy, giải trừ khát nước, giải trừ nóng bức. Cũng vậy, này các Tỷ-kheo, nếu có người từ gia đình Sát đế lị xuất gia, từ bỏ gia đình, sống không gia đình, vị ấy đi đến Pháp và Luật do Như lai thuyết dạy, sau khi tu tập từ, bi, hỷ, xả, nội tâm được định tĩnh, Ta nói rằng chính nhờ nội tâm định tĩnh, vị ấy thực hành các pháp môn xứng đáng bậc Sa-môn. Nếu vị ấy từ gia đình Bà-la-môn … từ gia đình Phệ xá (Vessa) … từ gia đình Thủ đà (Sudda) xuất gia, từ bỏ gia đình, sống không gia đình, vị ấy đi đến Pháp và Luật do Như Lai thuyết dạy, sau khi tu tập từ, bi, hỷ, xả, nội tâm được định tĩnh, Ta nói rằng chính nhờ nội tâm định tĩnh, vị ấy thực hành các pháp môn xứng đáng bậc Sa-môn.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Nếu từ gia đình Sát đế lị xuất gia, từ bỏ gia đình, sống không gia đình, sau khi đi đến Pháp và Luật do Như Lai thuyết dạy, nhờ đoạn trừ các lậu hoặc, vị ấy ngay trong hiện tại, tự mình chứng tri, chứng ngộ và thành đạt vô lậu tâm giải thoát, tuệ giải thoát. Vị ấy thành Sa-môn nhờ đoạn diệt các lậu hoặc. Nếu từ gia đình Bà-la-môn … từ gia đình Phệ xá … từ gia đình Thủ đà xuất gia, từ bỏ gia đình, sống không gia đình, sau khi đi đến Pháp và Luật do Như Lai thuyết dạy, nhờ đoạn trừ các lậu hoặc, vị ấy ngay trong hiện tại, tự mình chứng tri, chứng ngộ và thành đạt vô lậu tâm giải thoát, tuệ giải thoát, vị ấy thành Sa-môn nhờ đoạn diệt các lậu hoặc.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo ấy hoan hỷ, tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 12–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 40",
    "volpages": " PTS 1.281, PTS 1.282, PTS 1.283, PTS 1.284",
    "alt_volpages": null,
    "uid": "mn40",
    "blurb": "The labels of being a spiritual practitioner don’t just come from external trappings, but from sincere inner change.",
    "difficulty": 2,
    "original_title": "Cūḷaassapurasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Tiểu kinh Xóm ngựa",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn40_translation-de-sabbamitta",
        "segmented": true,
        "title": "Die kürzere Lehrrede bei Assapura ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn40_translation-en-sujato",
        "segmented": true,
        "title": "The Shorter Discourse at Assapura ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn40_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso più corto ad Assapura ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn40_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn40_translation-ru-sv",
        "segmented": true,
        "title": "Малое наставление в Ассапуре ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ড. বেণীমাধব বড়ুয়া",
        "author_short": "বড়ুয়া",
        "author_uid": "barua",
        "publication_date": null,
        "id": "bn_mn40_barua",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Bhikkhu Gavésakó, Štěpán Chromovský",
        "author_short": "Gavésakó …",
        "author_uid": "gavesako-chromovsky",
        "publication_date": null,
        "id": "cs_mn40_gavesako-chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn40_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn40_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": null,
        "id": "es_mn40_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn40_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn40_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn40_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Vekerdi József",
        "author_short": "Vekerdi",
        "author_uid": "vekerdi",
        "publication_date": "1989",
        "id": "hu_mn40_vekerdi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn40_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn40_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn40_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. B. V. Rajaram",
        "author_short": "rajaram",
        "author_uid": "rajaram",
        "publication_date": "2012",
        "id": "kan_mn40_rajaram",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn40_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn40_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2008",
        "id": "pt_mn40_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn40_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn40_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn40_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn40_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn40_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn40_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Tiểu kinh Xóm ngựa"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn40_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj10.652, csp1ed9.349, csp2ed9.349, dr12.450, ms9M_1428, msdiv435, ndp9.344, nya1, pts-vp-pli1.281, sya12.512, vri12.353,cck12.489, ms9M_1429, nya2,dr12.451, ms9M_1430, msdiv436, nya3, sya12.513,nya4,bj10.654, cck12.490, csp1ed9.350, csp2ed9.350, ms9M_1431, msdiv437, ndp9.345, nya5, pts-vp-pli1.282, vri12.354,cck12.491, dr12.452, ms9M_1432, nya6, sya12.514,bj10.656, cck12.492, csp1ed9.351, csp2ed9.351, dr12.453, ms9M_1433, ndp9.346, pts-vp-pli1.283, sya12.515, sya12.516, vri12.355,bj10.658, cck12.493, csp1ed9.352, csp2ed9.352, ms9M_1434, msdiv438, nya7,nya8,cck12.494, dr12.454, dr12.455, ms9M_1435, ndp9.347, nya9, pts-vp-pli1.284, sya12.517, sya12.518, vri12.356,nya10-12,nya13,bj10.660, csp1ed9.353, csp2ed9.353, ms9M_1436, nya14, vri12.357,cck12.495, ms9M_1437, ndp9.348,ms9M_1441",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn40",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Cūḷaassapurasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "horner"
  ]
}