{
  "root_text": {
    "uid": "mn41",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Sàleyyaka",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The People of Verañja ",
      "uid": "mn42"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Discourse at Assapura ",
      "uid": "mn40"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn41' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>41. Kinh Sàleyyaka</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn đang du hành trong nước <i lang='pli' translate='no'>Kosala</i> (Kiều tất la) cùng với Ðại chúng Tỷ-kheo đi đến một làng Bà-la-môn của dân chúng <i lang='pli' translate='no'>Kosala</i> tên là <i lang='pli' translate='no'>Sāla</i>.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Các gia chủ Bà-la-môn ở <i lang='pli' translate='no'>Sāla</i> nghe rằng: “Người ta nói Sa-môn <i lang='pli' translate='no'>Gotama</i>, là Thích Tử, xuất gia từ gia tộc Sakya, đang du hành trong nước <i lang='pli' translate='no'>Kosala</i> với Ðại chúng Tỷ-kheo, và đã đến Sa-la. Tiếng đồn tốt đẹp sau đây được truyền đi về Tôn giả <i lang='pli' translate='no'>Gotama</i>: “Ðây là Thế Tôn, bậc A-la-hán, Chánh Biến Tri, Minh Hạnh Túc, Thiện Thệ, Thế Gian Giải, Vô Thượng Sĩ, Ðiều Ngự Trượng Phu, Thiên Nhân Sư, Phật, Thế Tôn. Với thắng trí, Ngài tự thân chứng ngộ thế giới này cùng với Thiên giới, Ma giới, Phạm thiên giới, cùng với chúng Sa-môn, Bà-la-môn, các loài Trời và Người. Khi đã chứng ngộ, Ngài còn tuyên thuyết điều Ngài đã chứng ngộ. Ngài thuyết pháp sơ thiện, trung thiện, hậu thiện, đầy đủ văn nghĩa. Ngài truyền dạy phạm hạnh hoàn toàn đầy đủ trong sạch. Lành thay, nếu được yết kiến một A-la-hán như vậy!”</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Rồi các gia chủ Bà-la-môn ở Sa-la đi đến chỗ Thế Tôn ở, sau khi đến, một số đảnh lễ Thế Tôn rồi ngồi xuống một bên; một số nói lên những lời chào đón, thân hữu xã giao với Thế Tôn rồi ngồi xuống một bên; một số chấp tay vái Thế Tôn rồi ngồi xuống một bên; một số nói lên tên họ của mình trước mặt Thế Tôn rồi ngồi xuống một bên; một số giữ im lặng rồi ngồi xuống một bên.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Sau khi ngồi xuống một bên, các gia chủ Bà-la-môn ở Sa-la bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, do nhân gì, do duyên gì, ở đây, một số hữu tình sau khi thân hoại mạng chung, phải sanh vào cõi dữ, ác thú, đọa xứ, địa ngục? Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, do nhân gì, do duyên gì, ở đây, một số loài hữu tình sau khi thân hoại mạng chung được sanh vào thiện thú, Thiên giới, đời này?</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Này các Gia chủ, do nhân hành phi pháp, hành phi pháp chánh đạo, này các Gia chủ, mà như vậy, ở đây có một số loài hữu tình, sau khi thân hoại mạng chung phải sanh vào cõi dữ, ác thú, đọa xứ, địa ngục. Do nhân hành đúng pháp, hành đúng chánh đạo, này các Gia chủ, mà như vậy, ở đây có một số loài hữu tình sau khi thân hoại mạng chung được sanh vào thiện thú, Thiên giới, đời này.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Chúng con không thể hiểu đầy đủ những gì Tôn giả <i lang='pli' translate='no'>Gotama</i> thuyết một cách vắn tắt nếu không được giải thích rộng rãi. Lành thay, nếu Tôn giả <i lang='pli' translate='no'>Gotama</i> thuyết pháp cho chúng con để chúng con có thể hiểu đầy đủ những gì Tôn giả <i lang='pli' translate='no'>Gotama</i> thuyết một cách vắn tắt!</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Như vậy, này các Gia chủ, hãy nghe và khéo tác ý, Ta sẽ giảng.</p>\n<p>—Thưa vâng, Tôn giả.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Các vị gia chủ Bà-la-môn, ở Sa-la vâng đáp Thế Tôn. Thế Tôn nói như sau</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Này các Gia chủ, có ba loại thân hành phi pháp, phi chánh đạo, có bốn loại khẩu hành phi pháp, phi chánh đạo, có ba loại ý hành phi pháp, phi chánh đạo. Này các Gia chủ, thế nào là ba loại thân hành phi pháp, phi chánh đạo? Ở đây, này các Gia chủ, có người sát sanh, tàn nhẫn, tay lấm máu, tâm chuyên sát hại đả thương, tâm không từ bi đối với các loài hữu tình. Người này lấy của không cho, bất cứ tài vật gì của người khác hoặc tại thôn làng hoặc tại rừng núi không cho người ấy, người ấy lấy trộm tài vật ấy. Người ấy sống tà hạnh đối với các dục lạc, giao cấu với các hạng nữ nhân có mẹ che chở, có cha che chở, có mẹ cha che chở, có anh che chở, có chị che chở, có bà con che chở, đã có chồng, được hình phạt gậy gộc bảo vệ, cho đến những nữ nhân được trang sức bằng vòng hoa. Như vậy, này các Gia chủ, là ba loại thân hành phi pháp, phi chánh đạo.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Này các Gia chủ, thế nào là bốn loại khẩu hành phi pháp, phi chánh đạo? Ở đây, này các Gia chủ, có người vọng ngữ, đến chỗ tập hội, hay đến chỗ chúng hội, hay đến giữa các thân tộc, hay đến giữa các tổ hợp, hay đến giữa vương tộc, khi được dẫn ra làm chứng và được hỏi: “Này người kia, hãy nói những gì Ông biết”; dầu cho người ấy không biết, người ấy nói: “Tôi biết”; dầu cho người ấy biết, người ấy nói: “Tôi không biết”; hay dầu cho người ấy không thấy, người ấy nói: “Tôi thấy”; hay dầu cho người ấy thấy, người ấy nói: “Tôi không thấy”. Như vậy, lời nói của người ấy trở thành cố ý vọng ngữ, hoặc vì nguyên nhân tự kỷ, hoặc vì nguyên nhân tha nhân, hoặc vì nguyên nhân một vài quyền lợi gì. Và người ấy là người nói hai lưỡi, nghe điều gì ở chỗ này, đến chỗ kia, nói đễ sanh chia rẽ ở những người này, nghe điều gì ở chỗ kia, đi nói với những người này để sanh chia rẽ ở những người kia. Như vậy, người ấy ly gián những kẻ hòa hợp hay xúi dục những kẻ ly gián, ưa thích phá hoại, vui thích phá hoại, thích thú phá hoại, nói những lời đưa đến phá hoại. Và người ấy là người nói lời thô ác. Bất cứ lời gì thô ác, tàn ác, khiến người đau khổ, khiến người tức giận, liên hệ đến phẫn nộ, không đưa đến Thiền định, người ấy nói những lời như vậy. Và người ấy nói những lời phù phiếm, nói phi thời, nói những lời phi chơn, nói những lời không lợi ích, nói những lời phi pháp, nói những lời phi luật, nói những lời không đáng gìn giữ. Vì nói phi thời, nên lời nói không có thuận lý, không có mạch lạc, hệ thống, không có lợi ích. Như vậy, này các Gia chủ, có bốn loại khẩu hành phi pháp, phi chánh đạo.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Và này các Gia chủ, thế nào là ba loại ý hành phi pháp, phi chánh đạo? Ở đây, này các Gia chủ, có người có tham ái, tham lam tài vật kẻ khác, nghĩ rằng: “Ôi, mong rằng mọi tài vật của người khác trở thành của mình!” Lại có người có tâm sân, khởi lên hại ý, hại niệm như sau: “Mong rằng những loài hữu tình này bị giết, hay bị tàn sát, hay bị tiêu diệt, hay bị tàn hại, hay mong chúng không còn tồn tại!” Lại có người có tà kiến, có tưởng điên đảo như: “Không có bố thí, không có kết quả của bố thí, không có tế lễ, không có cúng dường, các hành vi thiện ác, không có kết quả dị thục, không có đời này, không có đời sau, không có mẹ, không có cha, không có các loại hóa sanh, trong đời không có các Sa-môn, Bà-la-môn chân chính hành trì, chân chánh thành tựu, sau khi tự tri, tự chứng lại tuyên bố cho đời này và cho đời sau”. Như vậy, này các Gia chủ, là ba ý hành phi pháp, phi chánh đạo. Như vậy do nhân hành phi pháp, hành phi chánh đạo, này các Gia chủ, ở đây, một số loài hữu tình sau khi thân hoại mạng chung, phải sanh vào cõi dữ, ác thú, đọa xứ, địa ngục.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Này các Gia chủ, có ba loại thân hành đúng pháp, đúng chánh đạo, có bốn loại khẩu hành đúng pháp, đúng chánh đạo, có ba loại ý hành đúng pháp, đúng chánh đạo? Này các Gia chủ, thế nào là ba loại thân hành đúng pháp, đúng thánh đạo? Ở đây, này các Gia chủ, có người từ bỏ sát sanh, tránh xa sát sanh, bỏ trượng, bỏ kiếm, biết tàm quý, có lòng từ, sống thương xót đến hạnh phúc tất cả chúng sanh và loài hữu tình; từ bỏ lấy của không cho, tránh xa lấy của không cho, bất cứ tài vật gì của người khác, hoặc tại thôn làng, hoặc tại rừng núi không cho người ấy, người ấy không lấy trộm tài vật ấy; từ bỏ sống theo tà hạnh đối với các dục, không giao cấu với các hạng nữ nhân có mẹ che chở, có cha che chở, có mẹ cha che chở, có anh che chở, có chị che chở, có bà con che chở, đã có chồng, được hình phạt gậy gộc bảo vệ, cho đến những nữ nhân được trang sức bằng vòng hoa. Như vậy, này các Gia chủ, là ba loại thân hành đúng pháp, đúng chánh đạo.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Và này các Gia chủ, thế nào là bốn loại khẩu hành đúng pháp, đúng chánh đạo? Ở đây, này các Gia chủ, có người từ bỏ vọng ngữ, tránh xa vọng ngữ, đến chỗ tập hội, hay đến chỗ chúng hội, hay đến giữa các thân tộc, hay đến giữa các tổ hợp, hay đến giữa vương tộc, khi được dẫn ra làm chứng và được hỏi: “Này người kia, hãy nói những gì Ông biết”, nếu biết, người ấy nói: “Tôi biết”; nếu không biết, người ấy nói: “Tôi không biết”; hay nếu không thấy, người ấy nói: “Tôi không thấy”; nếu thấy, người ấy nói: “Tôi thấy”. Như vậy, lời nói của người ấy không trở thành cố ý vọng ngữ, hoặc vì nguyên nhân tự kỷ, hoặc vì nguyên nhân tha nhân, hoặc vì nguyên nhân một vài quyền lợi gì. Từ bỏ nói hai lưỡi, tránh xa nói hai lưỡi, nghe điều gì ở chỗ này, không đi đến chỗ kia nói để sanh chia rẽ ở những người này, nghe điều gì ở chỗ kia không đi nói với những người này để sanh chia rẽ ở những người kia; như vậy, người ấy sống hòa hợp những kẻ ly gián, tăng trưởng những kẻ hòa hợp, ưa thích hòa hợp, vui thích hòa hợp, thích thú hòa hợp, nói những lời đưa đến hòa hợp. Từ bỏ lời nói độc ác, tránh xa lời nói độc ác, những lời nói nhu hòa, đẹp tai, dễ thương, thông cảm đến tâm, tao nhã, đẹp lòng nhiều người, vui lòng nhiều người, người ấy nói những lời như vậy. Từ bỏ lời nói phù phiếm, tránh xa lời nói phù phiếm, nói đúng thời, người ấy nói những lời chân thật, nói những lời có ý nghĩa, nói những lời về Chánh pháp, nói những lời về Luật, nói những lời đáng được gìn giữ. Vì nói hợp thời, nên lời nói thuận lý, có mạch lạc, hệ thống, có ích lợi. Như vậy, này các Gia chủ, có bốn loại khẩu hành đúng pháp, đúng chánh đạo.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Và này các Gia chủ, thế nào là ba loại ý hành đúng pháp, đúng chánh đạo? Ở đây, này các Gia chủ, có người không có tham ái, không tham lam tài vật của kẻ khác, không nghĩ rằng: “Ôi, mong rằng mọi tài vật của người khác trở thành của mình!” Lại có người không có tâm sân, không có khởi lên hại ý, hại niệm, nhưng nghĩ rằng: “Mong rằng những loài hữu tình này sống không thù hận, không oán thù, không nhiễu loạn, được an lạc, lo nghĩ tự thân!” Người ấy có chánh kiến, không có tưởng điên đảo, nghĩ rằng: “Có bố thí, có kết quả của bố thí, có tế lễ, có cúng dường, các hành vi thiện ác có kết quả dị thục, có đời này, có đời sau, có mẹ, có cha, có các loại hóa sanh, trong đời, có các Sa-môn, Bà-la-môn chân chánh hành trì, chân chánh thành tựu, sau khi tự tri, tự chứng lại tuyên bố cho đời này và cho đời sau”. Như vậy, này các Gia chủ, có ba loại ý hành đúng pháp, đúng chánh đạo. Như vậy, do nhân hành đúng pháp, hành đúng chánh đạo, này các Gia chủ, ở đây, một số loài hữu tình sau khi thân hoại mạng chung được sanh vào thiện thú, Thiên giới, đời này.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Này các Gia chủ, nếu một vị hành đúng pháp, đúng chánh đạo, mong ước: “Ôi, mong rằng sau khi thân hoại mạng chung, tôi được sanh vào đại phú gia, vương tộc Sát-đế-lị!” Sự kiện này xảy ra, vị ấy sau khi thân hoại mạng chung, được sanh vào đại phú gia, vương tộc Sát-đế-lị. Vì sao vậy? Vì vị ấy là vị hành đúng pháp, đúng chánh đạo.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Này các Gia chủ, nếu một vị hành đúng pháp, đúng chánh đạo, mong ước: “Ôi, mong rằng sau khi thân hoại mạng chung, tôi được sanh vào đại phú gia Bà-la-môn … đại phú gia gia chủ!” Sự kiện này xảy ra, vị ấy sau khi thân hoại mạng chung, được sanh vào đại phú gia gia chủ. Vì sao vậy? Vì vị ấy là vị hành đúng pháp, đúng chánh đạo. Này các Gia chủ, nếu một vị hành đúng pháp, đúng chánh đạo, mong ước: “Ôi, mong rằng sau khi thân hoại mạng chung, tôi được sanh thân hữu với chư thiên Tứ thiên vương … với chư thiên cõi trời Ba mươi ba … với chư thiên Dạ ma … với chư thiên Ðâu-suất-đà … với chư thiên Hóa lạc … với chư thiên Tha hóa tự tại … với chư thiên Phạm chúng … với chư thiên Quang thiên … với chư thiên Thiểu Quang thiên … với chư thiên Vô lượng quang thiên … với chư thiên Quang âm thiên … với chư thiên Tịnh thiên … với chư thiên Thiểu tịnh thiên … với chư thiên Vô lượng tịnh thiên … với chư thiên Biến tịnh thiên … với chư thiên Quảng quả thiên … với chư thiên Vô phiền thiên … với chư thiên Vô nhiệt thiên … với chư thiên Thiện hiện thiên … với chư thiên Thiện kiến thiên … với chư thiên Sắc cứu kính thiên … với chư thiên Hư không vô biên xứ thiên … với chư thiên Thức Vô biên xứ thiên … với chư thiên Vô sở hữu xứ thiên … với chư thiên Phi tưởng Phi phi tưởng xứ thiên!” Sự kiện này xảy ra, vị ấy sau khi thân hoại mạng chung được sanh thân hữu với chư thiên Phi tưởng Phi phi tưởng xứ thiên. Vì sao vậy? Vì vị ấy là vị hành đúng pháp, đúng chánh đạo.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này các Gia chủ, nếu một vị hành đúng pháp, đúng chánh đạo, mong ước: “Ôi, mong rằng, với sự đoạn trừ các lậu hoặc, với thắng trí, ta chứng ngộ, chứng đạt và an trú ngay trong hiện tại tâm giải thoát, tuệ giải thoát vô lậu!” Sự kiện này xảy ra, vị ấy với sự đoạn trừ các lậu hoặc, với thắng trí, chứng ngộ, chứng đạt và an trú ngay trong hiện tại tâm giải thoát, tuệ giải thoát vô lậu. Vì sao vậy? Vì vị ấy là vị hành đúng pháp, đúng chánh đạo.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Khi nghe nói vậy, các gia chủ Bà-la-môn ở Sa-la bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>—Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Thật vị diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Như người dựng đứng lại những gì bị quăng ngã xuống, phơi bày những gì bị che kín, chỉ đường cho kẻ bị lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc. Cũng vậy, Chánh pháp đã được Thế Tôn dùng nhiều phương tiện để trình bày. Và nay chúng con xin quy y Tôn giả <i lang='pli' translate='no'>Gotama</i>, quy y Pháp và quy y chúng Tỷ-kheo Tăng, mong Tôn giả <i lang='pli' translate='no'>Gotama</i> nhận chúng con làm đệ tử, từ nay trở đi cho đến mạng chung, chúng con trọn đời quy ngưỡng!</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 12–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn41",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Sàleyyaka",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The People of Verañja ",
      "uid": "mn42"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Discourse at Assapura ",
      "uid": "mn40"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn41' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>41. Kinh Sàleyyaka</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn đang du hành trong nước <i lang='pli' translate='no'>Kosala</i> (Kiều tất la) cùng với Ðại chúng Tỷ-kheo đi đến một làng Bà-la-môn của dân chúng <i lang='pli' translate='no'>Kosala</i> tên là <i lang='pli' translate='no'>Sāla</i>.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Các gia chủ Bà-la-môn ở <i lang='pli' translate='no'>Sāla</i> nghe rằng: “Người ta nói Sa-môn <i lang='pli' translate='no'>Gotama</i>, là Thích Tử, xuất gia từ gia tộc Sakya, đang du hành trong nước <i lang='pli' translate='no'>Kosala</i> với Ðại chúng Tỷ-kheo, và đã đến Sa-la. Tiếng đồn tốt đẹp sau đây được truyền đi về Tôn giả <i lang='pli' translate='no'>Gotama</i>: “Ðây là Thế Tôn, bậc A-la-hán, Chánh Biến Tri, Minh Hạnh Túc, Thiện Thệ, Thế Gian Giải, Vô Thượng Sĩ, Ðiều Ngự Trượng Phu, Thiên Nhân Sư, Phật, Thế Tôn. Với thắng trí, Ngài tự thân chứng ngộ thế giới này cùng với Thiên giới, Ma giới, Phạm thiên giới, cùng với chúng Sa-môn, Bà-la-môn, các loài Trời và Người. Khi đã chứng ngộ, Ngài còn tuyên thuyết điều Ngài đã chứng ngộ. Ngài thuyết pháp sơ thiện, trung thiện, hậu thiện, đầy đủ văn nghĩa. Ngài truyền dạy phạm hạnh hoàn toàn đầy đủ trong sạch. Lành thay, nếu được yết kiến một A-la-hán như vậy!”</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Rồi các gia chủ Bà-la-môn ở Sa-la đi đến chỗ Thế Tôn ở, sau khi đến, một số đảnh lễ Thế Tôn rồi ngồi xuống một bên; một số nói lên những lời chào đón, thân hữu xã giao với Thế Tôn rồi ngồi xuống một bên; một số chấp tay vái Thế Tôn rồi ngồi xuống một bên; một số nói lên tên họ của mình trước mặt Thế Tôn rồi ngồi xuống một bên; một số giữ im lặng rồi ngồi xuống một bên.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Sau khi ngồi xuống một bên, các gia chủ Bà-la-môn ở Sa-la bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, do nhân gì, do duyên gì, ở đây, một số hữu tình sau khi thân hoại mạng chung, phải sanh vào cõi dữ, ác thú, đọa xứ, địa ngục? Này Tôn giả <i lang='pli' translate='no'>Gotama</i>, do nhân gì, do duyên gì, ở đây, một số loài hữu tình sau khi thân hoại mạng chung được sanh vào thiện thú, Thiên giới, đời này?</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Này các Gia chủ, do nhân hành phi pháp, hành phi pháp chánh đạo, này các Gia chủ, mà như vậy, ở đây có một số loài hữu tình, sau khi thân hoại mạng chung phải sanh vào cõi dữ, ác thú, đọa xứ, địa ngục. Do nhân hành đúng pháp, hành đúng chánh đạo, này các Gia chủ, mà như vậy, ở đây có một số loài hữu tình sau khi thân hoại mạng chung được sanh vào thiện thú, Thiên giới, đời này.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Chúng con không thể hiểu đầy đủ những gì Tôn giả <i lang='pli' translate='no'>Gotama</i> thuyết một cách vắn tắt nếu không được giải thích rộng rãi. Lành thay, nếu Tôn giả <i lang='pli' translate='no'>Gotama</i> thuyết pháp cho chúng con để chúng con có thể hiểu đầy đủ những gì Tôn giả <i lang='pli' translate='no'>Gotama</i> thuyết một cách vắn tắt!</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Như vậy, này các Gia chủ, hãy nghe và khéo tác ý, Ta sẽ giảng.</p>\n<p>—Thưa vâng, Tôn giả.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Các vị gia chủ Bà-la-môn, ở Sa-la vâng đáp Thế Tôn. Thế Tôn nói như sau</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Này các Gia chủ, có ba loại thân hành phi pháp, phi chánh đạo, có bốn loại khẩu hành phi pháp, phi chánh đạo, có ba loại ý hành phi pháp, phi chánh đạo. Này các Gia chủ, thế nào là ba loại thân hành phi pháp, phi chánh đạo? Ở đây, này các Gia chủ, có người sát sanh, tàn nhẫn, tay lấm máu, tâm chuyên sát hại đả thương, tâm không từ bi đối với các loài hữu tình. Người này lấy của không cho, bất cứ tài vật gì của người khác hoặc tại thôn làng hoặc tại rừng núi không cho người ấy, người ấy lấy trộm tài vật ấy. Người ấy sống tà hạnh đối với các dục lạc, giao cấu với các hạng nữ nhân có mẹ che chở, có cha che chở, có mẹ cha che chở, có anh che chở, có chị che chở, có bà con che chở, đã có chồng, được hình phạt gậy gộc bảo vệ, cho đến những nữ nhân được trang sức bằng vòng hoa. Như vậy, này các Gia chủ, là ba loại thân hành phi pháp, phi chánh đạo.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Này các Gia chủ, thế nào là bốn loại khẩu hành phi pháp, phi chánh đạo? Ở đây, này các Gia chủ, có người vọng ngữ, đến chỗ tập hội, hay đến chỗ chúng hội, hay đến giữa các thân tộc, hay đến giữa các tổ hợp, hay đến giữa vương tộc, khi được dẫn ra làm chứng và được hỏi: “Này người kia, hãy nói những gì Ông biết”; dầu cho người ấy không biết, người ấy nói: “Tôi biết”; dầu cho người ấy biết, người ấy nói: “Tôi không biết”; hay dầu cho người ấy không thấy, người ấy nói: “Tôi thấy”; hay dầu cho người ấy thấy, người ấy nói: “Tôi không thấy”. Như vậy, lời nói của người ấy trở thành cố ý vọng ngữ, hoặc vì nguyên nhân tự kỷ, hoặc vì nguyên nhân tha nhân, hoặc vì nguyên nhân một vài quyền lợi gì. Và người ấy là người nói hai lưỡi, nghe điều gì ở chỗ này, đến chỗ kia, nói đễ sanh chia rẽ ở những người này, nghe điều gì ở chỗ kia, đi nói với những người này để sanh chia rẽ ở những người kia. Như vậy, người ấy ly gián những kẻ hòa hợp hay xúi dục những kẻ ly gián, ưa thích phá hoại, vui thích phá hoại, thích thú phá hoại, nói những lời đưa đến phá hoại. Và người ấy là người nói lời thô ác. Bất cứ lời gì thô ác, tàn ác, khiến người đau khổ, khiến người tức giận, liên hệ đến phẫn nộ, không đưa đến Thiền định, người ấy nói những lời như vậy. Và người ấy nói những lời phù phiếm, nói phi thời, nói những lời phi chơn, nói những lời không lợi ích, nói những lời phi pháp, nói những lời phi luật, nói những lời không đáng gìn giữ. Vì nói phi thời, nên lời nói không có thuận lý, không có mạch lạc, hệ thống, không có lợi ích. Như vậy, này các Gia chủ, có bốn loại khẩu hành phi pháp, phi chánh đạo.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Và này các Gia chủ, thế nào là ba loại ý hành phi pháp, phi chánh đạo? Ở đây, này các Gia chủ, có người có tham ái, tham lam tài vật kẻ khác, nghĩ rằng: “Ôi, mong rằng mọi tài vật của người khác trở thành của mình!” Lại có người có tâm sân, khởi lên hại ý, hại niệm như sau: “Mong rằng những loài hữu tình này bị giết, hay bị tàn sát, hay bị tiêu diệt, hay bị tàn hại, hay mong chúng không còn tồn tại!” Lại có người có tà kiến, có tưởng điên đảo như: “Không có bố thí, không có kết quả của bố thí, không có tế lễ, không có cúng dường, các hành vi thiện ác, không có kết quả dị thục, không có đời này, không có đời sau, không có mẹ, không có cha, không có các loại hóa sanh, trong đời không có các Sa-môn, Bà-la-môn chân chính hành trì, chân chánh thành tựu, sau khi tự tri, tự chứng lại tuyên bố cho đời này và cho đời sau”. Như vậy, này các Gia chủ, là ba ý hành phi pháp, phi chánh đạo. Như vậy do nhân hành phi pháp, hành phi chánh đạo, này các Gia chủ, ở đây, một số loài hữu tình sau khi thân hoại mạng chung, phải sanh vào cõi dữ, ác thú, đọa xứ, địa ngục.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Này các Gia chủ, có ba loại thân hành đúng pháp, đúng chánh đạo, có bốn loại khẩu hành đúng pháp, đúng chánh đạo, có ba loại ý hành đúng pháp, đúng chánh đạo? Này các Gia chủ, thế nào là ba loại thân hành đúng pháp, đúng thánh đạo? Ở đây, này các Gia chủ, có người từ bỏ sát sanh, tránh xa sát sanh, bỏ trượng, bỏ kiếm, biết tàm quý, có lòng từ, sống thương xót đến hạnh phúc tất cả chúng sanh và loài hữu tình; từ bỏ lấy của không cho, tránh xa lấy của không cho, bất cứ tài vật gì của người khác, hoặc tại thôn làng, hoặc tại rừng núi không cho người ấy, người ấy không lấy trộm tài vật ấy; từ bỏ sống theo tà hạnh đối với các dục, không giao cấu với các hạng nữ nhân có mẹ che chở, có cha che chở, có mẹ cha che chở, có anh che chở, có chị che chở, có bà con che chở, đã có chồng, được hình phạt gậy gộc bảo vệ, cho đến những nữ nhân được trang sức bằng vòng hoa. Như vậy, này các Gia chủ, là ba loại thân hành đúng pháp, đúng chánh đạo.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Và này các Gia chủ, thế nào là bốn loại khẩu hành đúng pháp, đúng chánh đạo? Ở đây, này các Gia chủ, có người từ bỏ vọng ngữ, tránh xa vọng ngữ, đến chỗ tập hội, hay đến chỗ chúng hội, hay đến giữa các thân tộc, hay đến giữa các tổ hợp, hay đến giữa vương tộc, khi được dẫn ra làm chứng và được hỏi: “Này người kia, hãy nói những gì Ông biết”, nếu biết, người ấy nói: “Tôi biết”; nếu không biết, người ấy nói: “Tôi không biết”; hay nếu không thấy, người ấy nói: “Tôi không thấy”; nếu thấy, người ấy nói: “Tôi thấy”. Như vậy, lời nói của người ấy không trở thành cố ý vọng ngữ, hoặc vì nguyên nhân tự kỷ, hoặc vì nguyên nhân tha nhân, hoặc vì nguyên nhân một vài quyền lợi gì. Từ bỏ nói hai lưỡi, tránh xa nói hai lưỡi, nghe điều gì ở chỗ này, không đi đến chỗ kia nói để sanh chia rẽ ở những người này, nghe điều gì ở chỗ kia không đi nói với những người này để sanh chia rẽ ở những người kia; như vậy, người ấy sống hòa hợp những kẻ ly gián, tăng trưởng những kẻ hòa hợp, ưa thích hòa hợp, vui thích hòa hợp, thích thú hòa hợp, nói những lời đưa đến hòa hợp. Từ bỏ lời nói độc ác, tránh xa lời nói độc ác, những lời nói nhu hòa, đẹp tai, dễ thương, thông cảm đến tâm, tao nhã, đẹp lòng nhiều người, vui lòng nhiều người, người ấy nói những lời như vậy. Từ bỏ lời nói phù phiếm, tránh xa lời nói phù phiếm, nói đúng thời, người ấy nói những lời chân thật, nói những lời có ý nghĩa, nói những lời về Chánh pháp, nói những lời về Luật, nói những lời đáng được gìn giữ. Vì nói hợp thời, nên lời nói thuận lý, có mạch lạc, hệ thống, có ích lợi. Như vậy, này các Gia chủ, có bốn loại khẩu hành đúng pháp, đúng chánh đạo.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Và này các Gia chủ, thế nào là ba loại ý hành đúng pháp, đúng chánh đạo? Ở đây, này các Gia chủ, có người không có tham ái, không tham lam tài vật của kẻ khác, không nghĩ rằng: “Ôi, mong rằng mọi tài vật của người khác trở thành của mình!” Lại có người không có tâm sân, không có khởi lên hại ý, hại niệm, nhưng nghĩ rằng: “Mong rằng những loài hữu tình này sống không thù hận, không oán thù, không nhiễu loạn, được an lạc, lo nghĩ tự thân!” Người ấy có chánh kiến, không có tưởng điên đảo, nghĩ rằng: “Có bố thí, có kết quả của bố thí, có tế lễ, có cúng dường, các hành vi thiện ác có kết quả dị thục, có đời này, có đời sau, có mẹ, có cha, có các loại hóa sanh, trong đời, có các Sa-môn, Bà-la-môn chân chánh hành trì, chân chánh thành tựu, sau khi tự tri, tự chứng lại tuyên bố cho đời này và cho đời sau”. Như vậy, này các Gia chủ, có ba loại ý hành đúng pháp, đúng chánh đạo. Như vậy, do nhân hành đúng pháp, hành đúng chánh đạo, này các Gia chủ, ở đây, một số loài hữu tình sau khi thân hoại mạng chung được sanh vào thiện thú, Thiên giới, đời này.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Này các Gia chủ, nếu một vị hành đúng pháp, đúng chánh đạo, mong ước: “Ôi, mong rằng sau khi thân hoại mạng chung, tôi được sanh vào đại phú gia, vương tộc Sát-đế-lị!” Sự kiện này xảy ra, vị ấy sau khi thân hoại mạng chung, được sanh vào đại phú gia, vương tộc Sát-đế-lị. Vì sao vậy? Vì vị ấy là vị hành đúng pháp, đúng chánh đạo.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Này các Gia chủ, nếu một vị hành đúng pháp, đúng chánh đạo, mong ước: “Ôi, mong rằng sau khi thân hoại mạng chung, tôi được sanh vào đại phú gia Bà-la-môn … đại phú gia gia chủ!” Sự kiện này xảy ra, vị ấy sau khi thân hoại mạng chung, được sanh vào đại phú gia gia chủ. Vì sao vậy? Vì vị ấy là vị hành đúng pháp, đúng chánh đạo. Này các Gia chủ, nếu một vị hành đúng pháp, đúng chánh đạo, mong ước: “Ôi, mong rằng sau khi thân hoại mạng chung, tôi được sanh thân hữu với chư thiên Tứ thiên vương … với chư thiên cõi trời Ba mươi ba … với chư thiên Dạ ma … với chư thiên Ðâu-suất-đà … với chư thiên Hóa lạc … với chư thiên Tha hóa tự tại … với chư thiên Phạm chúng … với chư thiên Quang thiên … với chư thiên Thiểu Quang thiên … với chư thiên Vô lượng quang thiên … với chư thiên Quang âm thiên … với chư thiên Tịnh thiên … với chư thiên Thiểu tịnh thiên … với chư thiên Vô lượng tịnh thiên … với chư thiên Biến tịnh thiên … với chư thiên Quảng quả thiên … với chư thiên Vô phiền thiên … với chư thiên Vô nhiệt thiên … với chư thiên Thiện hiện thiên … với chư thiên Thiện kiến thiên … với chư thiên Sắc cứu kính thiên … với chư thiên Hư không vô biên xứ thiên … với chư thiên Thức Vô biên xứ thiên … với chư thiên Vô sở hữu xứ thiên … với chư thiên Phi tưởng Phi phi tưởng xứ thiên!” Sự kiện này xảy ra, vị ấy sau khi thân hoại mạng chung được sanh thân hữu với chư thiên Phi tưởng Phi phi tưởng xứ thiên. Vì sao vậy? Vì vị ấy là vị hành đúng pháp, đúng chánh đạo.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này các Gia chủ, nếu một vị hành đúng pháp, đúng chánh đạo, mong ước: “Ôi, mong rằng, với sự đoạn trừ các lậu hoặc, với thắng trí, ta chứng ngộ, chứng đạt và an trú ngay trong hiện tại tâm giải thoát, tuệ giải thoát vô lậu!” Sự kiện này xảy ra, vị ấy với sự đoạn trừ các lậu hoặc, với thắng trí, chứng ngộ, chứng đạt và an trú ngay trong hiện tại tâm giải thoát, tuệ giải thoát vô lậu. Vì sao vậy? Vì vị ấy là vị hành đúng pháp, đúng chánh đạo.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Khi nghe nói vậy, các gia chủ Bà-la-môn ở Sa-la bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>—Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Thật vị diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Như người dựng đứng lại những gì bị quăng ngã xuống, phơi bày những gì bị che kín, chỉ đường cho kẻ bị lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc. Cũng vậy, Chánh pháp đã được Thế Tôn dùng nhiều phương tiện để trình bày. Và nay chúng con xin quy y Tôn giả <i lang='pli' translate='no'>Gotama</i>, quy y Pháp và quy y chúng Tỷ-kheo Tăng, mong Tôn giả <i lang='pli' translate='no'>Gotama</i> nhận chúng con làm đệ tử, từ nay trở đi cho đến mạng chung, chúng con trọn đời quy ngưỡng!</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 12–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 41",
    "volpages": " PTS 1.285, PTS 1.286, PTS 1.287, PTS 1.288, PTS 1.289, PTS 1.290",
    "alt_volpages": null,
    "uid": "mn41",
    "blurb": "The Buddha explains to a group of brahmins the conduct leading to rebirth in higher or lower states, including detailed explanations of the ten core practices which lay people should undertake, and which also form the basis for liberation.",
    "difficulty": 1,
    "original_title": "Sāleyyakasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Sàleyyaka",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn41_translation-de-sabbamitta",
        "segmented": true,
        "title": "Die Leute von Sālā ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn41_translation-en-sujato",
        "segmented": true,
        "title": "The People of Sālā ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn41_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso alla gente di Sālā ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn41_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn41_translation-ru-sv",
        "segmented": true,
        "title": "Брахманы из Салы ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ড. বেণীমাধব বড়ুয়া",
        "author_short": "বড়ুয়া",
        "author_uid": "barua",
        "publication_date": null,
        "id": "bn_mn41_barua",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Štěpán Chromovský",
        "author_short": "Chromovský",
        "author_uid": "chromovsky",
        "publication_date": null,
        "id": "cs_mn41_chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn41_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "2009",
        "id": "en_mn41_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Suddhāso Bhikkhu",
        "author_short": "Suddhāso",
        "author_uid": "suddhaso",
        "publication_date": "2020",
        "id": "en_mn41_suddhaso",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn41_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": null,
        "id": "es_mn41_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn41_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn41_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn41_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn41_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn41_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn41_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. B. V. Rajaram",
        "author_short": "rajaram",
        "author_uid": "rajaram",
        "publication_date": "2012",
        "id": "kan_mn41_rajaram",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ko",
        "lang_name": "한국어/조선말",
        "is_root": false,
        "author": "케마짜라 빅쿠 한글 번",
        "author_short": "케마짜라",
        "author_uid": "khemacara",
        "publication_date": "2013",
        "id": "ko_mn41_khemacara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn41_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "nl",
        "lang_name": "Nederlands",
        "is_root": false,
        "author": "Peter van Loosbroek",
        "author_short": "Loosbroek",
        "author_uid": "loosbroek",
        "publication_date": null,
        "id": "nl_mn41_loosbroek",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn41_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2006",
        "id": "pt_mn41_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn41_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn41_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn41_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn41_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn41_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn41_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Sàleyyaka"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn41_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 14,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj10.662, cck12.496, csp1ed9.354, csp2ed9.354, dr12.456, ms9M_1442, msdiv439, ndp9.349, nya1, pts-vp-pli1.285, sya12.519, vri12.358,nya2,dr12.457, ms9M_1443, nya3, sya12.520, vri12.359,nya4,csp1ed9.355, csp2ed9.355, ms9M_1444, ndp9.350, nya5, pts-vp-pli1.286,bj10.664, cck12.497, ms9M_1445, nya6, sya12.521,ms9M_1446, msdiv440, nya7,dr12.458, ms9M_1447, nya8,ms9M_1448,ms9M_1449,cck12.498, csp1ed9.356, csp2ed9.356, ms9M_1450, ndp9.351, nya9, vri12.360,dr12.459, ms9M_1451, sya12.522,ms9M_1452, pts-vp-pli1.287,ms9M_1453,bj10.666, ms9M_1454, nya10,ms9M_1455,cck12.499, csp1ed9.357, csp2ed9.357, dr12.460, ms9M_1456, sya12.523, vri12.361,ms9M_1457,ms9M_1458, msdiv441, ndp9.352, nya11,ms9M_1459, nya12,ms9M_1460,ms9M_1461, pts-vp-pli1.288,bj10.668, cck12.500, csp1ed9.358, csp2ed9.358, dr12.461, ms9M_1462, nya13, sya12.524,ms9M_1463, vri12.362,ms9M_1464,ms9M_1465, ndp9.353,ms9M_1466, nya14,cck12.501, dr12.462, ms9M_1467,ms9M_1468, sya12.525,ms9M_1469,bj10.670, csp1ed9.359, csp2ed9.359, ms9M_1470, msdiv442, nya15, pts-vp-pli1.289, vri12.363,ms9M_1471, nya16-17,cck12.502, dr12.463, ms9M_1472, ndp9.354, nya18-42, sya12.526,ms9M_1473,ms9M_1474,cck12.503, csp1ed9.360, csp2ed9.360, dr12.464, ms9M_1475, sya12.527, vri12.364,bj10.672, ms9M_1476, nya43,ms9M_1477, msdiv443, ndp9.355, nya44, pts-vp-pli1.290",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn41",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Sāleyyakasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "horner",
    "suddhaso",
    "bodhi"
  ]
}