{
  "root_text": {
    "uid": "mn46",
    "lang": "vi",
    "is_root": false,
    "title": "Ðại kinh Pháp hành",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Inquirer ",
      "uid": "mn47"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Discourse on Taking Up Practices ",
      "uid": "mn45"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn46' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>46. Ðại kinh Pháp hành</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i>, <i lang='pli' translate='no'>Jetavana</i>, tại tịnh xá Ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc). Ở đây Thế Tôn gọi các Tỷ-kheo</p>\n<p>—Này các Tỷ-kheo.</p>\n<p>—Bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Các Tỷ-kheo ấy vâng đáp Thế Tôn. Thế Tôn giảng như sau</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Này các Tỷ-kheo, phần lớn các loài hữu tình có dục như thế này, có ước vọng như thế này, có nguyện vọng như thế này: “Ôi, mong rằng các pháp bất khả ái, bất khả lạc, bất khả ý được tiêu diệt! Mong rằng các pháp khả ái, khả lạc, khả ý được tăng trưởng!” Này các Tỷ-kheo, dầu cho các loài hữu tình ấy có dục như vậy, có ước vọng như vậy, có nguyện vọng như vậy, nhưng các pháp bất khả ái, bất khả lạc, bất khả ý được tăng trưởng; các pháp khả ái, khả lạc, khả ý bị tiêu diệt. Ở đây, này các Tỷ-kheo, các Người có biết vì nguyên nhân gì không?</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Bạch Thế Tôn, đối với chúng con, các pháp dựa Thế Tôn làm căn bản, hướng Thế Tôn làm lãnh đạo, nương tựa Thế Tôn làm y cứ. Bạch Thế Tôn, tốt lành thay nếu Thế Tôn thuyết giảng cho ý nghĩa này! Sau khi được nghe Thế Tôn, các Tỷ-kheo sẽ hành trì.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Vậy này các Tỷ-kheo, hãy nghe và khéo tác ý, Ta sẽ giảng.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Thưa vâng, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Các Tỷ-kheo ấy vâng đáp Thế Tôn. Thế Tôn giảng như sau</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Ở đây, này các Tỷ-kheo, có kẻ vô văn phàm phu, không đi đến các bậc Thánh, không thuần thục pháp các bậc Thánh, không tu tập pháp các bậc Thánh, không đi đến các bậc Chân nhân, không thuần thục pháp các bậc Chân nhân, không tu tập pháp các bậc Chân nhân, không biết rõ các pháp nên phục vụ, không biết rõ các pháp không nên phục vụ, không biết rõ các pháp nên thân cận, không biết rõ các pháp không nên thân cận. Vì không biết rõ các pháp nên phục vụ, không biết rõ các pháp không nên phục vụ, không biết rõ các pháp nên thân cận, không biết rõ các pháp không nên thân cận, vị này phục vụ các pháp không nên phục vụ, không phục vụ các pháp nên phục vụ, thân cận các pháp không nên thân cận, không thân cận các pháp nên thân cận. Vị này vì phục vụ các pháp không nên phục vụ, không phục vụ các pháp nên phục vụ, vì thân cận các pháp không nên thân cận, không thân cận các pháp nên thân cận, cho nên các pháp bất khả ái, bất khả lạc, bất khả ý tăng trưởng; các pháp khả ái, khả lạc, khả ý bị tiêu diệt. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì người ấy không có trí đối với pháp này.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Và này các Tỷ-kheo, vị Ða văn Thánh đệ tử đi đến các bậc Thánh, thuần thục pháp các bậc Thánh, tu tập pháp các bậc Thánh, đi đến các bậc Chân nhân, thuần thục pháp các bậc Chân nhân, tu tập pháp các bậc Chân nhân, biết rõ các pháp nên phục vụ, biết rõ các pháp không nên phục vụ, biết rõ các pháp nên thân cận, biết rõ các pháp không nên thân cận. Vì biết rõ các pháp nên phục vụ, biết rõ các pháp không nên phục vụ, biết rõ các pháp nên thân cận, biết rõ các pháp không nên thân cận, vị này phục vụ các pháp nên phục vụ, không phục vụ các pháp không nên phục vụ, thân cận các pháp nên thân cận, không thân cận các pháp không nên thân cận. Vị này vì phục vụ các pháp nên phục vụ, không phục vụ các pháp không nên phục vụ, thân cận các pháp nên thân cận, không thân cận các pháp không nên thân cận, cho nên các pháp bất khả ái, bất khả lạc, bất khả ý bị tiêu diệt; các pháp khả ái, khả lạc, khả ý được tăng trưởng. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy có trí đối với pháp này.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Này các Tỷ-kheo, có bốn pháp hành. Thế nào là bốn? Này các Tỷ-kheo, có pháp hành hiện tại khổ, tương lai quả báo cũng khổ. Này các Tỷ-kheo, các pháp hành hiện tại khổ, tương lai quả báo lạc. Này các Tỷ-kheo, có pháp hành hiện tại lạc, tương lai quả báo khổ. Này các Tỷ-kheo, có pháp hành hiện tại lạc và tương lai quả báo cũng lạc.</p>\n<h2>(Kẻ vô trí)</h2>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Ở đây, này các Tỷ-kheo, đây là pháp hành hiện tại khổ và tương lai quả báo cũng khổ. Do vô trí với pháp này, do si mê, nên không tuệ tri như chân: “Ðây là pháp hành hiện tại khổ và tương lai quả báo cũng khổ”. Do vô trí với pháp này, do si mê, do không tuệ tri như chân, nên phục vụ pháp này, không tránh né pháp này. Vì phục vụ pháp này, vì không tránh né pháp nầy, nên đối với vị này, các pháp bất khả ái, bất khả lạc, bất khả ý tăng trưởng; các pháp khả ái, khả lạc, khả ý bị tiêu diệt. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy không có trí đối với pháp này.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Ở đây, này các Tỷ-kheo, đây là pháp hành hiện tại lạc, tương lai quả báo khổ. Do vô trí với pháp này, do si mê nên không biết như chân: “Ðây là pháp hành hiện tại lạc, tương lai quả báo khổ”. Do vô trí với pháp này, do si mê, do không tuệ tri như chân, nên phục vụ pháp này, không tránh né pháp này. Vì phục vụ pháp này, vì không tránh né pháp này, nên đối với vị này, các pháp bất khả ái, bất khả lạc, bất khả ý tăng trưởng; các pháp khả ái, khả lạc, khả ý bị tiêu diệt. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy không có trí đối với pháp này.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Ở đây, này các Tỷ-kheo, đây là pháp hành hiện tại khổ, tương lai quả báo lạc. Do vô trí với pháp này, do si mê nên không tuệ tri như chân: “Ðây là pháp hành hiện tại khổ, tương lai quả báo lạc”. Do vô trí với pháp này, do si mê, do không tuệ tri như chân, nên không phục vụ pháp này, tránh né pháp này. Vì không phục vụ pháp này, tránh né pháp này, nên đối với vị này, các pháp bất khả ái, bất khả lạc, bất khả ý tăng trưởng; các pháp khả ái, khả lạc, khả ý bị tiêu diệt. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy không có trí đối với pháp này?</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Ở đây, này các Tỷ-kheo, đấy là pháp hành hiện tại lạc, tương lai quả báo cũng lạc. Do vô trí với pháp này, do si mê, nên không tuệ tri như chân: “Ðây là pháp hành hiện tại lạc và tương lai quả báo cũng lạc”. Do vô trí với pháp này, do si mê, do không tuệ tri như chân, nên không phục vụ pháp này, tránh né pháp này. Vì không phục vụ pháp này, vì tránh né pháp này, nên đối với vị này, các pháp bất khả ái, bất khả lạc, bất khả ý tăng trưởng; các pháp khả ái, khả lạc, khả ý bị tiêu diệt. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy không có trí đối với pháp này.</p>\n<h2>(Người trí)</h2>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Ở đây, này các Tỷ-kheo, đây là pháp hành hiện tại khổ và tương lai quả báo cũng khổ. Do có trí với pháp này, do tâm sáng suốt, vị này tuệ tri như chơn: “Pháp hành này hiện tại khổ và tương lai quả báo cũng khổ”. Do có trí với pháp này, do tâm sáng suốt, do tuệ tri như chơn, vị này không phục vụ pháp này, tránh né pháp này. Do không phục vụ pháp này, do tránh né pháp này, các pháp bất khả ái, bất khả lạc, bất khả ý bị tiêu diệt; các pháp khả ái, khả lạc, khả ý tăng trưởng. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy có trí đối với pháp này.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Ở đây, này các Tỷ-kheo, đây là pháp hành hiện tại lạc, tương lai quả báo khổ. Do có trí với pháp này, do tâm sáng suốt, vị này tuệ tri như chơn: “Pháp hành này hiện tại lạc, tương lai quả báo khổ”. Do có trí với pháp này, do tâm sáng suốt, do tuệ tri như chân, vị này không phục vụ pháp này, tránh né pháp này. Do không phục vụ pháp này, do tránh né pháp này, các pháp bất khả ái, bất khả lạc, bất khả ý bị tiêu diệt; các pháp khả ái, khả lạc, khả ý tăng trưởng. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy có trí đối với pháp này.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Ở đây, này các Tỷ-kheo, đây là pháp hành hiện tại khổ, tương lai quả báo lạc. Do có trí đối với pháp này, do tâm sáng suốt, vị này tuệ tri như chân: “Pháp này hiện tại khổ, tương lai quả báo lạc”. Do có trí đối với pháp này, do tâm sáng suốt, do tuệ tri như chân, vị này phục vụ pháp này, không tránh né pháp này. Do phục vụ pháp này, không tránh né pháp này, các pháp bất khả ái, bất khả lạc, bất khả ý bị tiêu diệt; các pháp khả ái, khả lạc, khả ý tăng trưởng. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy có trí đối với pháp này.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Ở đây, này các Tỷ-kheo, đây là pháp hành hiện tại lạc và tương lai quả báo cũng lạc. Do có trí với pháp này, do tâm sáng suốt, vị này tuệ tri như chân: “Pháp hành này hiện tại lạc và tương lai quả báo cũng lạc”. Do có trí với pháp này, do tâm sáng suốt, do tuệ tri như chân, vị này phục vụ pháp này, không tránh né pháp này. Do phục vụ pháp này, do không tránh né pháp này, các pháp bất khả ái, bất khả lạc, bất khả ý bị tiêu diệt; các pháp khả ái, khả lạc, khả ý tăng trưởng. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy có trí đối với pháp này.</p>\n<h2>(Bốn pháp)</h2>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Này các Tỷ-kheo, thế nào là pháp hành hiện tại khổ và tương lai quả báo cũng khổ? Ở đây, này các Tỷ-kheo, có người với khổ, với ưu, sát sanh, và do duyên sát sanh, cảm thọ khổ ưu; với khổ, với ưu lấy của không cho, và do duyên lấy của không cho, cảm thọ khổ ưu; với khổ, với ưu sống theo tà hạnh trong các dục, và do duyên sống theo tà hạnh trong các dục, cảm thọ khổ ưu; với khổ, với ưu nói lời vọng ngữ, và do duyên nói lời vọng ngữ, cảm thọ khổ ưu; với khổ, với ưu nói lời hai lưỡi, và do duyên nói lời hai lưỡi, cảm thọ khổ ưu; với khổ, với ưu, nói lời ác ngữ, và do duyên nói lời ác ngữ, cảm thọ khổ ưu; với khổ, với ưu, nói lời phù phiếm và do duyên nói lời phù phiếm, cảm thọ khổ ưu; với khổ, với ưu, có tâm tham ái, và do duyên có tâm tham ái, cảm thọ khổ ưu; với khổ, với ưu có tâm sân hận, và do duyên có tâm sân hận cảm thọ khổ ưu; với khổ, với ưu có tà kiến, và do duyên tà kiến cảm thọ khổ ưu. Vị ấy sau khi thân hoại mạng chung, sanh vào cõi dữ, ác thú, đọa xứ, địa ngục. Như vậy, này các Tỷ-kheo, gọi là pháp hành hiện tại khổ, tương lai quả báo cũng khổ.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Này các Tỷ-kheo, thế nào là pháp hành hiện tại lạc, tương lai quả báo khổ? Ở đây, này các Tỷ-kheo, có người với lạc, với hỷ, sát sanh và do duyên sát sanh, cảm thọ lạc và hỷ; với lạc, với hỷ, lấy của không cho và do duyên lấy của không cho, cảm thọ lạc và hỷ; với lạc, với hỷ, sống theo tà hạnh trong các dục, và do duyên sống theo tà hạnh trong các dục, cảm thọ lạc và hỷ; với lạc, với hỷ, nói lời vọng ngữ, và do duyên nói lời vọng ngữ, cảm thọ lạc và hỷ; với lạc, với hỷ, nói lời hai lưỡi, và do duyên nói lời hai lưỡi, cảm thọ lạc và hỷ; với lạc, với hỷ, nói lời ác ngữ và do duyên nói lời ác ngữ, cảm thọ lạc và hỷ; với lạc, với hỷ, nói lời phù phiếm, và do duyên nói lời phù phiếm, cảm thọ lạc và hỷ; với lạc, với hỷ, có tâm tham ái và do duyên có tâm tham ái, cảm thọ lạc và hỷ, với lạc, với hỷ, có tâm sân hận, và do duyên có tâm sân hận, cảm thọ lạc và hỷ; với lạc, với hỷ, có tà kiến, và do duyên có tà kiến, cảm thọ lạc và hỷ. Vị này sau khi thân hoại mạng chung, sanh vào cõi dữ, ác thú, đọa xứ, địa ngục. Như vậy, này các Tỷ-kheo, gọi là pháp hành hiện tại lạc, tương lai quả báo khổ.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Và này các Tỷ-kheo, thế nào là pháp hành hiện tại khổ, tương lai quả báo lạc? Ở đây, này các Tỷ-kheo, có người với khổ với ưu, từ bỏ sát sanh, và do duyên từ bỏ sát sanh cảm thọ khổ ưu; với khổ, với ưu, từ bỏ lấy của không cho, và do duyên từ bỏ lấy của không cho cảm thọ khổ ưu; với khổ, với ưu, từ bỏ tà hạnh trong các dục, và do duyên từ bỏ tà hạnh trong các dục, cảm thọ khổ ưu; với khổ, với ưu từ bỏ nói lời vọng ngữ và do duyên từ bỏ nói lời vọng ngữ cảm thọ khổ ưu; với khổ, với ưu, từ bỏ nói lời hai lưỡi, và do duyên từ bỏ nói lời hai lưỡi, cảm thọ khổ ưu; với khổ, với ưu, từ bỏ nói lời ác ngữ, và do duyên từ bỏ nói lời ác ngữ, cảm thọ khổ ưu; với khổ, với ưu, từ bỏ nói lời phù phiếm, và do duyên từ bỏ nói lời phù phiếm, cảm thọ khổ ưu; với khổ, với ưu, từ bỏ tâm tham ái, và do duyên từ bỏ tâm tham ái, cảm thọ khổ ưu; với khổ, với ưu, từ bỏ tâm sân hận, và do duyên từ bỏ tâm sân hận, cảm thọ khổ ưu; với khổ, với ưu, từ bỏ tà kiến, và do duyên từ bỏ tà kiến, cảm thọ khổ ưu. Vị ấy sau khi thân hoại mạng chung, sanh vào thiện thú, Thiên giới, cõi đời này. Như vậy này các Tỷ-kheo, gọi là pháp hành hiện tại khổ, tương lai quả báo lạc.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Này các Tỷ-kheo, thế nào là pháp hành hiện tại lạc và tương lai quả báo cũng lạc? Ở đây, này các Tỷ-kheo, có người với lạc, với hỷ, từ bỏ sát sanh và do duyên từ bỏ sát sanh, cảm thọ lạc và hỷ; với lạc, với hỷ, từ bỏ lấy của không cho, và do duyên từ bỏ lấy của không cho, cảm thọ lạc và hỷ; với lạc, với hỷ, từ bỏ các tà hạnh trong các dục, và do duyên từ bỏ các tà hạnh trong các dục, cảm thọ lạc và hỷ; với lạc, với hỷ, từ bỏ nói lời vọng ngữ, và do duyên từ bỏ nói lời vọng ngữ, cảm thọ lạc và hỷ; với lạc, với hỷ, từ bỏ nói lời hai lưỡi, và do duyên từ bỏ nói lời hai lưỡi, cảm thọ lạc và hỷ; với lạc, với hỷ, từ bỏ ác ngữ, và do duyên từ bỏ nói lời ác ngữ, cảm thọ lạc và hỷ; với lạc, với hỷ, từ bỏ nói lời phù phiếm, và do duyên từ bỏ nói lời phù phiếm, cảm thọ lạc và hỷ; với lạc, với hỷ, không có tham ái, và do duyên không có tham ái, cảm thọ lạc và hỷ; với lạc, với hỷ, không có sân tâm và do duyên không có sân tâm, cảm thọ lạc và hỷ; với lạc, với hỷ, có chánh kiến và do duyên chánh kiến, cảm thọ lạc và hỷ. Vị ấy, sau khi thân hoại mạng chung, sanh lên thiện thú, Thiên giới, cõi đời này. Như vậy, này các Tỷ-kheo, gọi là pháp hành hiện tại lạc và tương lai quả báo cũng lạc.</p>\n<h2>(Ví dụ)</h2>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Này các Tỷ-kheo, ví như trái bí đắng có tẩm thuốc độc. Rồi một người đến muốn sống, muốn không chết, ưa lạc, hiềm ghét khổ, và có người nói với người ấy như sau: “Này bạn, trái bí đắng này có tẩm thuốc độc, nếu bạn muốn, hãy ăn. Trong khi ăn, bạn không được thích thú về sắc, về hương, về vị. Sau khi ăn, bạn có thể đi đến chết hay đau khổ gần như chết”. Người ấy có thể ăn không có suy nghĩ, không có từ bỏ. Trong khi ăn, người ấy không được thích thú về sắc, về hương, về vị. Sau khi ăn, người ấy bị chết, hay bị đau khổ gần như chết. Này các Tỷ-kheo, Ta nói pháp hành này giống như ví dụ ấy, tức là pháp hành hiện tại khổ và tương lai quả báo cũng khổ.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Này các Tỷ-kheo, ví như một bình đồng đựng nước uống, có sắc, có hương, có vị, và nước uống ấy có tẩm thuốc độc. Rồi một người đến, muốn sống, muốn không chết, muốn ưa lạc, hiềm ghét khổ. Và có người nói với người ấy như sau: “Này bạn, bình đồng đựng nước uống này, có sắc, có hương, có vị, và nước uống ấy có tẩm thuốc độc. Nếu bạn muốn, hãy uống. Trong khi uống, bạn sẽ được thích thú về sắc, về hương, về vị. Sau khi uống, bạn có thể đi đến chết hay đau khổ gần như chết”. Người kia có thể uống, không suy nghĩ, không từ bỏ. Trong khi uống, người ấy được thích thú về sắc, về hương, về vị. Sau khi uống, người ấy có thể đi đến chết hay đau khổ gần như chết. Này các Tỷ-kheo, Ta nói pháp hành này giống như ví dụ ấy, tức là pháp hành hiện tại lạc, tương lai quả báo khổ.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Này các Tỷ-kheo, ví như nước đái quỷ được trộn nhiều loại thuốc. Rồi có người đi đến, bị bệnh hoàng đản, và có người nói với người đó như sau: “Này bạn, nước đái quỷ này được trộn với nhiều loại thuốc. Nếu bạn muốn, hãy uống. Trong khi uống, bạn không được thích thú về sắc, về hương, về vị. Nhưng sau khi uống, bạn sẽ được an lạc”. Người ấy có thể uống, sau khi suy nghĩ, không có từ bỏ. Trong khi uống, người ấy không được thích thú về sắc, về hương, về vị. Nhưng sau khi uống, người ấy được an lạc. Này các Tỷ-kheo, Ta nói pháp hành này giống như ví dụ ấy, tức là pháp hành hiện tại khổ, tương lai quả báo lạc.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Này các Tỷ-kheo, ví như lạc, mật, thục tô và đường trộn lẫn với nhau. Rồi có người đi đến bị bệnh kiết lỵ. Và có người nói với người ấy như sau: “Này bạn, đây là lạc, mật, thục tô và đường trộn lẫn với nhau. Nếu bạn muốn, hãy uống. Trong khi uống, bạn sẽ được thích thú về sắc, về hương, về vị. Sau khi uống, bạn sẽ được an lạc”. Người kia có thể uống, sau khi suy nghĩ, không có từ bỏ. Trong khi uống, người kia được thích thú về sắc, về hương, về vị. Sau khi uống, người kia được an lạc. Này các Tỷ-kheo, Ta nói pháp hành này giống như ví dụ ấy, tức là pháp hành hiện tại lạc, tương lai quả báo cũng lạc. Này các Tỷ-kheo, ví như trong tháng cuối mùa mưa, vào mùa thu, mùa gặt hái, khí bầu trời quang đãng, không có mây, và mặt trời mọc lên giữa bầu trời, phá sạch hắc ám khắp cả hư không, và chói sáng, hực sáng và rực sáng. Cũng vậy, này các Tỷ-kheo, pháp hành hiện tại lạc, tương lai quả báo cũng lạc này, sau khi phá sạch các dị thuyết của các Sa-môn, Bà-la-môn tầm thường, chói sáng, hực sáng và rực sáng.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo ấy hoan hỷ, tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 12–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn46",
    "lang": "vi",
    "is_root": false,
    "title": "Ðại kinh Pháp hành",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Inquirer ",
      "uid": "mn47"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Discourse on Taking Up Practices ",
      "uid": "mn45"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn46' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>46. Ðại kinh Pháp hành</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i>, <i lang='pli' translate='no'>Jetavana</i>, tại tịnh xá Ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc). Ở đây Thế Tôn gọi các Tỷ-kheo</p>\n<p>—Này các Tỷ-kheo.</p>\n<p>—Bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Các Tỷ-kheo ấy vâng đáp Thế Tôn. Thế Tôn giảng như sau</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Này các Tỷ-kheo, phần lớn các loài hữu tình có dục như thế này, có ước vọng như thế này, có nguyện vọng như thế này: “Ôi, mong rằng các pháp bất khả ái, bất khả lạc, bất khả ý được tiêu diệt! Mong rằng các pháp khả ái, khả lạc, khả ý được tăng trưởng!” Này các Tỷ-kheo, dầu cho các loài hữu tình ấy có dục như vậy, có ước vọng như vậy, có nguyện vọng như vậy, nhưng các pháp bất khả ái, bất khả lạc, bất khả ý được tăng trưởng; các pháp khả ái, khả lạc, khả ý bị tiêu diệt. Ở đây, này các Tỷ-kheo, các Người có biết vì nguyên nhân gì không?</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Bạch Thế Tôn, đối với chúng con, các pháp dựa Thế Tôn làm căn bản, hướng Thế Tôn làm lãnh đạo, nương tựa Thế Tôn làm y cứ. Bạch Thế Tôn, tốt lành thay nếu Thế Tôn thuyết giảng cho ý nghĩa này! Sau khi được nghe Thế Tôn, các Tỷ-kheo sẽ hành trì.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Vậy này các Tỷ-kheo, hãy nghe và khéo tác ý, Ta sẽ giảng.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Thưa vâng, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Các Tỷ-kheo ấy vâng đáp Thế Tôn. Thế Tôn giảng như sau</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Ở đây, này các Tỷ-kheo, có kẻ vô văn phàm phu, không đi đến các bậc Thánh, không thuần thục pháp các bậc Thánh, không tu tập pháp các bậc Thánh, không đi đến các bậc Chân nhân, không thuần thục pháp các bậc Chân nhân, không tu tập pháp các bậc Chân nhân, không biết rõ các pháp nên phục vụ, không biết rõ các pháp không nên phục vụ, không biết rõ các pháp nên thân cận, không biết rõ các pháp không nên thân cận. Vì không biết rõ các pháp nên phục vụ, không biết rõ các pháp không nên phục vụ, không biết rõ các pháp nên thân cận, không biết rõ các pháp không nên thân cận, vị này phục vụ các pháp không nên phục vụ, không phục vụ các pháp nên phục vụ, thân cận các pháp không nên thân cận, không thân cận các pháp nên thân cận. Vị này vì phục vụ các pháp không nên phục vụ, không phục vụ các pháp nên phục vụ, vì thân cận các pháp không nên thân cận, không thân cận các pháp nên thân cận, cho nên các pháp bất khả ái, bất khả lạc, bất khả ý tăng trưởng; các pháp khả ái, khả lạc, khả ý bị tiêu diệt. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì người ấy không có trí đối với pháp này.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Và này các Tỷ-kheo, vị Ða văn Thánh đệ tử đi đến các bậc Thánh, thuần thục pháp các bậc Thánh, tu tập pháp các bậc Thánh, đi đến các bậc Chân nhân, thuần thục pháp các bậc Chân nhân, tu tập pháp các bậc Chân nhân, biết rõ các pháp nên phục vụ, biết rõ các pháp không nên phục vụ, biết rõ các pháp nên thân cận, biết rõ các pháp không nên thân cận. Vì biết rõ các pháp nên phục vụ, biết rõ các pháp không nên phục vụ, biết rõ các pháp nên thân cận, biết rõ các pháp không nên thân cận, vị này phục vụ các pháp nên phục vụ, không phục vụ các pháp không nên phục vụ, thân cận các pháp nên thân cận, không thân cận các pháp không nên thân cận. Vị này vì phục vụ các pháp nên phục vụ, không phục vụ các pháp không nên phục vụ, thân cận các pháp nên thân cận, không thân cận các pháp không nên thân cận, cho nên các pháp bất khả ái, bất khả lạc, bất khả ý bị tiêu diệt; các pháp khả ái, khả lạc, khả ý được tăng trưởng. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy có trí đối với pháp này.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Này các Tỷ-kheo, có bốn pháp hành. Thế nào là bốn? Này các Tỷ-kheo, có pháp hành hiện tại khổ, tương lai quả báo cũng khổ. Này các Tỷ-kheo, các pháp hành hiện tại khổ, tương lai quả báo lạc. Này các Tỷ-kheo, có pháp hành hiện tại lạc, tương lai quả báo khổ. Này các Tỷ-kheo, có pháp hành hiện tại lạc và tương lai quả báo cũng lạc.</p>\n<h2>(Kẻ vô trí)</h2>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Ở đây, này các Tỷ-kheo, đây là pháp hành hiện tại khổ và tương lai quả báo cũng khổ. Do vô trí với pháp này, do si mê, nên không tuệ tri như chân: “Ðây là pháp hành hiện tại khổ và tương lai quả báo cũng khổ”. Do vô trí với pháp này, do si mê, do không tuệ tri như chân, nên phục vụ pháp này, không tránh né pháp này. Vì phục vụ pháp này, vì không tránh né pháp nầy, nên đối với vị này, các pháp bất khả ái, bất khả lạc, bất khả ý tăng trưởng; các pháp khả ái, khả lạc, khả ý bị tiêu diệt. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy không có trí đối với pháp này.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Ở đây, này các Tỷ-kheo, đây là pháp hành hiện tại lạc, tương lai quả báo khổ. Do vô trí với pháp này, do si mê nên không biết như chân: “Ðây là pháp hành hiện tại lạc, tương lai quả báo khổ”. Do vô trí với pháp này, do si mê, do không tuệ tri như chân, nên phục vụ pháp này, không tránh né pháp này. Vì phục vụ pháp này, vì không tránh né pháp này, nên đối với vị này, các pháp bất khả ái, bất khả lạc, bất khả ý tăng trưởng; các pháp khả ái, khả lạc, khả ý bị tiêu diệt. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy không có trí đối với pháp này.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Ở đây, này các Tỷ-kheo, đây là pháp hành hiện tại khổ, tương lai quả báo lạc. Do vô trí với pháp này, do si mê nên không tuệ tri như chân: “Ðây là pháp hành hiện tại khổ, tương lai quả báo lạc”. Do vô trí với pháp này, do si mê, do không tuệ tri như chân, nên không phục vụ pháp này, tránh né pháp này. Vì không phục vụ pháp này, tránh né pháp này, nên đối với vị này, các pháp bất khả ái, bất khả lạc, bất khả ý tăng trưởng; các pháp khả ái, khả lạc, khả ý bị tiêu diệt. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy không có trí đối với pháp này?</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Ở đây, này các Tỷ-kheo, đấy là pháp hành hiện tại lạc, tương lai quả báo cũng lạc. Do vô trí với pháp này, do si mê, nên không tuệ tri như chân: “Ðây là pháp hành hiện tại lạc và tương lai quả báo cũng lạc”. Do vô trí với pháp này, do si mê, do không tuệ tri như chân, nên không phục vụ pháp này, tránh né pháp này. Vì không phục vụ pháp này, vì tránh né pháp này, nên đối với vị này, các pháp bất khả ái, bất khả lạc, bất khả ý tăng trưởng; các pháp khả ái, khả lạc, khả ý bị tiêu diệt. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy không có trí đối với pháp này.</p>\n<h2>(Người trí)</h2>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Ở đây, này các Tỷ-kheo, đây là pháp hành hiện tại khổ và tương lai quả báo cũng khổ. Do có trí với pháp này, do tâm sáng suốt, vị này tuệ tri như chơn: “Pháp hành này hiện tại khổ và tương lai quả báo cũng khổ”. Do có trí với pháp này, do tâm sáng suốt, do tuệ tri như chơn, vị này không phục vụ pháp này, tránh né pháp này. Do không phục vụ pháp này, do tránh né pháp này, các pháp bất khả ái, bất khả lạc, bất khả ý bị tiêu diệt; các pháp khả ái, khả lạc, khả ý tăng trưởng. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy có trí đối với pháp này.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Ở đây, này các Tỷ-kheo, đây là pháp hành hiện tại lạc, tương lai quả báo khổ. Do có trí với pháp này, do tâm sáng suốt, vị này tuệ tri như chơn: “Pháp hành này hiện tại lạc, tương lai quả báo khổ”. Do có trí với pháp này, do tâm sáng suốt, do tuệ tri như chân, vị này không phục vụ pháp này, tránh né pháp này. Do không phục vụ pháp này, do tránh né pháp này, các pháp bất khả ái, bất khả lạc, bất khả ý bị tiêu diệt; các pháp khả ái, khả lạc, khả ý tăng trưởng. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy có trí đối với pháp này.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Ở đây, này các Tỷ-kheo, đây là pháp hành hiện tại khổ, tương lai quả báo lạc. Do có trí đối với pháp này, do tâm sáng suốt, vị này tuệ tri như chân: “Pháp này hiện tại khổ, tương lai quả báo lạc”. Do có trí đối với pháp này, do tâm sáng suốt, do tuệ tri như chân, vị này phục vụ pháp này, không tránh né pháp này. Do phục vụ pháp này, không tránh né pháp này, các pháp bất khả ái, bất khả lạc, bất khả ý bị tiêu diệt; các pháp khả ái, khả lạc, khả ý tăng trưởng. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy có trí đối với pháp này.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Ở đây, này các Tỷ-kheo, đây là pháp hành hiện tại lạc và tương lai quả báo cũng lạc. Do có trí với pháp này, do tâm sáng suốt, vị này tuệ tri như chân: “Pháp hành này hiện tại lạc và tương lai quả báo cũng lạc”. Do có trí với pháp này, do tâm sáng suốt, do tuệ tri như chân, vị này phục vụ pháp này, không tránh né pháp này. Do phục vụ pháp này, do không tránh né pháp này, các pháp bất khả ái, bất khả lạc, bất khả ý bị tiêu diệt; các pháp khả ái, khả lạc, khả ý tăng trưởng. Vì sao vậy? Như vậy, này các Tỷ-kheo, là vì vị ấy có trí đối với pháp này.</p>\n<h2>(Bốn pháp)</h2>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Này các Tỷ-kheo, thế nào là pháp hành hiện tại khổ và tương lai quả báo cũng khổ? Ở đây, này các Tỷ-kheo, có người với khổ, với ưu, sát sanh, và do duyên sát sanh, cảm thọ khổ ưu; với khổ, với ưu lấy của không cho, và do duyên lấy của không cho, cảm thọ khổ ưu; với khổ, với ưu sống theo tà hạnh trong các dục, và do duyên sống theo tà hạnh trong các dục, cảm thọ khổ ưu; với khổ, với ưu nói lời vọng ngữ, và do duyên nói lời vọng ngữ, cảm thọ khổ ưu; với khổ, với ưu nói lời hai lưỡi, và do duyên nói lời hai lưỡi, cảm thọ khổ ưu; với khổ, với ưu, nói lời ác ngữ, và do duyên nói lời ác ngữ, cảm thọ khổ ưu; với khổ, với ưu, nói lời phù phiếm và do duyên nói lời phù phiếm, cảm thọ khổ ưu; với khổ, với ưu, có tâm tham ái, và do duyên có tâm tham ái, cảm thọ khổ ưu; với khổ, với ưu có tâm sân hận, và do duyên có tâm sân hận cảm thọ khổ ưu; với khổ, với ưu có tà kiến, và do duyên tà kiến cảm thọ khổ ưu. Vị ấy sau khi thân hoại mạng chung, sanh vào cõi dữ, ác thú, đọa xứ, địa ngục. Như vậy, này các Tỷ-kheo, gọi là pháp hành hiện tại khổ, tương lai quả báo cũng khổ.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Này các Tỷ-kheo, thế nào là pháp hành hiện tại lạc, tương lai quả báo khổ? Ở đây, này các Tỷ-kheo, có người với lạc, với hỷ, sát sanh và do duyên sát sanh, cảm thọ lạc và hỷ; với lạc, với hỷ, lấy của không cho và do duyên lấy của không cho, cảm thọ lạc và hỷ; với lạc, với hỷ, sống theo tà hạnh trong các dục, và do duyên sống theo tà hạnh trong các dục, cảm thọ lạc và hỷ; với lạc, với hỷ, nói lời vọng ngữ, và do duyên nói lời vọng ngữ, cảm thọ lạc và hỷ; với lạc, với hỷ, nói lời hai lưỡi, và do duyên nói lời hai lưỡi, cảm thọ lạc và hỷ; với lạc, với hỷ, nói lời ác ngữ và do duyên nói lời ác ngữ, cảm thọ lạc và hỷ; với lạc, với hỷ, nói lời phù phiếm, và do duyên nói lời phù phiếm, cảm thọ lạc và hỷ; với lạc, với hỷ, có tâm tham ái và do duyên có tâm tham ái, cảm thọ lạc và hỷ, với lạc, với hỷ, có tâm sân hận, và do duyên có tâm sân hận, cảm thọ lạc và hỷ; với lạc, với hỷ, có tà kiến, và do duyên có tà kiến, cảm thọ lạc và hỷ. Vị này sau khi thân hoại mạng chung, sanh vào cõi dữ, ác thú, đọa xứ, địa ngục. Như vậy, này các Tỷ-kheo, gọi là pháp hành hiện tại lạc, tương lai quả báo khổ.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Và này các Tỷ-kheo, thế nào là pháp hành hiện tại khổ, tương lai quả báo lạc? Ở đây, này các Tỷ-kheo, có người với khổ với ưu, từ bỏ sát sanh, và do duyên từ bỏ sát sanh cảm thọ khổ ưu; với khổ, với ưu, từ bỏ lấy của không cho, và do duyên từ bỏ lấy của không cho cảm thọ khổ ưu; với khổ, với ưu, từ bỏ tà hạnh trong các dục, và do duyên từ bỏ tà hạnh trong các dục, cảm thọ khổ ưu; với khổ, với ưu từ bỏ nói lời vọng ngữ và do duyên từ bỏ nói lời vọng ngữ cảm thọ khổ ưu; với khổ, với ưu, từ bỏ nói lời hai lưỡi, và do duyên từ bỏ nói lời hai lưỡi, cảm thọ khổ ưu; với khổ, với ưu, từ bỏ nói lời ác ngữ, và do duyên từ bỏ nói lời ác ngữ, cảm thọ khổ ưu; với khổ, với ưu, từ bỏ nói lời phù phiếm, và do duyên từ bỏ nói lời phù phiếm, cảm thọ khổ ưu; với khổ, với ưu, từ bỏ tâm tham ái, và do duyên từ bỏ tâm tham ái, cảm thọ khổ ưu; với khổ, với ưu, từ bỏ tâm sân hận, và do duyên từ bỏ tâm sân hận, cảm thọ khổ ưu; với khổ, với ưu, từ bỏ tà kiến, và do duyên từ bỏ tà kiến, cảm thọ khổ ưu. Vị ấy sau khi thân hoại mạng chung, sanh vào thiện thú, Thiên giới, cõi đời này. Như vậy này các Tỷ-kheo, gọi là pháp hành hiện tại khổ, tương lai quả báo lạc.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Này các Tỷ-kheo, thế nào là pháp hành hiện tại lạc và tương lai quả báo cũng lạc? Ở đây, này các Tỷ-kheo, có người với lạc, với hỷ, từ bỏ sát sanh và do duyên từ bỏ sát sanh, cảm thọ lạc và hỷ; với lạc, với hỷ, từ bỏ lấy của không cho, và do duyên từ bỏ lấy của không cho, cảm thọ lạc và hỷ; với lạc, với hỷ, từ bỏ các tà hạnh trong các dục, và do duyên từ bỏ các tà hạnh trong các dục, cảm thọ lạc và hỷ; với lạc, với hỷ, từ bỏ nói lời vọng ngữ, và do duyên từ bỏ nói lời vọng ngữ, cảm thọ lạc và hỷ; với lạc, với hỷ, từ bỏ nói lời hai lưỡi, và do duyên từ bỏ nói lời hai lưỡi, cảm thọ lạc và hỷ; với lạc, với hỷ, từ bỏ ác ngữ, và do duyên từ bỏ nói lời ác ngữ, cảm thọ lạc và hỷ; với lạc, với hỷ, từ bỏ nói lời phù phiếm, và do duyên từ bỏ nói lời phù phiếm, cảm thọ lạc và hỷ; với lạc, với hỷ, không có tham ái, và do duyên không có tham ái, cảm thọ lạc và hỷ; với lạc, với hỷ, không có sân tâm và do duyên không có sân tâm, cảm thọ lạc và hỷ; với lạc, với hỷ, có chánh kiến và do duyên chánh kiến, cảm thọ lạc và hỷ. Vị ấy, sau khi thân hoại mạng chung, sanh lên thiện thú, Thiên giới, cõi đời này. Như vậy, này các Tỷ-kheo, gọi là pháp hành hiện tại lạc và tương lai quả báo cũng lạc.</p>\n<h2>(Ví dụ)</h2>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Này các Tỷ-kheo, ví như trái bí đắng có tẩm thuốc độc. Rồi một người đến muốn sống, muốn không chết, ưa lạc, hiềm ghét khổ, và có người nói với người ấy như sau: “Này bạn, trái bí đắng này có tẩm thuốc độc, nếu bạn muốn, hãy ăn. Trong khi ăn, bạn không được thích thú về sắc, về hương, về vị. Sau khi ăn, bạn có thể đi đến chết hay đau khổ gần như chết”. Người ấy có thể ăn không có suy nghĩ, không có từ bỏ. Trong khi ăn, người ấy không được thích thú về sắc, về hương, về vị. Sau khi ăn, người ấy bị chết, hay bị đau khổ gần như chết. Này các Tỷ-kheo, Ta nói pháp hành này giống như ví dụ ấy, tức là pháp hành hiện tại khổ và tương lai quả báo cũng khổ.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Này các Tỷ-kheo, ví như một bình đồng đựng nước uống, có sắc, có hương, có vị, và nước uống ấy có tẩm thuốc độc. Rồi một người đến, muốn sống, muốn không chết, muốn ưa lạc, hiềm ghét khổ. Và có người nói với người ấy như sau: “Này bạn, bình đồng đựng nước uống này, có sắc, có hương, có vị, và nước uống ấy có tẩm thuốc độc. Nếu bạn muốn, hãy uống. Trong khi uống, bạn sẽ được thích thú về sắc, về hương, về vị. Sau khi uống, bạn có thể đi đến chết hay đau khổ gần như chết”. Người kia có thể uống, không suy nghĩ, không từ bỏ. Trong khi uống, người ấy được thích thú về sắc, về hương, về vị. Sau khi uống, người ấy có thể đi đến chết hay đau khổ gần như chết. Này các Tỷ-kheo, Ta nói pháp hành này giống như ví dụ ấy, tức là pháp hành hiện tại lạc, tương lai quả báo khổ.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Này các Tỷ-kheo, ví như nước đái quỷ được trộn nhiều loại thuốc. Rồi có người đi đến, bị bệnh hoàng đản, và có người nói với người đó như sau: “Này bạn, nước đái quỷ này được trộn với nhiều loại thuốc. Nếu bạn muốn, hãy uống. Trong khi uống, bạn không được thích thú về sắc, về hương, về vị. Nhưng sau khi uống, bạn sẽ được an lạc”. Người ấy có thể uống, sau khi suy nghĩ, không có từ bỏ. Trong khi uống, người ấy không được thích thú về sắc, về hương, về vị. Nhưng sau khi uống, người ấy được an lạc. Này các Tỷ-kheo, Ta nói pháp hành này giống như ví dụ ấy, tức là pháp hành hiện tại khổ, tương lai quả báo lạc.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Này các Tỷ-kheo, ví như lạc, mật, thục tô và đường trộn lẫn với nhau. Rồi có người đi đến bị bệnh kiết lỵ. Và có người nói với người ấy như sau: “Này bạn, đây là lạc, mật, thục tô và đường trộn lẫn với nhau. Nếu bạn muốn, hãy uống. Trong khi uống, bạn sẽ được thích thú về sắc, về hương, về vị. Sau khi uống, bạn sẽ được an lạc”. Người kia có thể uống, sau khi suy nghĩ, không có từ bỏ. Trong khi uống, người kia được thích thú về sắc, về hương, về vị. Sau khi uống, người kia được an lạc. Này các Tỷ-kheo, Ta nói pháp hành này giống như ví dụ ấy, tức là pháp hành hiện tại lạc, tương lai quả báo cũng lạc. Này các Tỷ-kheo, ví như trong tháng cuối mùa mưa, vào mùa thu, mùa gặt hái, khí bầu trời quang đãng, không có mây, và mặt trời mọc lên giữa bầu trời, phá sạch hắc ám khắp cả hư không, và chói sáng, hực sáng và rực sáng. Cũng vậy, này các Tỷ-kheo, pháp hành hiện tại lạc, tương lai quả báo cũng lạc này, sau khi phá sạch các dị thuyết của các Sa-môn, Bà-la-môn tầm thường, chói sáng, hực sáng và rực sáng.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo ấy hoan hỷ, tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 12–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 46",
    "volpages": " PTS 1.310, PTS 1.311, PTS 1.312, PTS 1.313, PTS 1.314, PTS 1.315, PTS 1.316, PTS 1.317",
    "alt_volpages": null,
    "uid": "mn46",
    "blurb": "While we all want to be happy, we often find the opposite happens. The Buddha explains why.",
    "difficulty": 1,
    "original_title": "Mahādhammasamādānasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Ðại kinh Pháp hành",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn46_translation-de-sabbamitta",
        "segmented": true,
        "title": "Die große Lehrrede über das Aufnehmen von Übungen ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn46_translation-en-sujato",
        "segmented": true,
        "title": "The Great Discourse on Taking Up Practices ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn46_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso più lungo sul fare cose ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn46_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn46_translation-ru-sv",
        "segmented": true,
        "title": "Большое наставление о способах делания ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn46_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Dugi govor o načinima postupanja ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ড. বেণীমাধব বড়ুয়া",
        "author_short": "বড়ুয়া",
        "author_uid": "barua",
        "publication_date": null,
        "id": "bn_mn46_barua",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Štěpán Chromovský",
        "author_short": "Chromovský",
        "author_uid": "chromovsky",
        "publication_date": null,
        "id": "cs_mn46_chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn46_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "2009",
        "id": "en_mn46_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Suddhāso Bhikkhu",
        "author_short": "Suddhāso",
        "author_uid": "suddhaso",
        "publication_date": "2020",
        "id": "en_mn46_suddhaso",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn46_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn46_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn46_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn46_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn46_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn46_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. B. V. Rajaram",
        "author_short": "rajaram",
        "author_uid": "rajaram",
        "publication_date": "2012",
        "id": "kan_mn46_rajaram",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn46_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn46_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2006",
        "id": "pt_mn46_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2014",
        "id": "ru_mn46_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn46_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn46_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn46_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn46_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn46_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Ðại kinh Pháp hành"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn46_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj10.728, cck12.537, dr12.496, ms9M_1654, msdiv473, ndp9.380, nya1, pts-vp-pli1.310, sya12.563, vri12.391,nya2,cck12.538, csp1ed9.385, csp2ed9.385, dr12.497, ms9M_1655, msdiv474, ndp9.381, nya3, sya12.564,bj10.730, ms9M_1656, nya4, sya12.565, vri12.392,cck12.539, ms9M_1657, msdiv475, nya5, pts-vp-pli1.311,dr12.498, ms9M_1658, msdiv476, nya6,csp1ed9.386, csp2ed9.386, ms9M_1659, ndp9.382, nya7, sya12.566,bj10.732, cck12.540, dr12.499, ms9M_1660, nya8, pts-vp-pli1.312, vri12.393,ms9M_1661, nya9,cck12.541, ms9M_1662, msdiv477, nya10, sya12.567,csp1ed9.387, csp2ed9.387, dr12.500, ms9M_1663, ndp9.383, nya11,bj10.734, ms9M_1664, nya12, vri12.394,cck12.542, ms9M_1665, nya13, sya12.568,cck12.543, csp1ed9.388, csp2ed9.388, dr12.501, ms9M_1666, msdiv478, ndp9.384, nya14, pts-vp-pli1.313, sya12.569, vri12.395,bj10.736, cck12.544, dr12.502, ms9M_1667, msdiv479, ndp9.385, nya15, pts-vp-pli1.314, sya12.570,bj10.738, cck12.545, csp1ed9.389, csp2ed9.389, dr12.503, ms9M_1668, msdiv480, nya16, pts-vp-pli1.315, sya12.571, vri12.396,cck12.546, csp1ed9.390, csp2ed9.390, dr12.504, ms9M_1669, msdiv481, ndp9.386, nya17, sya12.572, vri12.397,bj10.740, ms9M_1670, msdiv482, ndp9.387, nya18, pts-vp-pli1.316, sya12.573,cck12.547, csp1ed9.391, csp2ed9.391, dr12.505, ms9M_1671, msdiv483, nya19,ms9M_1672, msdiv484, nya20, sya12.574, vri12.398,cck12.548, dr12.506, ms9M_1673, msdiv485, ndp9.388, nya21, pts-vp-pli1.317,bj10.742, ms9M_1674, msdiv486, nya22, sya12.575,ms9M_1675",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn46",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Mahādhammasamādānasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "suddhaso",
    "bodhi",
    "horner"
  ]
}