{
  "root_text": {
    "uid": "mn4",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Sợ hãi khiếp đảm",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Unblemished ",
      "uid": "mn5"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Heirs in the Teaching ",
      "uid": "mn3"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn4' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>4. Kinh Sợ hãi khiếp đảm</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ), tại <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà Lâm), vườn ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc). Rồi Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i> đến chỗ Thế Tôn ở, khi đến xong, nói lên những lời chào đón hỏi thăm với Thế Tôn, sau khi nói lên những lời chào đón hỏi thăm thân hữu, rồi ngồi xuống một bên. Ngồi xuống một bên, Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, có những Thiện nam tử, vì lòng tin Tôn giả <i lang='pli' translate='no'>Gotama</i>, đã xuất gia, từ bỏ gia đình, sống không gia đình. Ðối với những vị này, Tôn giả <i lang='pli' translate='no'>Gotama</i> là vị lãnh đạo. Ðối với những vị này, Tôn giả <i lang='pli' translate='no'>Gotama</i> giúp ích rất nhiều. Ðối với những vị này, Tôn giả <i lang='pli' translate='no'>Gotama</i> là vị khích lệ sách tấn. Các vị này chấp nhận tuân theo quan điểm của Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Này Bà-la-môn, thật sự là vậy. Này Bà-la-môn, thật sự là vậy. Này Bà-la-môn, có những Thiện nam tử, vì lòng tin nơi Ta, đã xuất gia, từ bỏ gia đình, sống không gia đình. Ta là vị lãnh đạo của họ. Ta đã giúp ích rất nhiều cho họ. Ta là vị khích lệ sách tấn cho họ. Và các vị này chấp nhận tuân theo quan điểm của Ta.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, thật khó kham nhẫn những trú xứ xa vắng trong rừng núi hoang vu! Thật khó khăn đời sống viễn ly! Thật khó thưởng thức đời sống độc cư! Con nghĩ rằng rừng núi làm rối loạn tâm trí vị Tỷ-kheo chưa chứng Thiền định.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Này Bà-la-môn, thật sự là vậy. Này Bà-la-môn, thật sự là vậy. Này Bà-la-môn, thật khó kham nhẫn những trú xứ xa vắng trong rừng núi hoang vu! Thật khó khăn, đời sống viễn ly! Thật khó thưởng thức đời sống độc cư! Ta nghĩ rằng rừng núi làm rối loạn tâm trí vị Tỷ-kheo chưa chứng Thiền định.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Này Bà-la-môn, xưa kia khi Ta chưa chứng ngộ chánh đẳng giác, khi còn là Bồ-tát, Ta nghĩ như sau: “Thật khó kham nhẫn những trú xứ xa vắng, trong rừng núi hoang vu! Thật khó khăn, đời sống viễn ly! Thật khó thưởng thức đời sống độc cư! Ta nghĩ rằng rừng núi làm rối loạn tâm trí vị Tỷ-kheo chưa chứng Thiền định!”</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Này Bà-la-môn, rồi Ta suy nghĩ: “Những Sa-môn hay Bà-la-môn nào, thân nghiệp không thanh tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước, thân nghiệp không thanh tịnh, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có thân nghiệp không thanh tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Thân nghiệp Ta thanh tịnh. Ta là một trong những bậc Thánh, với thân nghiệp thanh tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát thân nghiệp hoàn toàn thanh tịnh này, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn, hay Bà-la-môn nào, có khẩu nghiệp không thanh tịnh … (như trên) … có ý nghiệp không thanh tịnh … (như trên) … có mạng sống không thanh tịnh sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước mạng sống không thanh tịnh, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có mạng sống không thanh tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Mạng sống Ta thanh tịnh. Ta là một trong những bậc Thánh, với mạng sống thanh tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát mạng sống hoàn toàn thanh tịnh này, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào tham dục, có ái dục cường liệt, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước tham dục, có ái dục cường liệt, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có tham dục, ái dục cường liệt, sống tại các trú xứ xa vắng trong rừng núi hoang vu. Ta không có tham dục, Ta là một trong những bậc Thánh, không có tham dục, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta không có tham dục như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào có tâm sân hận ác ý, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước, có tâm sân hận ác ý, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có tâm sân hận, ác ý, sống tại các trú xứ xa vắng trong rừng núi hoang vu. Ta có từ tâm. Ta là một trong những bậc Thánh có từ tâm, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta có từ tâm như vậy, Ta cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào bị hôn trầm thụy miên chi phối, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước bị hôn trầm thụy miên chi phối, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không bị hôn trầm thụy miên chi phối, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta không có hôn trầm thụy miên. Ta là một trong những bậc Thánh không có hôn trầm thụy miên, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta không có hôn trầm thụy miên như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào dao động, tâm không an tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước bị dao động, tâm không an tịnh, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có dao động, tâm không phải không an tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta không có dao động, tâm được an tịnh. Ta là một trong những bậc Thánh không có dao động, tâm được an tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát tâm Ta được an tịnh như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào nghi hoặc, do dự, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước nghi hoặc, do dự, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có nghi hoặc, do dự, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta diệt trừ được do dự. Ta là một trong những bậc Thánh diệt trừ được nghi hoặc, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát tâm Ta diệt trừ được nghi hoặc như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào khen mình, chê người sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước khen mình, chê người, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có khen mình, chê người, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta không có khen mình, không có chê người, Ta là một trong những bậc Thánh không có khen mình, không có chê người, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát tâm Ta không có khen mình, không có chê người như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào run rẩy, sợ hãi sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước run rẩy, sợ hãi, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có run rẩy, sợ hãi, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta không có lông tóc dựng ngược, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta không có lông tóc dựng ngược, Ta là một trong những bậc Thánh, không có lông tóc dựng ngược như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào ham muốn lợi dưỡng, cung kính, danh vọng, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước ham muốn lợi dưỡng, cung kính, danh vọng, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có ham muốn lợi dưỡng, cung kính, danh vọng, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta là người ít dục. Ta là một trong những bậc Thánh ít dục, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta là người ít dục như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào biếng nhác, kém tinh tấn, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước biếng nhác, kém tinh tấn, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có biếng nhác, kém tinh tấn, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta siêng năng, tinh tấn. Ta là một trong những bậc Thánh siêng năng, tinh tấn, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta siêng năng, tinh tấn như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào thất niệm, không tỉnh giác, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước thất niệm, không tỉnh giác, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có thất niệm, không phải không tỉnh giác, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta an trú niệm. Ta là một trong những bậc Thánh an trú niệm, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta an trú niệm như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào không định tĩnh, tâm bị tán loạn, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước không định tĩnh, tâm bị tán loạn, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta được định tĩnh, tâm không bị tán loạn sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta thành tựu định tâm. Ta là một trong những bậc Thánh thành tựu định tâm, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta thành tựu định tâm như vậy, từ cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào liệt tuệ, đần độn, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Do nguyên nhân nhiễm trước liệt tuệ, đần độn, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có liệt tuệ, đần độn, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta thành tựu trí tuệ. Ta là một trong những bậc Thánh thành tựu trí tuệ, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta thành tựu trí tuệ như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Trong những đêm được biết đến, được xác định, đêm mười bốn, đêm mười lăm, đêm mồng tám mỗi nửa tháng, trong những đêm như vậy, Ta hãy đến ở tại các trú xứ hãi hùng, lông tóc dựng ngược, như tự miếu tại các thảo viên, tự miếu tại các rừng núi, tự miếu tại các cây cối, để Ta có thể thấy sự sợ hãi khiếp đảm ấy”. Này Bà-la-môn, sau một thời gian, trong những đêm được biết đến, được xác định, đêm mười bốn, đêm mười lăm, đêm mồng tám mỗi nữa tháng, trong những đêm như vậy, Ta đến ở tại các trú xứ hãi hùng, lông tóc dựng ngược như vậy, như tự miếu tại các thảo viên, tự miếu tại các rừng núi, tự miếu tại các cây cối. Này Bà-la-môn, trong khi ta ở tại các chỗ ấy, một con thú có thể đến, hay một con công làm rơi một cành cây, hay gió làm rung động các lá rơi; Ta khởi lên ý nghĩ: “Nay sự sợ hãi khiếp đảm ấy đã đến!”. Này Bà-la-môn, rồi Ta suy nghĩ: “Sao Ta ở đây, chỉ để mong đợi sự sợ hãi khiếp đảm chớ không gì khác? Trong bất cứ hành vi cử chỉ nào của Ta mà sợ hãi khiếp đảm ấy đến, trong hành vi cử chỉ ấy, Ta hãy trừ diệt sợ hãi khiếp đảm ấy”.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Này Bà-la-môn trong khi Ta đi kinh hành qua lại mà sợ hãi khiếp đảm ấy đến, thì này Bà-la-môn, Ta không đứng, Ta không ngồi, Ta không nằm, nhưng Ta trừ diệt sợ hãi khiếp đảm ấy trong khi Ta đi kinh hành qua lại. Này Bà-la-môn, trong khi Ta đang đứng mà sự sợ hãi khiếp đảm ấy đến, thì này Bà-la-môn, Ta không kinh hành qua lại, Ta không ngồi, Ta không nằm, nhưng Ta trừ diệt sợ hãi khiếp đảm ấy trong khi Ta đang đứng. Này Bà-la-môn, trong khi Ta đang ngồi mà sợ hãi khiếp đảm ấy đến, thì này Bà-la-môn, Ta không nằm, Ta không đứng, Ta không kinh hành qua lại, nhưng Ta trừ diệt sợ hãi khiếp đảm ấy trong khi Ta đang ngồi. Này Bà-la-môn, trong khi Ta đang nằm mà sợ hãi khiếp đảm ấy đến, thì này Bà-la-môn, Ta không ngồi, Ta không đứng, Ta không kinh hành qua lại, nhưng Ta trừ diệt sợ hãi khiếp đảm ấy trong khi Ta đang nằm.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Này Bà-la-môn, có một số Sa-môn, Bà-la-môn nghĩ rằng ngày giống như đêm, nghĩ rằng đêm giống như ngày. Như vậy, Ta nói rằng những Sa-môn, Bà-la-môn ấy sống trong si ám. Này Bà-la-môn, Ta nghĩ rằng đêm là đêm, nghĩ rằng ngày là ngày. Này Bà-la-môn, ai nói một cách chơn chánh sẽ nói như sau: “Vị hữu tình nào không có si ám, sinh ra ở đời vì hạnh phúc cho muôn loài, vì an lạc cho muôn loài, vì lòng thương tưởng cho đời, vì lợi ích, vì hạnh phúc, vì an lạc cho loài Trời và loài Người. Vị ấy khi nói một cách chân chánh về Ta sẽ nói như sau: “Là vị hữu tình không có si ám, sinh ra ở đời vì hạnh phúc cho muôn loài, vì an lạc cho muôn loài, vì lòng thương tưởng cho đời, vì lợi ích, vì hạnh phúc, vì an lạc cho loài Trời và loài Người”.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Này Bà-la-môn, Ta tinh cần, tinh tấn, không lười biếng. Ta an trú chánh niệm, không có loạn, thân được khinh an, không có dao động, tâm được định tĩnh, chuyên nhất.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Này Bà-la-môn, Ta ly dục, ly các ác pháp, chứng và trú Thiền thứ nhất, một trạng thái hỷ lạc do ly dục sanh, với tầm với tứ.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Diệt tầm, diệt tứ, Ta chứng và trú Thiền thứ hai, một trạng thái hỷ lạc do định sanh, không tầm, không tứ, nội tĩnh nhất tâm.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Ly hỷ trú xả, chánh niệm tỉnh giác, thân cảm sự lạc thọ mà các bậc Thánh gọi là xả niệm lạc trú, Ta chứng và an trú Thiền thứ ba.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Xả lạc và xả khổ, diệt hỷ ưu đã cảm thọ trước, Ta chứng và an trú Thiền thứ tư, không khổ không lạc, xả niệm thanh tịnh.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Với tâm định tĩnh, thuần tịnh, không cấu nhiễm, không phiền não, nhu nhuyến, dễ sử dụng, vững chắc, bình thản như vậy, Ta dẫn tâm, hướng tâm đến túc mạng trí. Ta nhớ đến các đời sống quá khứ, như một đời, hai đời, ba đời, bốn đời, năm đời, mười đời, hai mươi đời, ba mươi đời, bốn mươi đời, năm mươi đời, một trăm đời, hai trăm đời, một ngàn đời, một trăm ngàn đời, nhiều hoại kiếp, nhiều thành kiếp, nhiều hoại và thành kiếp. Ta nhớ rằng: “Tại chỗ kia, Ta có tên như thế này, dòng họ như thế này, giai cấp như thế này, các món ăn như thế này, thọ khổ lạc như thế này, tuổi thọ đến mức như thế này. Sau khi chết tại chỗ kia, Ta được sanh ra tại chỗ này. Tại chỗ này, Ta có tên như thế này, dòng họ như thế này, giai cấp như thế này, các món ăn như thế này, thọ khổ lạc như thế này, tuổi thọ đến mức như thế này. Sau khi chết tại chỗ này, Ta được sanh ra ở đây”. Như vậy Ta nhớ đến nhiều đời sống quá khứ cùng với các nét đại cương và các chi tiết.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Này Bà-la-môn, trong đêm canh đầu Ta chứng được minh thứ nhất, vô minh diệt, minh sanh; bóng tối diệt, ánh sáng sanh, trong khi Ta sống không phóng dật, nhiệt tâm, tinh cần.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Với tâm định tĩnh, thuần tịnh, không cấu nhiễm, không phiền não, nhu nhuyến, dễ sử dụng, vững chắc, bình thản như vậy, Ta dẫn tâm, hướng tâm đến sanh tử trí về chúng sanh. Ta với thiên nhãn thuần tịnh siêu nhân, thấy sự sống và sự chết của chúng sanh. Ta tuệ tri rằng, chúng sanh người hạ liệt, kẻ cao sang, người đẹp đẽ, kẻ thô xấu, người may mắn, kẻ bất hạnh, đều do hạnh nghiệp của họ. Những chúng sanh làm những ác hạnh về thân, ác hạnh về lời nói, ác hạnh về ý, phỉ báng các bậc Thánh, theo tà kiến, tạo các nghiệp theo tà kiến. Những người này, sau khi thân hoại mạng chung, phải sanh vào cõi dữ, ác thú, đọa xứ, địa ngục. Còn những chúng sanh nào thành tựu những thiện hạnh về thân, thành tựu những thiện hạnh về lời nói, thành tựu những thiện hạnh về ý, không phỉ báng các bậc Thánh, theo chánh kiến, tạo các nghiệp theo chánh kiến, những người này, sau khi thân hoại mạng chung, được sanh lên các thiện thú, cõi Trời, trên đời này. Như vậy với thiên nhãn thuần tịnh siêu nhân, Ta thấy sự sống chết của chúng sanh. Ta tuệ tri rằng, chúng sanh, người hạ liệt, kẻ cao sang, người đẹp đẽ, kẻ thô xấu, người may mắn, kẻ bất hạnh, đều do hạnh nghiệp của họ.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Này Bà-la-môn, trong đêm canh giữa, Ta chứng được minh thứ hai, vô minh diệt, minh sanh; bóng tối diệt, ánh sáng sanh, trong khi Ta sống không phóng dật, nhiệt tâm, tinh cần.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Với tâm định tĩnh, thuần tịnh, không cấu nhiễm, không phiền não, nhu nhuyến, dễ sử dụng, vững chắc, bình thản như vậy, Ta dẫn tâm, hướng tâm đến lậu tận trí. Ta thắng tri như thật: “Ðây là khổ”, thắng tri như thật: “Ðây là nguyên nhân của khổ”, thắng tri như thật: “Ðây là khổ diệt”, thắng tri như thật: “Ðây là con đường đưa đến khổ diệt”, thắng tri như thật: “Ðây là những lậu hoặc”, thắng tri như thật: “Ðây là nguyên nhân các lậu hoặc”, thắng tri như thật: “Ðây là các lậu hoặc diệt”, thắng tri như thật: “Ðây là con đường đưa đến các lậu hoặc diệt”.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>Nhờ biết như vậy, nhờ thấy như vậy, tâm của Ta thoát khỏi dục lậu, thoát khỏi hữu lậu, thoát khỏi vô minh lậu. Ðối với tự thân đã giải thoát như vậy, khởi lên trí hiểu biết: Ta đã giải thoát. Ta đã thắng tri: “Sanh đã tận, phạm hạnh đã thành, việc cần làm đã làm, không còn trở lui trạng thái này nữa”.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Này Bà-la-môn trong đêm canh ba, Ta chứng được minh thứ ba, vô minh diệt, minh sanh; bóng tối diệt, ánh sáng sanh, trong khi Ta sống không phóng dật, nhiệt tâm, tinh cần.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Này Bà-la-môn, Ông có thể có tư tưởng như sau: “Nay Sa-môn <i lang='pli' translate='no'>Gotama</i> chưa diệt trừ tham, chưa diệt trừ sân, chưa diệt trừ si, nên sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, chớ có hiểu như vậy. Do Ta quán sát hai mục đích mà Ta sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Tự thấy sự hiện tại lạc trú và vì lòng thương tưởng chúng sanh trong tương lai.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>—Chúng sanh trong tương lai được Tôn giả <i lang='pli' translate='no'>Gotama</i> thương tưởng, vì Tôn giả là bậc A-la-hán, Chánh Ðẳng Giác. Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! … Như người dựng đứng lại những gì bị quăng ngã xuống, phơi bày ra những gì bị che kín, chỉ đường cho người bị lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc. Cũng vậy, Chánh pháp đã được Tôn giả <i lang='pli' translate='no'>Gotama</i> dùng nhiều phương tiện trình bày giải thích. Con quy y Tôn giả <i lang='pli' translate='no'>Gotama</i>, quy y Pháp và quy y Tỷ-kheo Tăng. Mong Tôn giả <i lang='pli' translate='no'>Gotama</i> nhận con làm đệ tử; từ này trở đi cho đến mạng chung, con trọn đời quy ngưỡng.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>Hiệu đính: 10–06-2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn4",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Sợ hãi khiếp đảm",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Unblemished ",
      "uid": "mn5"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Heirs in the Teaching ",
      "uid": "mn3"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn4' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>4. Kinh Sợ hãi khiếp đảm</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ), tại <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà Lâm), vườn ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc). Rồi Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i> đến chỗ Thế Tôn ở, khi đến xong, nói lên những lời chào đón hỏi thăm với Thế Tôn, sau khi nói lên những lời chào đón hỏi thăm thân hữu, rồi ngồi xuống một bên. Ngồi xuống một bên, Bà-la-môn <i lang='pli' translate='no'>Jānussoni</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, có những Thiện nam tử, vì lòng tin Tôn giả <i lang='pli' translate='no'>Gotama</i>, đã xuất gia, từ bỏ gia đình, sống không gia đình. Ðối với những vị này, Tôn giả <i lang='pli' translate='no'>Gotama</i> là vị lãnh đạo. Ðối với những vị này, Tôn giả <i lang='pli' translate='no'>Gotama</i> giúp ích rất nhiều. Ðối với những vị này, Tôn giả <i lang='pli' translate='no'>Gotama</i> là vị khích lệ sách tấn. Các vị này chấp nhận tuân theo quan điểm của Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Này Bà-la-môn, thật sự là vậy. Này Bà-la-môn, thật sự là vậy. Này Bà-la-môn, có những Thiện nam tử, vì lòng tin nơi Ta, đã xuất gia, từ bỏ gia đình, sống không gia đình. Ta là vị lãnh đạo của họ. Ta đã giúp ích rất nhiều cho họ. Ta là vị khích lệ sách tấn cho họ. Và các vị này chấp nhận tuân theo quan điểm của Ta.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Tôn giả <i lang='pli' translate='no'>Gotama</i>, thật khó kham nhẫn những trú xứ xa vắng trong rừng núi hoang vu! Thật khó khăn đời sống viễn ly! Thật khó thưởng thức đời sống độc cư! Con nghĩ rằng rừng núi làm rối loạn tâm trí vị Tỷ-kheo chưa chứng Thiền định.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Này Bà-la-môn, thật sự là vậy. Này Bà-la-môn, thật sự là vậy. Này Bà-la-môn, thật khó kham nhẫn những trú xứ xa vắng trong rừng núi hoang vu! Thật khó khăn, đời sống viễn ly! Thật khó thưởng thức đời sống độc cư! Ta nghĩ rằng rừng núi làm rối loạn tâm trí vị Tỷ-kheo chưa chứng Thiền định.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Này Bà-la-môn, xưa kia khi Ta chưa chứng ngộ chánh đẳng giác, khi còn là Bồ-tát, Ta nghĩ như sau: “Thật khó kham nhẫn những trú xứ xa vắng, trong rừng núi hoang vu! Thật khó khăn, đời sống viễn ly! Thật khó thưởng thức đời sống độc cư! Ta nghĩ rằng rừng núi làm rối loạn tâm trí vị Tỷ-kheo chưa chứng Thiền định!”</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Này Bà-la-môn, rồi Ta suy nghĩ: “Những Sa-môn hay Bà-la-môn nào, thân nghiệp không thanh tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước, thân nghiệp không thanh tịnh, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có thân nghiệp không thanh tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Thân nghiệp Ta thanh tịnh. Ta là một trong những bậc Thánh, với thân nghiệp thanh tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát thân nghiệp hoàn toàn thanh tịnh này, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn, hay Bà-la-môn nào, có khẩu nghiệp không thanh tịnh … (như trên) … có ý nghiệp không thanh tịnh … (như trên) … có mạng sống không thanh tịnh sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước mạng sống không thanh tịnh, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có mạng sống không thanh tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Mạng sống Ta thanh tịnh. Ta là một trong những bậc Thánh, với mạng sống thanh tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát mạng sống hoàn toàn thanh tịnh này, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào tham dục, có ái dục cường liệt, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước tham dục, có ái dục cường liệt, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có tham dục, ái dục cường liệt, sống tại các trú xứ xa vắng trong rừng núi hoang vu. Ta không có tham dục, Ta là một trong những bậc Thánh, không có tham dục, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta không có tham dục như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào có tâm sân hận ác ý, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước, có tâm sân hận ác ý, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có tâm sân hận, ác ý, sống tại các trú xứ xa vắng trong rừng núi hoang vu. Ta có từ tâm. Ta là một trong những bậc Thánh có từ tâm, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta có từ tâm như vậy, Ta cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào bị hôn trầm thụy miên chi phối, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước bị hôn trầm thụy miên chi phối, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không bị hôn trầm thụy miên chi phối, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta không có hôn trầm thụy miên. Ta là một trong những bậc Thánh không có hôn trầm thụy miên, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta không có hôn trầm thụy miên như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào dao động, tâm không an tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước bị dao động, tâm không an tịnh, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có dao động, tâm không phải không an tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta không có dao động, tâm được an tịnh. Ta là một trong những bậc Thánh không có dao động, tâm được an tịnh, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát tâm Ta được an tịnh như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào nghi hoặc, do dự, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước nghi hoặc, do dự, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có nghi hoặc, do dự, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta diệt trừ được do dự. Ta là một trong những bậc Thánh diệt trừ được nghi hoặc, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát tâm Ta diệt trừ được nghi hoặc như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào khen mình, chê người sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước khen mình, chê người, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có khen mình, chê người, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta không có khen mình, không có chê người, Ta là một trong những bậc Thánh không có khen mình, không có chê người, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát tâm Ta không có khen mình, không có chê người như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào run rẩy, sợ hãi sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước run rẩy, sợ hãi, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có run rẩy, sợ hãi, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta không có lông tóc dựng ngược, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta không có lông tóc dựng ngược, Ta là một trong những bậc Thánh, không có lông tóc dựng ngược như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào ham muốn lợi dưỡng, cung kính, danh vọng, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước ham muốn lợi dưỡng, cung kính, danh vọng, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có ham muốn lợi dưỡng, cung kính, danh vọng, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta là người ít dục. Ta là một trong những bậc Thánh ít dục, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta là người ít dục như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào biếng nhác, kém tinh tấn, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước biếng nhác, kém tinh tấn, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có biếng nhác, kém tinh tấn, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta siêng năng, tinh tấn. Ta là một trong những bậc Thánh siêng năng, tinh tấn, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta siêng năng, tinh tấn như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào thất niệm, không tỉnh giác, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước thất niệm, không tỉnh giác, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có thất niệm, không phải không tỉnh giác, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta an trú niệm. Ta là một trong những bậc Thánh an trú niệm, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta an trú niệm như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào không định tĩnh, tâm bị tán loạn, sống tại các trú xứ xa vắng, trong rừng núi hoang vu, do nguyên nhân nhiễm trước không định tĩnh, tâm bị tán loạn, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta được định tĩnh, tâm không bị tán loạn sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta thành tựu định tâm. Ta là một trong những bậc Thánh thành tựu định tâm, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta thành tựu định tâm như vậy, từ cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Những Sa-môn hay Bà-la-môn nào liệt tuệ, đần độn, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Do nguyên nhân nhiễm trước liệt tuệ, đần độn, những Tôn giả Sa-môn hay Bà-la-môn ấy chắc chắn làm cho sợ hãi, khiếp đảm, bất thiện khởi lên. Ta không có liệt tuệ, đần độn, sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Ta thành tựu trí tuệ. Ta là một trong những bậc Thánh thành tựu trí tuệ, sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, Ta tự quán sát Ta thành tựu trí tuệ như vậy, tự cảm thấy lòng tự tin được xác chứng hơn, khi sống trong rừng núi.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Này Bà-la-môn, tùy thuộc vấn đề này, Ta suy nghĩ như sau: “Trong những đêm được biết đến, được xác định, đêm mười bốn, đêm mười lăm, đêm mồng tám mỗi nửa tháng, trong những đêm như vậy, Ta hãy đến ở tại các trú xứ hãi hùng, lông tóc dựng ngược, như tự miếu tại các thảo viên, tự miếu tại các rừng núi, tự miếu tại các cây cối, để Ta có thể thấy sự sợ hãi khiếp đảm ấy”. Này Bà-la-môn, sau một thời gian, trong những đêm được biết đến, được xác định, đêm mười bốn, đêm mười lăm, đêm mồng tám mỗi nữa tháng, trong những đêm như vậy, Ta đến ở tại các trú xứ hãi hùng, lông tóc dựng ngược như vậy, như tự miếu tại các thảo viên, tự miếu tại các rừng núi, tự miếu tại các cây cối. Này Bà-la-môn, trong khi ta ở tại các chỗ ấy, một con thú có thể đến, hay một con công làm rơi một cành cây, hay gió làm rung động các lá rơi; Ta khởi lên ý nghĩ: “Nay sự sợ hãi khiếp đảm ấy đã đến!”. Này Bà-la-môn, rồi Ta suy nghĩ: “Sao Ta ở đây, chỉ để mong đợi sự sợ hãi khiếp đảm chớ không gì khác? Trong bất cứ hành vi cử chỉ nào của Ta mà sợ hãi khiếp đảm ấy đến, trong hành vi cử chỉ ấy, Ta hãy trừ diệt sợ hãi khiếp đảm ấy”.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Này Bà-la-môn trong khi Ta đi kinh hành qua lại mà sợ hãi khiếp đảm ấy đến, thì này Bà-la-môn, Ta không đứng, Ta không ngồi, Ta không nằm, nhưng Ta trừ diệt sợ hãi khiếp đảm ấy trong khi Ta đi kinh hành qua lại. Này Bà-la-môn, trong khi Ta đang đứng mà sự sợ hãi khiếp đảm ấy đến, thì này Bà-la-môn, Ta không kinh hành qua lại, Ta không ngồi, Ta không nằm, nhưng Ta trừ diệt sợ hãi khiếp đảm ấy trong khi Ta đang đứng. Này Bà-la-môn, trong khi Ta đang ngồi mà sợ hãi khiếp đảm ấy đến, thì này Bà-la-môn, Ta không nằm, Ta không đứng, Ta không kinh hành qua lại, nhưng Ta trừ diệt sợ hãi khiếp đảm ấy trong khi Ta đang ngồi. Này Bà-la-môn, trong khi Ta đang nằm mà sợ hãi khiếp đảm ấy đến, thì này Bà-la-môn, Ta không ngồi, Ta không đứng, Ta không kinh hành qua lại, nhưng Ta trừ diệt sợ hãi khiếp đảm ấy trong khi Ta đang nằm.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Này Bà-la-môn, có một số Sa-môn, Bà-la-môn nghĩ rằng ngày giống như đêm, nghĩ rằng đêm giống như ngày. Như vậy, Ta nói rằng những Sa-môn, Bà-la-môn ấy sống trong si ám. Này Bà-la-môn, Ta nghĩ rằng đêm là đêm, nghĩ rằng ngày là ngày. Này Bà-la-môn, ai nói một cách chơn chánh sẽ nói như sau: “Vị hữu tình nào không có si ám, sinh ra ở đời vì hạnh phúc cho muôn loài, vì an lạc cho muôn loài, vì lòng thương tưởng cho đời, vì lợi ích, vì hạnh phúc, vì an lạc cho loài Trời và loài Người. Vị ấy khi nói một cách chân chánh về Ta sẽ nói như sau: “Là vị hữu tình không có si ám, sinh ra ở đời vì hạnh phúc cho muôn loài, vì an lạc cho muôn loài, vì lòng thương tưởng cho đời, vì lợi ích, vì hạnh phúc, vì an lạc cho loài Trời và loài Người”.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Này Bà-la-môn, Ta tinh cần, tinh tấn, không lười biếng. Ta an trú chánh niệm, không có loạn, thân được khinh an, không có dao động, tâm được định tĩnh, chuyên nhất.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Này Bà-la-môn, Ta ly dục, ly các ác pháp, chứng và trú Thiền thứ nhất, một trạng thái hỷ lạc do ly dục sanh, với tầm với tứ.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Diệt tầm, diệt tứ, Ta chứng và trú Thiền thứ hai, một trạng thái hỷ lạc do định sanh, không tầm, không tứ, nội tĩnh nhất tâm.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Ly hỷ trú xả, chánh niệm tỉnh giác, thân cảm sự lạc thọ mà các bậc Thánh gọi là xả niệm lạc trú, Ta chứng và an trú Thiền thứ ba.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Xả lạc và xả khổ, diệt hỷ ưu đã cảm thọ trước, Ta chứng và an trú Thiền thứ tư, không khổ không lạc, xả niệm thanh tịnh.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Với tâm định tĩnh, thuần tịnh, không cấu nhiễm, không phiền não, nhu nhuyến, dễ sử dụng, vững chắc, bình thản như vậy, Ta dẫn tâm, hướng tâm đến túc mạng trí. Ta nhớ đến các đời sống quá khứ, như một đời, hai đời, ba đời, bốn đời, năm đời, mười đời, hai mươi đời, ba mươi đời, bốn mươi đời, năm mươi đời, một trăm đời, hai trăm đời, một ngàn đời, một trăm ngàn đời, nhiều hoại kiếp, nhiều thành kiếp, nhiều hoại và thành kiếp. Ta nhớ rằng: “Tại chỗ kia, Ta có tên như thế này, dòng họ như thế này, giai cấp như thế này, các món ăn như thế này, thọ khổ lạc như thế này, tuổi thọ đến mức như thế này. Sau khi chết tại chỗ kia, Ta được sanh ra tại chỗ này. Tại chỗ này, Ta có tên như thế này, dòng họ như thế này, giai cấp như thế này, các món ăn như thế này, thọ khổ lạc như thế này, tuổi thọ đến mức như thế này. Sau khi chết tại chỗ này, Ta được sanh ra ở đây”. Như vậy Ta nhớ đến nhiều đời sống quá khứ cùng với các nét đại cương và các chi tiết.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Này Bà-la-môn, trong đêm canh đầu Ta chứng được minh thứ nhất, vô minh diệt, minh sanh; bóng tối diệt, ánh sáng sanh, trong khi Ta sống không phóng dật, nhiệt tâm, tinh cần.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Với tâm định tĩnh, thuần tịnh, không cấu nhiễm, không phiền não, nhu nhuyến, dễ sử dụng, vững chắc, bình thản như vậy, Ta dẫn tâm, hướng tâm đến sanh tử trí về chúng sanh. Ta với thiên nhãn thuần tịnh siêu nhân, thấy sự sống và sự chết của chúng sanh. Ta tuệ tri rằng, chúng sanh người hạ liệt, kẻ cao sang, người đẹp đẽ, kẻ thô xấu, người may mắn, kẻ bất hạnh, đều do hạnh nghiệp của họ. Những chúng sanh làm những ác hạnh về thân, ác hạnh về lời nói, ác hạnh về ý, phỉ báng các bậc Thánh, theo tà kiến, tạo các nghiệp theo tà kiến. Những người này, sau khi thân hoại mạng chung, phải sanh vào cõi dữ, ác thú, đọa xứ, địa ngục. Còn những chúng sanh nào thành tựu những thiện hạnh về thân, thành tựu những thiện hạnh về lời nói, thành tựu những thiện hạnh về ý, không phỉ báng các bậc Thánh, theo chánh kiến, tạo các nghiệp theo chánh kiến, những người này, sau khi thân hoại mạng chung, được sanh lên các thiện thú, cõi Trời, trên đời này. Như vậy với thiên nhãn thuần tịnh siêu nhân, Ta thấy sự sống chết của chúng sanh. Ta tuệ tri rằng, chúng sanh, người hạ liệt, kẻ cao sang, người đẹp đẽ, kẻ thô xấu, người may mắn, kẻ bất hạnh, đều do hạnh nghiệp của họ.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Này Bà-la-môn, trong đêm canh giữa, Ta chứng được minh thứ hai, vô minh diệt, minh sanh; bóng tối diệt, ánh sáng sanh, trong khi Ta sống không phóng dật, nhiệt tâm, tinh cần.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Với tâm định tĩnh, thuần tịnh, không cấu nhiễm, không phiền não, nhu nhuyến, dễ sử dụng, vững chắc, bình thản như vậy, Ta dẫn tâm, hướng tâm đến lậu tận trí. Ta thắng tri như thật: “Ðây là khổ”, thắng tri như thật: “Ðây là nguyên nhân của khổ”, thắng tri như thật: “Ðây là khổ diệt”, thắng tri như thật: “Ðây là con đường đưa đến khổ diệt”, thắng tri như thật: “Ðây là những lậu hoặc”, thắng tri như thật: “Ðây là nguyên nhân các lậu hoặc”, thắng tri như thật: “Ðây là các lậu hoặc diệt”, thắng tri như thật: “Ðây là con đường đưa đến các lậu hoặc diệt”.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>Nhờ biết như vậy, nhờ thấy như vậy, tâm của Ta thoát khỏi dục lậu, thoát khỏi hữu lậu, thoát khỏi vô minh lậu. Ðối với tự thân đã giải thoát như vậy, khởi lên trí hiểu biết: Ta đã giải thoát. Ta đã thắng tri: “Sanh đã tận, phạm hạnh đã thành, việc cần làm đã làm, không còn trở lui trạng thái này nữa”.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Này Bà-la-môn trong đêm canh ba, Ta chứng được minh thứ ba, vô minh diệt, minh sanh; bóng tối diệt, ánh sáng sanh, trong khi Ta sống không phóng dật, nhiệt tâm, tinh cần.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Này Bà-la-môn, Ông có thể có tư tưởng như sau: “Nay Sa-môn <i lang='pli' translate='no'>Gotama</i> chưa diệt trừ tham, chưa diệt trừ sân, chưa diệt trừ si, nên sống tại các trú xứ xa vắng, trong rừng núi hoang vu”. Này Bà-la-môn, chớ có hiểu như vậy. Do Ta quán sát hai mục đích mà Ta sống tại các trú xứ xa vắng, trong rừng núi hoang vu. Tự thấy sự hiện tại lạc trú và vì lòng thương tưởng chúng sanh trong tương lai.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>—Chúng sanh trong tương lai được Tôn giả <i lang='pli' translate='no'>Gotama</i> thương tưởng, vì Tôn giả là bậc A-la-hán, Chánh Ðẳng Giác. Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! … Như người dựng đứng lại những gì bị quăng ngã xuống, phơi bày ra những gì bị che kín, chỉ đường cho người bị lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc. Cũng vậy, Chánh pháp đã được Tôn giả <i lang='pli' translate='no'>Gotama</i> dùng nhiều phương tiện trình bày giải thích. Con quy y Tôn giả <i lang='pli' translate='no'>Gotama</i>, quy y Pháp và quy y Tỷ-kheo Tăng. Mong Tôn giả <i lang='pli' translate='no'>Gotama</i> nhận con làm đệ tử; từ này trở đi cho đến mạng chung, con trọn đời quy ngưỡng.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>Hiệu đính: 10–06-2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 4",
    "volpages": " PTS 1.17, PTS 1.18, PTS 1.19, PTS 1.20, PTS 1.21, PTS 1.22, PTS 1.23, PTS 1.24",
    "alt_volpages": null,
    "uid": "mn4",
    "blurb": "The Buddha explains the difficulties of living in the wilderness, and how they are overcome by purity of conduct and meditation. He recounts some of the fears and obstacles he faced during his own practice.",
    "difficulty": 1,
    "original_title": "Bhayabheravasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Sợ hãi khiếp đảm",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn4_translation-de-sabbamitta",
        "segmented": true,
        "title": "Angst und Schrecken ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn4_translation-en-sujato",
        "segmented": true,
        "title": "Fear and Dread ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "gu",
        "lang_name": "ગુજરાતી",
        "is_root": false,
        "author": "Trushant Majmudar",
        "author_short": "trush",
        "author_uid": "trush",
        "publication_date": "2024",
        "id": "mn4_translation-gu-trush",
        "segmented": true,
        "title": "ભયભેરવ સૂત્ર ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Trushant Majmudar",
        "author_short": "trush",
        "author_uid": "trush",
        "publication_date": "2024",
        "id": "mn4_translation-hi-trush",
        "segmented": true,
        "title": "भय-भेद सूत्र ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn4_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso su paura e terrore ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pl",
        "lang_name": "Polski",
        "is_root": false,
        "author": "Piotr Jagodziński",
        "author_short": "hardao",
        "author_uid": "hardao",
        "publication_date": "2021",
        "id": "mn4_translation-pl-hardao",
        "segmented": true,
        "title": "Mowa o bojaźni i trwodze ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn4_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn4_translation-ru-sv",
        "segmented": true,
        "title": "Страх и ужас",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn4_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Govor o strahu i strepnji ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ড. বেণীমাধব বড়ুয়া",
        "author_short": "বড়ুয়া",
        "author_uid": "barua",
        "publication_date": null,
        "id": "bn_mn4_barua",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Bhikkhu Gavésakó, Štěpán Chromovský",
        "author_short": "Gavésakó …",
        "author_uid": "gavesako-chromovsky",
        "publication_date": null,
        "id": "cs_mn4_gavesako-chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn4_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "2009",
        "id": "en_mn4_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Suddhāso Bhikkhu",
        "author_short": "Suddhāso",
        "author_uid": "suddhaso",
        "publication_date": "2018",
        "id": "en_mn4_suddhaso",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn4_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Sabrina Pachón T.",
        "author_short": "Pachón",
        "author_uid": "pachon",
        "publication_date": null,
        "id": "es_mn4_pachon",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn4_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn4_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn4_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Vekerdi József",
        "author_short": "Vekerdi",
        "author_uid": "vekerdi",
        "publication_date": "1989",
        "id": "hu_mn4_vekerdi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn4_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn4_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn4_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. J. Srinivas Murthy",
        "author_short": "murthy",
        "author_uid": "murthy",
        "publication_date": "2012",
        "id": "kan_mn4_murthy",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ko",
        "lang_name": "한국어/조선말",
        "is_root": false,
        "author": "케마짜라 빅쿠 한글 번",
        "author_short": "케마짜라",
        "author_uid": "khemacara",
        "publication_date": "2013",
        "id": "ko_mn4_khemacara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn4_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn4_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2008",
        "id": "pt_mn4_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn4_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn4_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn4_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn4_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn4_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn4_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Sợ hãi khiếp đảm"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn4_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 6,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj10.38, cck12.27, csp1ed9.20, csp2ed9.20, dr12.26, ms9M_98, msdiv34, ndp9.23, nya1, pts-vp-pli1.17, sya12.28, sya12.29, vri12.22,nya2,csp1ed9.21, csp2ed9.21, ms9M_99, msdiv35, ndp9.24, nya3, vri12.23,nya4,bj10.40, cck12.28, dr12.27, ms9M_100, msdiv36, nya5-7, sya12.30,ms9M_101, msdiv37, nya8, pts-vp-pli1.18,bj10.42, cck12.29, dr12.28, ms9M_102, msdiv38, ndp9.25, nya9, sya12.31,csp1ed9.22, csp2ed9.22, ms9M_103, msdiv39, nya10, vri12.24,ms9M_104, msdiv40, nya11, sya12.32,cck12.30, dr12.29, ms9M_105, msdiv41, ndp9.26, nya12, pts-vp-pli1.19,bj10.44, csp1ed9.23, csp2ed9.23, ms9M_106, msdiv42, nya13, sya12.33, vri12.25,cck12.31, dr12.30, ms9M_107, msdiv43, nya14,ms9M_108, msdiv44, nya15, sya12.34,bj10.46, cck12.32, csp1ed9.24, csp2ed9.24, ms9M_109, msdiv45, ndp9.27, nya16,dr12.31, ms9M_110, msdiv46, nya17, pts-vp-pli1.20, sya12.35, vri12.26,ms9M_111, msdiv47, nya18,cck12.33, csp1ed9.25, csp2ed9.25, dr12.32, ms9M_112, msdiv48, ndp9.28, nya19, sya12.36,bj10.48, cck12.34, csp1ed9.26, csp2ed9.26, dr12.33, ms9M_114, msdiv49, ndp9.29, nya20, pts-vp-pli1.21, sya12.37, vri12.27,cck12.35, ms9M_115, msdiv50, nya21,bj10.50, dr12.34, ms9M_116, msdiv51, nya22-26, pts-vp-pli1.22, sya12.38, vri12.28,cck12.36, csp1ed9.27, csp2ed9.27, dr12.35, ms9M_117, msdiv52, ndp9.30, nya27, sya12.39,nya28,bj10.52, cck12.37, ms9M_118, msdiv53, ndp9.31, nya29, pts-vp-pli1.23, sya12.40, vri12.29,nya30,cck12.38, csp1ed9.28, csp2ed9.28, dr12.36, ms9M_119, msdiv54, nya31, sya12.41,nya32,nya33,bj10.54, ms9M_120, msdiv55, nya34,dr12.37, ms9M_121, msdiv56, ndp9.32, nya35, pts-vp-pli1.24, vri12.30",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn4",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Bhayabheravasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "horner",
    "bodhi",
    "suddhaso"
  ]
}