{
  "root_text": {
    "uid": "mn62",
    "lang": "vi",
    "is_root": false,
    "title": "Ðại kinh Giáo giới La-hầu-la",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Discourse With Māluṅkya ",
      "uid": "mn63"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Advice to Rāhula at Ambalaṭṭhika ",
      "uid": "mn61"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn62' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>62. Ðại kinh Giáo giới La-hầu-la</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời, Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i>, <i lang='pli' translate='no'>Jetavana</i>, tại tịnh xá <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô độc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Thế Tôn vào buổi sáng đắp y, cầm y bát, đi vào <i lang='pli' translate='no'>Sāvatthi</i> để khất thực. Tôn giả <i lang='pli' translate='no'>Rāhula</i> vào buổi sáng cũng đắp y, cầm y bát, đi sau lưng Thế Tôn. Rồi Thế Tôn, sau khi đưa mắt ngó xung quanh, bảo Tôn giả <i lang='pli' translate='no'>Rāhula</i></p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Này <i lang='pli' translate='no'>Rāhula</i>, bất cứ sắc pháp nào, quá khứ, vị lai, hiện tại, nội hay ngoại, thô hay tế, liệt hay thắng, xa hay gần, tất cả sắc pháp phải được quán sát như thật với chánh trí tuệ: “Cái này không phải của ta, cái này không phải là ta, cái này không phải tự ngã của ta”.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Bạch Thế Tôn, có phải chỉ sắc mà thôi? Bạch Thiện Thệ, có phải chỉ sắc mà thôi?</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Cả sắc, này <i lang='pli' translate='no'>Rāhula</i>; cả thọ, này <i lang='pli' translate='no'>Rāhula</i>; cả tưởng, này <i lang='pli' translate='no'>Rāhula</i>; cả hành, này <i lang='pli' translate='no'>Rāhula</i>; và cả thức, này <i lang='pli' translate='no'>Rāhula</i>.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Rồi Tôn giả <i lang='pli' translate='no'>Rāhula</i> tự nghĩ: “Ai có thể hôm nay được Thế Tôn trực tiếp giảng dạy với bài giáo giới, còn có thể đi vào làng để khất thực?” Rồi Tôn giả từ chỗ ấy đi trở lui về, ngồi xuống một gốc cây, kiết già, lưng thẳng, an trú niệm trước mặt. Tôn giả <i lang='pli' translate='no'>Sāriputta</i> thấy Tôn giả <i lang='pli' translate='no'>Rāhula</i> đang ngồi dưới một gốc cây, kiết già, lưng thẳng, an trú niệm trước mặt. Sau khi thấy vậy, Ngài nói với Tôn giả <i lang='pli' translate='no'>Rāhula</i></p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập nhập tức xuất tức niệm (niệm hơi thở vô, hơi thở ra). Này <i lang='pli' translate='no'>Rāhula</i>, tu tập niệm hơi thở vô hơi thở ra, làm cho sung mãn, được quả lớn, được lợi ích lớn.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Rồi Tôn giả <i lang='pli' translate='no'>Rāhula</i>, vào buổi chiều, sau khi từ Thiền tịnh đứng dậy, đi đến chỗ Thế Tôn ở, sau khi đến, đảnh lễ Thế Tôn rồi ngồi xuống một bên. Sau khi ngồi xuống một bên, Tôn giả <i lang='pli' translate='no'>Rāhula</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Bạch Thế Tôn, niệm hơi thở vô hơi thở ra được tu tập như thế nào? Làm cho sung mãn, (pháp môn này) như thế nào là để được quả lớn, được lợi ích lớn?</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Này <i lang='pli' translate='no'>Rāhula</i>, cái gì thuộc nội thân, thuộc cá nhân, kiên cứng, thô phù, bị chấp thủ, như tóc, lông, móng, răng, da, thịt, gân, xương, tủy, thận, tim, gan, hoành cách mô, lá lách, phổi, ruột, màng ruột, bao tử, phân và bất cứ vật gì khác, thuộc nội thân, thuộc cá nhân, kiên cứng, thô phù, bị chấp thủ; như vậy, này <i lang='pli' translate='no'>Rāhula</i>, được gọi là nội địa giới. Những gì thuộc nội địa giới và những gì thuộc ngoại địa giới đều thuộc về địa giới. Ðịa giới ấy phải được quán sát như thật với chánh trí tuệ như sau: “Cái này không phải là của ta, cái này không phải là ta, cái này không phải tự là ngã của ta”. Sau khi như thật quán sát địa giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với địa giới, tâm từ bỏ địa giới.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là thủy giới? Có nội thủy giới, có ngoại thủy giới. Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là nội thủy giới? Cái gì thuộc nội thân, thuộc cá nhân, thuộc nước, thuộc chất lỏng, bị chấp thủ, như mật, đàm, niêm dịch, mủ, máu, mồ hôi, mỡ, nước mắt, mỡ da, nước miếng, nước ở khớp xương, nước tiểu, và bất cứ vật gì khác, thuộc nội thân, thuộc cá nhân, thuộc nước, thuộc chất lỏng, bị chấp thủ; như vậy, này <i lang='pli' translate='no'>Rāhula</i>, được gọi là thủy giới. Những gì thuộc nội thủy giới và những gì thuộc ngoại thủy giới đều thuộc về thủy giới. Thủy giới ấy phải được quán sát như thật với chánh trí tuệ như sau: “Cái này không phải của ta, cái này không phải là ta, cái này không phải tự ngã của ta”. Sau khi như thật quán sát thủy giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với thủy giới, tâm từ bỏ thủy giới.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là hỏa giới? Có nội hỏa giới, có ngoại hỏa giới. Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là nội hỏa giới? Cái gì thuộc về nội thân, thuộc về cá nhân, thuộc lửa, thuộc chất nóng, bị chấp thủ; như cái gì khiến cho hâm nóng, khiến cho hủy hoại, khiến cho thiêu cháy, cái gì khiến cho những vật được ăn, uống, nhai, nếm, có thể khéo tiêu hóa, hay tất cả những vật gì khác, thuộc nội thân, thuộc cá nhân, thuộc lửa, thuộc chất nóng, bị chấp thủ; này <i lang='pli' translate='no'>Rāhula</i>, như vậy được gọi là nội hỏa giới. Những gì thuộc nội hỏa giới, và những gì thuộc ngoại hỏa giới đều thuộc về hỏa giới. Hỏa giới ấy phải được quán sát như thật với chánh trí tuệ như sau: “Cái này không phải của ta, cái này không phải là ta, cái này không phải tự ngã của ta”. Sau khi như thật quán sát hỏa giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với hỏa giới, tâm từ bỏ hỏa giới.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là phong giới? Có nội phong giới, có ngoại phong giới. Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là nội phong giới? Cái gì thuộc về nội thân, thuộc cá nhân, thuộc gió, thuộc tánh động, bị chấp thủ, như gió thổi lên, gió thổi xuống, gió trong ruột, gió trong bụng dưới, gió thổi ngang các đốt, các khớp, hơi thở vô, hơi thở ra, và bất cứ vật gì khác thuộc nội thân, thuộc cá nhân, thuộc gió, thuộc tánh động, bị chấp thủ; này <i lang='pli' translate='no'>Rāhula</i>, như vậy được gọi là nội phong giới. Những gì thuộc nội phong giới và những gì thuộc ngoại phong giới đều thuộc về phong giới. Phong giới ấy phải được quán sát như thật với chánh trí tuệ như sau: “Cái này không phải của ta, cái này không phải là ta, cái này không phải tự ngã của ta”. Sau khi như thật quán sát phong giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với phong giới, tâm từ bỏ phong giới.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là hư không giới? Có nội hư không giới, có ngoại hư không giới. Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là nội hư không giới? Cái gì thuộc về nội thân, thuộc cá nhân, thuộc hư không, thuộc hư không tánh, bị chấp thủ, như lỗ tai, lỗ mũi, cửa miệng, do cái gì người ta nuốt, những gì được nhai, được uống, được ăn và được nếm, và tại chỗ mà những gì được nhai, được uống, được ăn và được uống được giữ lại, và ngang qua chỗ mà những gì được nhai, được uống, được ăn và được tống xuất xuống phần dưới để ra ngoài, và bất cứ vật gì khác thuộc nội thân, thuộc cá nhân, thuộc hư không, thuộc hư không tánh, bị chấp thủ; này <i lang='pli' translate='no'>Rāhula</i>, như vậy được gọi là nội hư không giới. Những gì thuộc nội hư không giới và những gì thuộc ngoại hư không giới đều thuộc về hư không giới. Hư không giới ấy phải được quán sát như thật với chánh trí tuệ như sau: “Cái này không phải của ta, cái này không phải là ta, cái này không phải tự ngã của ta,” Sau khi như thật quán sát hư không giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với hư không giới, tâm từ bỏ hư không giới.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như đất. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập như đất, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại. Này <i lang='pli' translate='no'>Rāhula</i>, ví như trên đất người ta quăng đồ tịnh, quăng đồ không tịnh, quăng phân uế, quăng nước tiểu, nhổ nước miếng, quăng mủ và quăng máu; tuy vậy đất không lo âu, không dao động, hay không nhàm chán; cũng vậy, này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập như đất. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập như đất, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như nước. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập như nước, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại. Này <i lang='pli' translate='no'>Rāhula</i>, ví như trong nước người ta rửa đồ tịnh, rửa đồ không tịnh, rửa sạch phân uế, rửa sạch nước tiểu, rửa sạch nước miếng, rửa sạch mủ, rửa sạch máu; tuy vậy nước không lo âu, không dao động, không nhàm chán; cũng vậy, này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tụ tập như nước, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như lửa. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập như lửa, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại. Này <i lang='pli' translate='no'>Rāhula</i>, ví như lửa đốt các đồ tịnh, đốt các đồ không tịnh, đốt phân uế, đốt nước tiểu, đốt nước miếng, đốt mủ, đốt máu; tuy vậy lửa không lo âu, không dao động, không nhàm chán; cũng vậy, này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như lửa, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như gió. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập như gió, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại. Này <i lang='pli' translate='no'>Rāhula</i>, như gió thổi các đồ tịnh, thổi các đồ không tịnh, thổi phân uế, thổi nước tiểu, thổi nước miếng, thổi mủ, thổi máu, tuy vậy gió không lo âu, không dao động, không nhàm chán; cũng vậy, này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như gió, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như hư không. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập như hư không, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại. Này <i lang='pli' translate='no'>Rāhula</i>, ví như hư không không bị trú tại một chỗ nào; cũng vậy, này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như hư không. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập như hư không, các xúc khả ái không, khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập về lòng từ. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập về lòng từ, cái gì thuộc sân tâm sẽ được trừ diệt. Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập về lòng bi. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập về lòng bi, cái gì thuộc hại tâm sẽ được trừ diệt. Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập về hỷ. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập về hỷ, cái gì thuộc bất lạc sẽ được trừ diệt. Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập về xả. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập về xả, cái gì thuộc hận tâm sẽ được trừ diệt. Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập về bất tịnh. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập về bất tịnh, cái gì thuộc tham ái được trừ diệt. Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập về vô thường. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập về vô thường, cái gì thuộc ngã mạn được trừ diệt.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập về niệm hơi thở vô hơi thở ra. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập niệm hơi thở vô hơi thở ra, làm cho sung mãn, nên được quả lớn, được lợi ích lớn. Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là tu tập niệm hơi thở vô hơi thở ra, làm cho sung mãn nên được quả lớn, được lợi ích lớn?</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Ở đây, này <i lang='pli' translate='no'>Rāhula</i>, vị Tỷ-kheo đi đến khu rừng, đi đến gốc cây, hay đi đến ngôi nhà trống, và ngồi kiết già, lưng thẳng và an trú chánh niệm trước mặt. Tỉnh giác, vị ấy thở vô; tỉnh giác, vị ấy thở ra. Hay thở vô dài, vị ấy biết: “Tôi thở vô dài”; hay thở ra dài, vị ấy biết “Tôi thở ra dài”; hay thở vô ngắn, vị ấy biết: “Tôi thở vô ngắn”; hay thở ra ngắn, vị ấy biết: “Tôi thở ra ngắn”. “Cảm giác toàn thân, tôi sẽ thở vô,” vị ấy tập. “Cảm giác toàn thân, tôi sẽ thở ra”, vị ấy tập. “An tịnh thân hành, tôi sẽ thở vô”, vị ấy tập. “An tịnh thân hành, tôi sẽ thở ra”, vị ấy tập.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>“Cảm giác hỷ thọ, tôi sẽ thở vô”, vị ấy tập. “Cảm giác hỷ thọ, tôi sẽ thở ra”, vị ấy tập. “Cảm giác lạc thọ, tôi sẽ thở vô”, vị ấy tập. “Cảm giác tâm hành (Cittasankhara), tôi sẽ thở vô”, vị ấy tập. “Cảm giác tâm hành, tôi sẽ thở ra”, vị ấy tập. “An tịnh tâm hành, tôi sẽ thở vô”, vị ấy tập. “An tịnh tâm hành, tôi sẽ thở ra”, vị ấy tập.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>“Cảm giác về tâm, tôi sẽ thở vô”, vị ấy tập. “Cảm giác về tâm, tôi sẽ thở ra”, vị ấy tập. “Với tâm hân hoan, tôi sẽ thở vô”, vị ấy tập. “Với tâm hân hoan, tôi sẽ thở ra, vị ấy tập. “Với tâm định tĩnh, tôi sẽ thở vô”, vị ấy tập. “Với tâm định tĩnh, tôi sẽ thở ra, vị ấy tập. “Với tâm giải thoát, tôi sẽ thở vô”, vị ấy tập. “Với tâm giải thoát, tôi sẽ thở ra”, vị ấy tập.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>“Quán vô thường, tôi sẽ thở vô”, vị ấy tập. “Quán vô thường, tôi sẽ thở ra”, vị ấy tập. “Quán ly tham, tôi sẽ thở vô”, vị ấy tập. “Quán ly tham, tôi sẽ thở ra”, vị ấy tập. “Quán đoạn diệt, tôi sẽ thở vô”, vị ấy tập. “Quán đoạn diệt, tôi sẽ thở ra”, vị ấy tập “Quán từ bỏ, tôi sẽ thở vô”, vị ấy tập. “Quán từ bỏ, tôi sẽ thở ra”, vị ấy tập.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Tu tập niệm hơi thở vô hơi thở ra như vậy, này <i lang='pli' translate='no'>Rāhula</i>, làm cho sung mãn như vậy, có quả lớn, có lợi ích lớn. Này <i lang='pli' translate='no'>Rāhula</i>, tu tập niệm hơi thở vô hơi thở ra như vậy, làm cho sung mãn như vậy, thời khi những hơi thở vô, hơi thở ra tối hậu chấm dứt, chứng được giác tri, không phải không được giác tri.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Thế Tôn thuyết giảng như vậy. Tôn giả <i lang='pli' translate='no'>Rāhula</i> hoan hỷ tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 16–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn62",
    "lang": "vi",
    "is_root": false,
    "title": "Ðại kinh Giáo giới La-hầu-la",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Shorter Discourse With Māluṅkya ",
      "uid": "mn63"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Advice to Rāhula at Ambalaṭṭhika ",
      "uid": "mn61"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn62' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>62. Ðại kinh Giáo giới La-hầu-la</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời, Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i>, <i lang='pli' translate='no'>Jetavana</i>, tại tịnh xá <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô độc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Thế Tôn vào buổi sáng đắp y, cầm y bát, đi vào <i lang='pli' translate='no'>Sāvatthi</i> để khất thực. Tôn giả <i lang='pli' translate='no'>Rāhula</i> vào buổi sáng cũng đắp y, cầm y bát, đi sau lưng Thế Tôn. Rồi Thế Tôn, sau khi đưa mắt ngó xung quanh, bảo Tôn giả <i lang='pli' translate='no'>Rāhula</i></p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Này <i lang='pli' translate='no'>Rāhula</i>, bất cứ sắc pháp nào, quá khứ, vị lai, hiện tại, nội hay ngoại, thô hay tế, liệt hay thắng, xa hay gần, tất cả sắc pháp phải được quán sát như thật với chánh trí tuệ: “Cái này không phải của ta, cái này không phải là ta, cái này không phải tự ngã của ta”.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Bạch Thế Tôn, có phải chỉ sắc mà thôi? Bạch Thiện Thệ, có phải chỉ sắc mà thôi?</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Cả sắc, này <i lang='pli' translate='no'>Rāhula</i>; cả thọ, này <i lang='pli' translate='no'>Rāhula</i>; cả tưởng, này <i lang='pli' translate='no'>Rāhula</i>; cả hành, này <i lang='pli' translate='no'>Rāhula</i>; và cả thức, này <i lang='pli' translate='no'>Rāhula</i>.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Rồi Tôn giả <i lang='pli' translate='no'>Rāhula</i> tự nghĩ: “Ai có thể hôm nay được Thế Tôn trực tiếp giảng dạy với bài giáo giới, còn có thể đi vào làng để khất thực?” Rồi Tôn giả từ chỗ ấy đi trở lui về, ngồi xuống một gốc cây, kiết già, lưng thẳng, an trú niệm trước mặt. Tôn giả <i lang='pli' translate='no'>Sāriputta</i> thấy Tôn giả <i lang='pli' translate='no'>Rāhula</i> đang ngồi dưới một gốc cây, kiết già, lưng thẳng, an trú niệm trước mặt. Sau khi thấy vậy, Ngài nói với Tôn giả <i lang='pli' translate='no'>Rāhula</i></p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập nhập tức xuất tức niệm (niệm hơi thở vô, hơi thở ra). Này <i lang='pli' translate='no'>Rāhula</i>, tu tập niệm hơi thở vô hơi thở ra, làm cho sung mãn, được quả lớn, được lợi ích lớn.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Rồi Tôn giả <i lang='pli' translate='no'>Rāhula</i>, vào buổi chiều, sau khi từ Thiền tịnh đứng dậy, đi đến chỗ Thế Tôn ở, sau khi đến, đảnh lễ Thế Tôn rồi ngồi xuống một bên. Sau khi ngồi xuống một bên, Tôn giả <i lang='pli' translate='no'>Rāhula</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Bạch Thế Tôn, niệm hơi thở vô hơi thở ra được tu tập như thế nào? Làm cho sung mãn, (pháp môn này) như thế nào là để được quả lớn, được lợi ích lớn?</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Này <i lang='pli' translate='no'>Rāhula</i>, cái gì thuộc nội thân, thuộc cá nhân, kiên cứng, thô phù, bị chấp thủ, như tóc, lông, móng, răng, da, thịt, gân, xương, tủy, thận, tim, gan, hoành cách mô, lá lách, phổi, ruột, màng ruột, bao tử, phân và bất cứ vật gì khác, thuộc nội thân, thuộc cá nhân, kiên cứng, thô phù, bị chấp thủ; như vậy, này <i lang='pli' translate='no'>Rāhula</i>, được gọi là nội địa giới. Những gì thuộc nội địa giới và những gì thuộc ngoại địa giới đều thuộc về địa giới. Ðịa giới ấy phải được quán sát như thật với chánh trí tuệ như sau: “Cái này không phải là của ta, cái này không phải là ta, cái này không phải tự là ngã của ta”. Sau khi như thật quán sát địa giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với địa giới, tâm từ bỏ địa giới.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là thủy giới? Có nội thủy giới, có ngoại thủy giới. Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là nội thủy giới? Cái gì thuộc nội thân, thuộc cá nhân, thuộc nước, thuộc chất lỏng, bị chấp thủ, như mật, đàm, niêm dịch, mủ, máu, mồ hôi, mỡ, nước mắt, mỡ da, nước miếng, nước ở khớp xương, nước tiểu, và bất cứ vật gì khác, thuộc nội thân, thuộc cá nhân, thuộc nước, thuộc chất lỏng, bị chấp thủ; như vậy, này <i lang='pli' translate='no'>Rāhula</i>, được gọi là thủy giới. Những gì thuộc nội thủy giới và những gì thuộc ngoại thủy giới đều thuộc về thủy giới. Thủy giới ấy phải được quán sát như thật với chánh trí tuệ như sau: “Cái này không phải của ta, cái này không phải là ta, cái này không phải tự ngã của ta”. Sau khi như thật quán sát thủy giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với thủy giới, tâm từ bỏ thủy giới.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là hỏa giới? Có nội hỏa giới, có ngoại hỏa giới. Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là nội hỏa giới? Cái gì thuộc về nội thân, thuộc về cá nhân, thuộc lửa, thuộc chất nóng, bị chấp thủ; như cái gì khiến cho hâm nóng, khiến cho hủy hoại, khiến cho thiêu cháy, cái gì khiến cho những vật được ăn, uống, nhai, nếm, có thể khéo tiêu hóa, hay tất cả những vật gì khác, thuộc nội thân, thuộc cá nhân, thuộc lửa, thuộc chất nóng, bị chấp thủ; này <i lang='pli' translate='no'>Rāhula</i>, như vậy được gọi là nội hỏa giới. Những gì thuộc nội hỏa giới, và những gì thuộc ngoại hỏa giới đều thuộc về hỏa giới. Hỏa giới ấy phải được quán sát như thật với chánh trí tuệ như sau: “Cái này không phải của ta, cái này không phải là ta, cái này không phải tự ngã của ta”. Sau khi như thật quán sát hỏa giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với hỏa giới, tâm từ bỏ hỏa giới.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là phong giới? Có nội phong giới, có ngoại phong giới. Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là nội phong giới? Cái gì thuộc về nội thân, thuộc cá nhân, thuộc gió, thuộc tánh động, bị chấp thủ, như gió thổi lên, gió thổi xuống, gió trong ruột, gió trong bụng dưới, gió thổi ngang các đốt, các khớp, hơi thở vô, hơi thở ra, và bất cứ vật gì khác thuộc nội thân, thuộc cá nhân, thuộc gió, thuộc tánh động, bị chấp thủ; này <i lang='pli' translate='no'>Rāhula</i>, như vậy được gọi là nội phong giới. Những gì thuộc nội phong giới và những gì thuộc ngoại phong giới đều thuộc về phong giới. Phong giới ấy phải được quán sát như thật với chánh trí tuệ như sau: “Cái này không phải của ta, cái này không phải là ta, cái này không phải tự ngã của ta”. Sau khi như thật quán sát phong giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với phong giới, tâm từ bỏ phong giới.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là hư không giới? Có nội hư không giới, có ngoại hư không giới. Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là nội hư không giới? Cái gì thuộc về nội thân, thuộc cá nhân, thuộc hư không, thuộc hư không tánh, bị chấp thủ, như lỗ tai, lỗ mũi, cửa miệng, do cái gì người ta nuốt, những gì được nhai, được uống, được ăn và được nếm, và tại chỗ mà những gì được nhai, được uống, được ăn và được uống được giữ lại, và ngang qua chỗ mà những gì được nhai, được uống, được ăn và được tống xuất xuống phần dưới để ra ngoài, và bất cứ vật gì khác thuộc nội thân, thuộc cá nhân, thuộc hư không, thuộc hư không tánh, bị chấp thủ; này <i lang='pli' translate='no'>Rāhula</i>, như vậy được gọi là nội hư không giới. Những gì thuộc nội hư không giới và những gì thuộc ngoại hư không giới đều thuộc về hư không giới. Hư không giới ấy phải được quán sát như thật với chánh trí tuệ như sau: “Cái này không phải của ta, cái này không phải là ta, cái này không phải tự ngã của ta,” Sau khi như thật quán sát hư không giới với chánh trí tuệ như vậy, vị ấy sanh yểm ly đối với hư không giới, tâm từ bỏ hư không giới.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như đất. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập như đất, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại. Này <i lang='pli' translate='no'>Rāhula</i>, ví như trên đất người ta quăng đồ tịnh, quăng đồ không tịnh, quăng phân uế, quăng nước tiểu, nhổ nước miếng, quăng mủ và quăng máu; tuy vậy đất không lo âu, không dao động, hay không nhàm chán; cũng vậy, này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập như đất. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập như đất, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như nước. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập như nước, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại. Này <i lang='pli' translate='no'>Rāhula</i>, ví như trong nước người ta rửa đồ tịnh, rửa đồ không tịnh, rửa sạch phân uế, rửa sạch nước tiểu, rửa sạch nước miếng, rửa sạch mủ, rửa sạch máu; tuy vậy nước không lo âu, không dao động, không nhàm chán; cũng vậy, này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tụ tập như nước, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như lửa. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập như lửa, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại. Này <i lang='pli' translate='no'>Rāhula</i>, ví như lửa đốt các đồ tịnh, đốt các đồ không tịnh, đốt phân uế, đốt nước tiểu, đốt nước miếng, đốt mủ, đốt máu; tuy vậy lửa không lo âu, không dao động, không nhàm chán; cũng vậy, này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như lửa, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như gió. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập như gió, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại. Này <i lang='pli' translate='no'>Rāhula</i>, như gió thổi các đồ tịnh, thổi các đồ không tịnh, thổi phân uế, thổi nước tiểu, thổi nước miếng, thổi mủ, thổi máu, tuy vậy gió không lo âu, không dao động, không nhàm chán; cũng vậy, này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như gió, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như hư không. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập như hư không, các xúc khả ái, không khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại. Này <i lang='pli' translate='no'>Rāhula</i>, ví như hư không không bị trú tại một chỗ nào; cũng vậy, này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập như hư không. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập như hư không, các xúc khả ái không, khả ái được khởi lên, không có nắm giữ tâm, không có tồn tại.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập về lòng từ. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập về lòng từ, cái gì thuộc sân tâm sẽ được trừ diệt. Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập về lòng bi. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập về lòng bi, cái gì thuộc hại tâm sẽ được trừ diệt. Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập về hỷ. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập về hỷ, cái gì thuộc bất lạc sẽ được trừ diệt. Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập về xả. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập về xả, cái gì thuộc hận tâm sẽ được trừ diệt. Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập về bất tịnh. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập về bất tịnh, cái gì thuộc tham ái được trừ diệt. Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập về vô thường. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập sự tu tập về vô thường, cái gì thuộc ngã mạn được trừ diệt.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Này <i lang='pli' translate='no'>Rāhula</i>, hãy tu tập sự tu tập về niệm hơi thở vô hơi thở ra. Này <i lang='pli' translate='no'>Rāhula</i>, do tu tập niệm hơi thở vô hơi thở ra, làm cho sung mãn, nên được quả lớn, được lợi ích lớn. Và này <i lang='pli' translate='no'>Rāhula</i>, thế nào là tu tập niệm hơi thở vô hơi thở ra, làm cho sung mãn nên được quả lớn, được lợi ích lớn?</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Ở đây, này <i lang='pli' translate='no'>Rāhula</i>, vị Tỷ-kheo đi đến khu rừng, đi đến gốc cây, hay đi đến ngôi nhà trống, và ngồi kiết già, lưng thẳng và an trú chánh niệm trước mặt. Tỉnh giác, vị ấy thở vô; tỉnh giác, vị ấy thở ra. Hay thở vô dài, vị ấy biết: “Tôi thở vô dài”; hay thở ra dài, vị ấy biết “Tôi thở ra dài”; hay thở vô ngắn, vị ấy biết: “Tôi thở vô ngắn”; hay thở ra ngắn, vị ấy biết: “Tôi thở ra ngắn”. “Cảm giác toàn thân, tôi sẽ thở vô,” vị ấy tập. “Cảm giác toàn thân, tôi sẽ thở ra”, vị ấy tập. “An tịnh thân hành, tôi sẽ thở vô”, vị ấy tập. “An tịnh thân hành, tôi sẽ thở ra”, vị ấy tập.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>“Cảm giác hỷ thọ, tôi sẽ thở vô”, vị ấy tập. “Cảm giác hỷ thọ, tôi sẽ thở ra”, vị ấy tập. “Cảm giác lạc thọ, tôi sẽ thở vô”, vị ấy tập. “Cảm giác tâm hành (Cittasankhara), tôi sẽ thở vô”, vị ấy tập. “Cảm giác tâm hành, tôi sẽ thở ra”, vị ấy tập. “An tịnh tâm hành, tôi sẽ thở vô”, vị ấy tập. “An tịnh tâm hành, tôi sẽ thở ra”, vị ấy tập.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>“Cảm giác về tâm, tôi sẽ thở vô”, vị ấy tập. “Cảm giác về tâm, tôi sẽ thở ra”, vị ấy tập. “Với tâm hân hoan, tôi sẽ thở vô”, vị ấy tập. “Với tâm hân hoan, tôi sẽ thở ra, vị ấy tập. “Với tâm định tĩnh, tôi sẽ thở vô”, vị ấy tập. “Với tâm định tĩnh, tôi sẽ thở ra, vị ấy tập. “Với tâm giải thoát, tôi sẽ thở vô”, vị ấy tập. “Với tâm giải thoát, tôi sẽ thở ra”, vị ấy tập.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>“Quán vô thường, tôi sẽ thở vô”, vị ấy tập. “Quán vô thường, tôi sẽ thở ra”, vị ấy tập. “Quán ly tham, tôi sẽ thở vô”, vị ấy tập. “Quán ly tham, tôi sẽ thở ra”, vị ấy tập. “Quán đoạn diệt, tôi sẽ thở vô”, vị ấy tập. “Quán đoạn diệt, tôi sẽ thở ra”, vị ấy tập “Quán từ bỏ, tôi sẽ thở vô”, vị ấy tập. “Quán từ bỏ, tôi sẽ thở ra”, vị ấy tập.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Tu tập niệm hơi thở vô hơi thở ra như vậy, này <i lang='pli' translate='no'>Rāhula</i>, làm cho sung mãn như vậy, có quả lớn, có lợi ích lớn. Này <i lang='pli' translate='no'>Rāhula</i>, tu tập niệm hơi thở vô hơi thở ra như vậy, làm cho sung mãn như vậy, thời khi những hơi thở vô, hơi thở ra tối hậu chấm dứt, chứng được giác tri, không phải không được giác tri.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Thế Tôn thuyết giảng như vậy. Tôn giả <i lang='pli' translate='no'>Rāhula</i> hoan hỷ tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 16–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 62",
    "volpages": " PTS 1.421, PTS 1.422, PTS 1.423, PTS 1.424, PTS 1.425, PTS 1.426",
    "alt_volpages": null,
    "uid": "mn62",
    "blurb": "The Buddha tells Rāhula to meditate on not-self, which he immediately puts into practice. Seeing him, Venerable Sāriputta advises him to develop breath meditation, but the Buddha suggests a wide range of different practices first.",
    "difficulty": 2,
    "original_title": "Mahārāhulovādasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Ðại kinh Giáo giới La-hầu-la",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn62_translation-de-sabbamitta",
        "segmented": true,
        "title": "Die längere Unterweisung Rāhulas ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn62_translation-en-sujato",
        "segmented": true,
        "title": "The Longer Advice to Rāhula ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn62_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso più lungo sui consigli a Rāhula ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "lt",
        "lang_name": "Lietuvių Kalba",
        "is_root": false,
        "author": "Sayalay Piyadassi",
        "author_short": "piyadassi",
        "author_uid": "piyadassi",
        "publication_date": "2022",
        "id": "mn62_translation-lt-piyadassi",
        "segmented": true,
        "title": "Ilgesnis pamokymas Rahulai ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn62_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn62_translation-ru-sv",
        "segmented": true,
        "title": "Большое наставление для Рахулы ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn62_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Dugi govor o savetu Rāhuli",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ধর্মাধার মহাস্থবির",
        "author_short": "ধর্মাধার",
        "author_uid": "mahasthavya",
        "publication_date": null,
        "id": "bn_mn62_mahasthavya",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Štěpán Chromovský",
        "author_short": "Chromovský",
        "author_uid": "chromovsky",
        "publication_date": null,
        "id": "cs_mn62_chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn62_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Suddhāso Bhikkhu",
        "author_short": "Suddhāso",
        "author_uid": "suddhaso",
        "publication_date": "2020",
        "id": "en_mn62_suddhaso",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn62_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "David García",
        "author_short": "García",
        "author_uid": "garcia",
        "publication_date": null,
        "id": "es_mn62_garcia",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn62_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn62_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hr",
        "lang_name": "Hrvatski",
        "is_root": false,
        "author": "Čedomil Veljačić",
        "author_short": "Veljačić",
        "author_uid": "veljacic",
        "publication_date": "2014",
        "id": "hr_mn62_veljacic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Fenyvesi Róbert",
        "author_short": "Fenyvesi",
        "author_uid": "fenyvesi",
        "publication_date": "2009",
        "id": "hu_mn62_fenyvesi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn62_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn62_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn62_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. B. V. Rajaram",
        "author_short": "rajaram",
        "author_uid": "rajaram",
        "publication_date": "2011",
        "id": "kan_mn62_rajaram",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn62_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn62_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2014",
        "id": "pt_mn62_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn62_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn62_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn62_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn62_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "tr",
        "lang_name": "Türkçe",
        "is_root": false,
        "author": "Cem Şen",
        "author_short": "Cem Şen",
        "author_uid": "cemsen",
        "publication_date": "2024",
        "id": "tr_mn62_cemsen",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn62_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Ðại kinh Giáo giới La-hầu-la"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn62_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 11,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj11.142, cck13.139, cck13.140, csp1ed10.84, csp2ed10.84, dr13.124, mc2.92, ms10M_303, msdiv113, ndp10.100, nya1, pts-vp-pli1.421, sya13.134, sya13.135, vri13.91,nya2,nya3,nya4,nya5,dr13.125, ms10M_304, msdiv114, ndp10.101, nya6, pts-vp-pli1.422, vri13.92,nya7,nya8,bj11.144, cck13.141, csp1ed10.85, csp2ed10.85, dr13.126, ms10M_305, msdiv115, nya9, sya13.136,cck13.142, mc2.93, ms10M_306, msdiv116, ndp10.102, nya10,csp1ed10.86, csp2ed10.86, dr13.127, ms10M_307, msdiv117, nya11, pts-vp-pli1.423, sya13.137, vri13.93,bj11.146, cck13.143, mc2.94, ms10M_308, msdiv118, ndp10.103, nya12, sya13.138,dr13.128, ms10M_309, msdiv119, nya13,cck13.144, csp1ed10.87, csp2ed10.87, ms10M_310, nya14, pts-vp-pli1.424, sya13.139, vri13.94,ms10M_311, ndp10.104, nya15,cck13.145, dr13.129, mc2.95, ms10M_312, nya16, sya13.140,ms10M_313, nya17,bj11.148, cck13.146, csp1ed10.88, csp2ed10.88, dr13.130, ms10M_314, msdiv120, ndp10.105, nya18, pts-vp-pli1.425, vri13.95,nya19,nya20,nya21,nya22,nya23,ms10M_315, msdiv121, nya24, sya13.141,nya25,mc2.96, ms10M_316, nya26,cck13.147, dr13.131, ms10M_317, nya27,bj11.150, ms10M_318, ndp10.106, nya28, vri13.96,csp1ed10.89, csp2ed10.89, ms10M_319, nya29, sya13.142,ms10M_320, nya30, pts-vp-pli1.426,ms10M_321",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn62",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Mahārāhulovādasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "suddhaso",
    "horner"
  ]
}