{
  "root_text": {
    "uid": "mn63",
    "lang": "vi",
    "is_root": false,
    "title": "Tiểu kinh Màlunkyà",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Discourse With Māluṅkya ",
      "uid": "mn64"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Advice to Rāhula ",
      "uid": "mn62"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn63' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>63. Tiểu kinh Màlunkyà</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời, Thế Tôn trú ở <i lang='pli' translate='no'>Sāvatthi</i>, <i lang='pli' translate='no'>Jetavana</i>, tại tịnh xá ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Tôn giả Malunkyaputta, trong khi độc trú tịnh cư, khởi lên sự suy tư như sau: Có một số vấn đề này, Thế Tôn không trả lời, bỏ một bên, loại bỏ ra: “Thế giới là thường còn, thế giới là vô thường, thế giới là hữu biên, thế giới là vô biên; sinh mạng này và thân này là một, sinh mạng này và thân này là khác; Như Lai có tồn tại sau khi chết, Như Lai không có tồn tại sau khi chết, Như Lai có tồn tại và không có tồn tại sau khi chết. Như Lai không có tồn tại và không không tồn tại sau khi chết”. Thế Tôn không trả lời cho ta những vấn đề ấy. Vì Thế Tôn không trả lời cho ta những vấn đề ấy, nên ta không được hài lòng, không được thỏa mãn. Vậy ta hãy đi đến Thế Tôn, và sẽ hỏi ý nghĩa này. Nếu Thế Tôn trả lời cho ta: “Thế giới là thường còn, thế giới là vô thường, thế giới là hữu biên, thế giới là vô biên; sinh mạng này và thân này là một, sinh mạng này và thân này là khác; Như Lai có tồn tại sau khi chết, Như Lai không có tồn tại sau khi chết; Như Lai có tồn tại và không có tồn tại sau khi chết, hay Như Lai không có tồn tại và không không tồn tại sau khi chết”, thời ta sẽ sống Phạm hạnh dưới (sự chỉ dẫn của) Thế Tôn. Còn nếu Thế Tôn không trả lời cho ta: “Thế giới là thường còn, thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”, thời ta sẽ bỏ học pháp và hoàn tục.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Rồi Tôn giả Malunkyaputta vào buổi chiều, từ Thiền tịnh đứng dậy, đi đến Thế Tôn; sau khi đến, đảnh lễ Thế Tôn rồi ngồi xuống một bên. Sau khi ngồi xuống một bên, Tôn giả Malunkyaputta bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Ở đây, bạch Thế Tôn, trong khi độc trú tịnh cư, con khởi lên ý nghĩ như sau: Có một số vấn đề này, Thế Tôn không trả lời, bỏ một bên loại bỏ ra: “Thế giới là thường còn, thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”. Thế Tôn không trả lời cho ta những vấn đề ấy. Vì Thế Tôn không trả lời cho ta những vấn đề ấy, nên ta không được hài lòng, không được thỏa mãn. Vậy ta hãy đi đến Thế Tôn và sẽ hỏi ý nghĩa này. Nếu Thế Tôn trả lời cho ta: “Thế giới là thường còn, thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”, thời ta sẽ sống Phạm hạnh dưới (sự chỉ dẫn của) Thế Tôn. Còn nếu Thế Tôn không trả lời cho ta: “Thế giới là thường còn, thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”, thời ta sẽ bỏ học pháp và hoàn tục.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Nếu Thế Tôn biết: “Thế giới là thường còn”, Thế Tôn hãy trả lời cho con: “Thế giới là thường còn”. Nếu Thế Tôn biết: “Thế giới là vô thường”. Thế Tôn hãy trả lời cho con: “Thế giới là vô thường”. Nếu Thế Tôn không biết: “Thế giới là thường còn” hay “Thế giới là vô thường”, thời không biết, không thấy, hãy thẳng thắn trả lời: “Ta không biết, Ta không thấy”.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Nếu Thế Tôn biết: “Thế giới là hữu biên”, Thế Tôn hãy trả lời cho con: “Thế giới là hữu biên”. Nếu Thế Tôn biết: “Thế giới là vô biên”, Thế Tôn hãy trả lời cho con: “Thế giới là vô biên”. Nếu Thế Tôn không biết: “Thế giới là hữu biên” hay “Thế giới là vô biên”, thời không biết, không thấy, hãy thẳng thắn trả lời: “Ta không biết, Ta không thấy”.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Nếu Thế Tôn biết: “Sinh mạng này và thân này là một”, Thế Tôn hãy trả lời cho con: “Sinh mạng này và thân này là một”. Nếu Thế Tôn biết: “Sinh mạng này và thân này là khác,” Thế Tôn hãy trả lời cho con: “Sinh mạng này và thân này là khác”. Nếu Thế Tôn không biết: “Sinh mạng này và thân này là một” hay “Sinh mạng này và thân này là khác”, thời không biết, không thấy, hãy thẳng thắn trả lời: “Ta không biết, Ta không thấy”.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Nếu Thế Tôn biết: “Như Lai có tồn tại sau khi chết”, Thế Tôn hãy trả lời cho con: “Như Lai có tồn tại sau khi chết”. Nếu Thế Tôn biết: “Như Lai không có tồn tại sau khi chết”, Thế Tôn hãy trả lời cho con: “Như Lai không có tồn tại sau khi chết”. Nếu Thế Tôn không biết: “Như Lai có tồn tại sau khi chết”, hay “Như Lai không có tồn tại sau khi chết”, thời không biết, không thấy, hãy thẳng thắn trả lời: “Ta không biết, Ta không thấy”.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Nếu Thế Tôn biết: “Như Lai có tồn tại và không tồn tại sau khi chết”, Thế Tôn hãy trả lời cho con: “Như Lai có tồn tại và không tồn tại sau khi chết”. Nếu Thế Tôn biết: “Như Lai không tồn tại và không không tồn tại sau khi chết”, Thế Tôn hãy trả lời cho con: “Như Lai không tồn tại và không không tồn tại sau khi chết”. Nếu Thế Tôn không biết: “Như Lai tồn tại và không tồn tại sau khi chết,” hay “Như Lai không tồn tại và không không tồn tại sau khi chết”, thời không biết, không thấy, hãy thẳng thắn trả lời: “Ta không biết, Ta không thấy”.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Này Malunkyaputta, Ta có nói với Ông: Này Malunkyaputta, hãy đến và sống Phạm hạnh theo Ta, Ta sẽ trả lời cho Ông: “Thế giới là thường còn” hay “Thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”?</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>—Thưa không, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>—Hay Ông có nói với Ta như sau: Bạch Thế Tôn, con sẽ sống Phạm hạnh theo Thế Tôn, nếu Thế Tôn sẽ trả lời cho con: “Thế giới là thường còn” hay “Thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”?</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>—Thưa không, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>—Như vậy, này Malunkyaputta, Ta không nói với Ông: Này Malunkyaputta, hãy đến và sống Phạm hạnh theo Ta và Ta sẽ trả lời cho Ông: “Thế giới là thường còn” hay “Thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”, và Ông cũng không nói với Ta: Bạch Thế Tôn, con sẽ sống Phạm hạnh theo Thế Tôn, nếu Thế Tôn sẽ trả lời cho con: “Thế giới là thường còn” hay “Thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”. Sự tình là như vậy, thời này kẻ ngu kia, Ông là ai, và Ông phủ nhận cái gì?</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Này Malunkyaputta, nếu có ai nói như sau: Ta sẽ sống Phạm hạnh theo Thế Tôn khi nào Thế Tôn sẽ trả lời cho ta: “Thế giới là thường còn” hay “Thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”, thời này Malunkyaputta, người ấy sẽ chết và vẫn không được Như Lai trả lời. Này Malunkyaputta, ví như một người bị mũi tên bắn, mũi tên được tẩm thuốc độc rất dày. Bạn bè và bà con huyết thống của người ấy mời một vị y sĩ khoa mổ xẻ đến săn sóc. Nhưng người ấy lại nói: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết được người đã bắn tôi thuộc giòng hoàng tộc, hay Bà-la-môn, hay buôn bán, hay người làm công”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết được người đã bắn tôi tên là gì, tộc tánh là gì?” Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết được người đã bắn tôi là cao hay thấp, hay người bậc trung”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết được người đã bắn tôi là da đen, da sẫm hay da vàng”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết được người đã bắn tôi thuộc làng nào, thuộc thị trấn nào, thuộc thành phố nào”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết cái cung mà tôi bị bắn, cái cung ấy thuộc loại cung thông thường hay loại cung nỏ”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết được dây cung mà tôi bị bắn, dây cung ấy làm bằng cây leo, hay cây lau, hay một thứ gân, hay một thứ dây gai, hay một thứ cây có nhựa”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết cái tên mà tôi bị bắn, cái tên ấy thuộc một loại cây lau này hay cây lau khác”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết cái tên mà tôi bị bắn, mũi tên ấy có kết lông gì, hoặc lông con kên, hoặc lông con cò, hoặc lông con ó, hoặc lông con công, hoặc lông một loại két”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết cái tên mà tôi bị bắn, cái tên ấy được cuốn (parikkhittam) bởi loại gân nào, hoặc là gân bò cái, hoặc là gân trâu, hoặc là gân nai, hoặc là gân lừa”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết cái tên mà tôi bị bắn, cái tên ấy thuộc loại tên nhọn, hay thuộc loại tên móc, hay thuộc loại tên như đầu sào, hay thuộc loại tên như răng bò, hay thuộc loại tên như kẽm gai”. Này Malunkyaputta, người ấy sẽ chết và vẫn không được biết gì.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Cũng vậy, này Malunkyaputta, ai nói như sau: “Ta sẽ sống Phạm hạnh theo Thế Tôn khi nào Thế Tôn trả lời cho ta: “Thế giới là thường còn” hay “thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”, thời này Malunkyaputta, người ấy sẽ chết và vẫn không được Như Lai trả lời.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc với quan điểm “Thế giới là thường còn”. Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc với quan điểm “Thế giới là vô thường”. Này Malunkyaputta, dầu cho có quan điểm “Thế giới là thường còn”, hay dầu cho có quan điểm “Thế giới là vô thường”, thời vẫn có sanh, có già, có chết, có sầu, bi, khổ, ưu, não, mà Ta giảng dạy sự đoạn trừ ngay trong hiện tại.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc với quan điểm “Thế giới là hữu biên”. Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc với quan điểm “Thế giới là vô biên”. Này Malunkyaputta, dầu cho có quan điểm “Thế giới là hữu biên”, hay dầu cho có quan điểm “Thế giới là vô biên”, thời vẫn có sanh, có già, có chết, có sầu, bi, khổ, ưu, não mà Ta giảng dạy sự đoạn trừ ngay trong hiện tại.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc quan điểm “Sinh mạng này và thân này là một”. Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc quan điểm “Sinh mạng này và thân này là khác”. Này Malunkyaputta, dầu cho có quan điểm “Sinh mạng này và thân này là một”, hay dầu cho có quan điểm “Sinh mạng này và thân này là khác”, thời vẫn có sanh, có già, có chết, có sầu, bi, khổ, ưu, não mà Ta giảng dạy sự đoạn trừ ngay trong hiện tại.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc quan điểm “Như Lai có tồn tại sau khi chết”. Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc quan điểm “Như Lai không có tồn tại sau khi chết”. Này Malunkyaputta, dầu cho có quan điểm “Như Lai có tồn tại sau khi chết” hay dầu cho có quan điểm “Như Lai không có tồn tại sau khi chết”, thời vẫn có sanh, có già, có chết, có sầu, bi, khổ, ưu, não mà Ta giảng dạy sự đoạn trừ ngay trong hiện tại.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc vào quan điểm “Như Lai có tồn tại và không tồn tại sau khi chết”. Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc với quan điểm “Như Lai không có tồn tại và không không tồn tại sau khi chết”. Này Malunkyaputta, dầu cho có quan điểm “Như Lai có tồn tại và không có tồn tại sau khi chết”, hay dầu cho có quan điểm “Như Lai không có tồn tại và không không tồn tại sau khi chết”, thời vẫn có sanh, có già, có chết, có sầu, bi, khổ, ưu, não mà Ta giảng dạy sự đoạn trừ ngay trong hiện tại”.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Do vậy, này Malunkyaputta, hãy thọ trì là không trả lời những gì Ta không trả lời. Hãy thọ trì là có trả lời những gì Ta có trả lời. Và này Malunkyaputta, điều gì Ta không trả lời? “Thế giới là thường còn”, này Malunkyaputta là điều Ta không trả lời. “Thế giới là vô thường” là điều Ta không trả lời. “Thế giới là hữu biên” là điều Ta không trả lời. “Thế giới là vô biên” là điều Ta không trả lời. “Sinh mạng này và thân này là một” là điều Ta không trả lời. “Sinh mạng này và thân này khác” là điều Ta không trả lời. “Như Lai có tồn tại sau khi chết” là điều Ta không trả lời. “Như Lai không có tồn tại sau khi chết” là điều Ta không trả lời. “Như Lai có tồn tại và không tồn tại sau khi chết” là điều Ta không trả lời. “Như Lai không có tồn tại và không không tồn tại sau khi chết” là điều Ta không trả lời.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Và này Malunkyaputta, vì sao điều ấy Ta không trả lời? Này Malunkyaputta, vì điều ấy không liên hệ đến mục đích, điều ấy không phải là căn bản Phạm hạnh, điều ấy không đưa đến yểm ly, ly tham, đoạn diệt, an tịnh, thắng trí, giác ngộ, Niết-bàn, cho nên điều ấy Ta không trả lời.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Và này Malunkyaputta, điều gì Ta trả lời? “Ðây là khổ”, này Malunkyaputta là điều Ta trả lời”. “Ðây là khổ tập” là điều Ta trả lời. “Ðây là khổ diệt” là điều Ta trả lời. “Ðây là con đường đưa đến khổ diệt” là điều Ta trả lời.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Và này Malunkyaputta, vì sao điều ấy Ta trả lời? Này Malunkyaputta, vì điều ấy có liên hệ đến mục đích, điều ấy là căn bản Phạm hạnh, điều ấy đưa đến yểm ly, ly tham, đoạn diệt, an tịnh, thắng trí, giác ngộ, Niết-bàn, vì vậy điều ấy Ta trả lời. Do vậy, này Malunkyaputta, hãy thọ trì là không trả lời những điều Ta không trả lời. Hãy thọ trì là trả lời những điều Ta có trả lời.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Thế Tôn thuyết giảng như vậy. Tôn giả Malunkyaputta hoan hỷ tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 16–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn63",
    "lang": "vi",
    "is_root": false,
    "title": "Tiểu kinh Màlunkyà",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Discourse With Māluṅkya ",
      "uid": "mn64"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Longer Advice to Rāhula ",
      "uid": "mn62"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn63' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>63. Tiểu kinh Màlunkyà</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời, Thế Tôn trú ở <i lang='pli' translate='no'>Sāvatthi</i>, <i lang='pli' translate='no'>Jetavana</i>, tại tịnh xá ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Tôn giả Malunkyaputta, trong khi độc trú tịnh cư, khởi lên sự suy tư như sau: Có một số vấn đề này, Thế Tôn không trả lời, bỏ một bên, loại bỏ ra: “Thế giới là thường còn, thế giới là vô thường, thế giới là hữu biên, thế giới là vô biên; sinh mạng này và thân này là một, sinh mạng này và thân này là khác; Như Lai có tồn tại sau khi chết, Như Lai không có tồn tại sau khi chết, Như Lai có tồn tại và không có tồn tại sau khi chết. Như Lai không có tồn tại và không không tồn tại sau khi chết”. Thế Tôn không trả lời cho ta những vấn đề ấy. Vì Thế Tôn không trả lời cho ta những vấn đề ấy, nên ta không được hài lòng, không được thỏa mãn. Vậy ta hãy đi đến Thế Tôn, và sẽ hỏi ý nghĩa này. Nếu Thế Tôn trả lời cho ta: “Thế giới là thường còn, thế giới là vô thường, thế giới là hữu biên, thế giới là vô biên; sinh mạng này và thân này là một, sinh mạng này và thân này là khác; Như Lai có tồn tại sau khi chết, Như Lai không có tồn tại sau khi chết; Như Lai có tồn tại và không có tồn tại sau khi chết, hay Như Lai không có tồn tại và không không tồn tại sau khi chết”, thời ta sẽ sống Phạm hạnh dưới (sự chỉ dẫn của) Thế Tôn. Còn nếu Thế Tôn không trả lời cho ta: “Thế giới là thường còn, thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”, thời ta sẽ bỏ học pháp và hoàn tục.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Rồi Tôn giả Malunkyaputta vào buổi chiều, từ Thiền tịnh đứng dậy, đi đến Thế Tôn; sau khi đến, đảnh lễ Thế Tôn rồi ngồi xuống một bên. Sau khi ngồi xuống một bên, Tôn giả Malunkyaputta bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Ở đây, bạch Thế Tôn, trong khi độc trú tịnh cư, con khởi lên ý nghĩ như sau: Có một số vấn đề này, Thế Tôn không trả lời, bỏ một bên loại bỏ ra: “Thế giới là thường còn, thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”. Thế Tôn không trả lời cho ta những vấn đề ấy. Vì Thế Tôn không trả lời cho ta những vấn đề ấy, nên ta không được hài lòng, không được thỏa mãn. Vậy ta hãy đi đến Thế Tôn và sẽ hỏi ý nghĩa này. Nếu Thế Tôn trả lời cho ta: “Thế giới là thường còn, thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”, thời ta sẽ sống Phạm hạnh dưới (sự chỉ dẫn của) Thế Tôn. Còn nếu Thế Tôn không trả lời cho ta: “Thế giới là thường còn, thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”, thời ta sẽ bỏ học pháp và hoàn tục.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Nếu Thế Tôn biết: “Thế giới là thường còn”, Thế Tôn hãy trả lời cho con: “Thế giới là thường còn”. Nếu Thế Tôn biết: “Thế giới là vô thường”. Thế Tôn hãy trả lời cho con: “Thế giới là vô thường”. Nếu Thế Tôn không biết: “Thế giới là thường còn” hay “Thế giới là vô thường”, thời không biết, không thấy, hãy thẳng thắn trả lời: “Ta không biết, Ta không thấy”.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Nếu Thế Tôn biết: “Thế giới là hữu biên”, Thế Tôn hãy trả lời cho con: “Thế giới là hữu biên”. Nếu Thế Tôn biết: “Thế giới là vô biên”, Thế Tôn hãy trả lời cho con: “Thế giới là vô biên”. Nếu Thế Tôn không biết: “Thế giới là hữu biên” hay “Thế giới là vô biên”, thời không biết, không thấy, hãy thẳng thắn trả lời: “Ta không biết, Ta không thấy”.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Nếu Thế Tôn biết: “Sinh mạng này và thân này là một”, Thế Tôn hãy trả lời cho con: “Sinh mạng này và thân này là một”. Nếu Thế Tôn biết: “Sinh mạng này và thân này là khác,” Thế Tôn hãy trả lời cho con: “Sinh mạng này và thân này là khác”. Nếu Thế Tôn không biết: “Sinh mạng này và thân này là một” hay “Sinh mạng này và thân này là khác”, thời không biết, không thấy, hãy thẳng thắn trả lời: “Ta không biết, Ta không thấy”.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Nếu Thế Tôn biết: “Như Lai có tồn tại sau khi chết”, Thế Tôn hãy trả lời cho con: “Như Lai có tồn tại sau khi chết”. Nếu Thế Tôn biết: “Như Lai không có tồn tại sau khi chết”, Thế Tôn hãy trả lời cho con: “Như Lai không có tồn tại sau khi chết”. Nếu Thế Tôn không biết: “Như Lai có tồn tại sau khi chết”, hay “Như Lai không có tồn tại sau khi chết”, thời không biết, không thấy, hãy thẳng thắn trả lời: “Ta không biết, Ta không thấy”.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Nếu Thế Tôn biết: “Như Lai có tồn tại và không tồn tại sau khi chết”, Thế Tôn hãy trả lời cho con: “Như Lai có tồn tại và không tồn tại sau khi chết”. Nếu Thế Tôn biết: “Như Lai không tồn tại và không không tồn tại sau khi chết”, Thế Tôn hãy trả lời cho con: “Như Lai không tồn tại và không không tồn tại sau khi chết”. Nếu Thế Tôn không biết: “Như Lai tồn tại và không tồn tại sau khi chết,” hay “Như Lai không tồn tại và không không tồn tại sau khi chết”, thời không biết, không thấy, hãy thẳng thắn trả lời: “Ta không biết, Ta không thấy”.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Này Malunkyaputta, Ta có nói với Ông: Này Malunkyaputta, hãy đến và sống Phạm hạnh theo Ta, Ta sẽ trả lời cho Ông: “Thế giới là thường còn” hay “Thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”?</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>—Thưa không, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>—Hay Ông có nói với Ta như sau: Bạch Thế Tôn, con sẽ sống Phạm hạnh theo Thế Tôn, nếu Thế Tôn sẽ trả lời cho con: “Thế giới là thường còn” hay “Thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”?</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>—Thưa không, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>—Như vậy, này Malunkyaputta, Ta không nói với Ông: Này Malunkyaputta, hãy đến và sống Phạm hạnh theo Ta và Ta sẽ trả lời cho Ông: “Thế giới là thường còn” hay “Thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”, và Ông cũng không nói với Ta: Bạch Thế Tôn, con sẽ sống Phạm hạnh theo Thế Tôn, nếu Thế Tôn sẽ trả lời cho con: “Thế giới là thường còn” hay “Thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”. Sự tình là như vậy, thời này kẻ ngu kia, Ông là ai, và Ông phủ nhận cái gì?</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Này Malunkyaputta, nếu có ai nói như sau: Ta sẽ sống Phạm hạnh theo Thế Tôn khi nào Thế Tôn sẽ trả lời cho ta: “Thế giới là thường còn” hay “Thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”, thời này Malunkyaputta, người ấy sẽ chết và vẫn không được Như Lai trả lời. Này Malunkyaputta, ví như một người bị mũi tên bắn, mũi tên được tẩm thuốc độc rất dày. Bạn bè và bà con huyết thống của người ấy mời một vị y sĩ khoa mổ xẻ đến săn sóc. Nhưng người ấy lại nói: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết được người đã bắn tôi thuộc giòng hoàng tộc, hay Bà-la-môn, hay buôn bán, hay người làm công”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết được người đã bắn tôi tên là gì, tộc tánh là gì?” Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết được người đã bắn tôi là cao hay thấp, hay người bậc trung”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết được người đã bắn tôi là da đen, da sẫm hay da vàng”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết được người đã bắn tôi thuộc làng nào, thuộc thị trấn nào, thuộc thành phố nào”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết cái cung mà tôi bị bắn, cái cung ấy thuộc loại cung thông thường hay loại cung nỏ”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết được dây cung mà tôi bị bắn, dây cung ấy làm bằng cây leo, hay cây lau, hay một thứ gân, hay một thứ dây gai, hay một thứ cây có nhựa”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết cái tên mà tôi bị bắn, cái tên ấy thuộc một loại cây lau này hay cây lau khác”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết cái tên mà tôi bị bắn, mũi tên ấy có kết lông gì, hoặc lông con kên, hoặc lông con cò, hoặc lông con ó, hoặc lông con công, hoặc lông một loại két”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết cái tên mà tôi bị bắn, cái tên ấy được cuốn (parikkhittam) bởi loại gân nào, hoặc là gân bò cái, hoặc là gân trâu, hoặc là gân nai, hoặc là gân lừa”. Người ấy có thể nói như sau: “Tôi sẽ không rút mũi tên này ra khi nào tôi chưa biết cái tên mà tôi bị bắn, cái tên ấy thuộc loại tên nhọn, hay thuộc loại tên móc, hay thuộc loại tên như đầu sào, hay thuộc loại tên như răng bò, hay thuộc loại tên như kẽm gai”. Này Malunkyaputta, người ấy sẽ chết và vẫn không được biết gì.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Cũng vậy, này Malunkyaputta, ai nói như sau: “Ta sẽ sống Phạm hạnh theo Thế Tôn khi nào Thế Tôn trả lời cho ta: “Thế giới là thường còn” hay “thế giới là vô thường … (như trên) … Như Lai không có tồn tại và không không tồn tại sau khi chết”, thời này Malunkyaputta, người ấy sẽ chết và vẫn không được Như Lai trả lời.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc với quan điểm “Thế giới là thường còn”. Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc với quan điểm “Thế giới là vô thường”. Này Malunkyaputta, dầu cho có quan điểm “Thế giới là thường còn”, hay dầu cho có quan điểm “Thế giới là vô thường”, thời vẫn có sanh, có già, có chết, có sầu, bi, khổ, ưu, não, mà Ta giảng dạy sự đoạn trừ ngay trong hiện tại.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc với quan điểm “Thế giới là hữu biên”. Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc với quan điểm “Thế giới là vô biên”. Này Malunkyaputta, dầu cho có quan điểm “Thế giới là hữu biên”, hay dầu cho có quan điểm “Thế giới là vô biên”, thời vẫn có sanh, có già, có chết, có sầu, bi, khổ, ưu, não mà Ta giảng dạy sự đoạn trừ ngay trong hiện tại.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc quan điểm “Sinh mạng này và thân này là một”. Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc quan điểm “Sinh mạng này và thân này là khác”. Này Malunkyaputta, dầu cho có quan điểm “Sinh mạng này và thân này là một”, hay dầu cho có quan điểm “Sinh mạng này và thân này là khác”, thời vẫn có sanh, có già, có chết, có sầu, bi, khổ, ưu, não mà Ta giảng dạy sự đoạn trừ ngay trong hiện tại.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc quan điểm “Như Lai có tồn tại sau khi chết”. Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc quan điểm “Như Lai không có tồn tại sau khi chết”. Này Malunkyaputta, dầu cho có quan điểm “Như Lai có tồn tại sau khi chết” hay dầu cho có quan điểm “Như Lai không có tồn tại sau khi chết”, thời vẫn có sanh, có già, có chết, có sầu, bi, khổ, ưu, não mà Ta giảng dạy sự đoạn trừ ngay trong hiện tại.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc vào quan điểm “Như Lai có tồn tại và không tồn tại sau khi chết”. Này Malunkyaputta, đời sống Phạm hạnh không thể nói là tùy thuộc với quan điểm “Như Lai không có tồn tại và không không tồn tại sau khi chết”. Này Malunkyaputta, dầu cho có quan điểm “Như Lai có tồn tại và không có tồn tại sau khi chết”, hay dầu cho có quan điểm “Như Lai không có tồn tại và không không tồn tại sau khi chết”, thời vẫn có sanh, có già, có chết, có sầu, bi, khổ, ưu, não mà Ta giảng dạy sự đoạn trừ ngay trong hiện tại”.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Do vậy, này Malunkyaputta, hãy thọ trì là không trả lời những gì Ta không trả lời. Hãy thọ trì là có trả lời những gì Ta có trả lời. Và này Malunkyaputta, điều gì Ta không trả lời? “Thế giới là thường còn”, này Malunkyaputta là điều Ta không trả lời. “Thế giới là vô thường” là điều Ta không trả lời. “Thế giới là hữu biên” là điều Ta không trả lời. “Thế giới là vô biên” là điều Ta không trả lời. “Sinh mạng này và thân này là một” là điều Ta không trả lời. “Sinh mạng này và thân này khác” là điều Ta không trả lời. “Như Lai có tồn tại sau khi chết” là điều Ta không trả lời. “Như Lai không có tồn tại sau khi chết” là điều Ta không trả lời. “Như Lai có tồn tại và không tồn tại sau khi chết” là điều Ta không trả lời. “Như Lai không có tồn tại và không không tồn tại sau khi chết” là điều Ta không trả lời.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Và này Malunkyaputta, vì sao điều ấy Ta không trả lời? Này Malunkyaputta, vì điều ấy không liên hệ đến mục đích, điều ấy không phải là căn bản Phạm hạnh, điều ấy không đưa đến yểm ly, ly tham, đoạn diệt, an tịnh, thắng trí, giác ngộ, Niết-bàn, cho nên điều ấy Ta không trả lời.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Và này Malunkyaputta, điều gì Ta trả lời? “Ðây là khổ”, này Malunkyaputta là điều Ta trả lời”. “Ðây là khổ tập” là điều Ta trả lời. “Ðây là khổ diệt” là điều Ta trả lời. “Ðây là con đường đưa đến khổ diệt” là điều Ta trả lời.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Và này Malunkyaputta, vì sao điều ấy Ta trả lời? Này Malunkyaputta, vì điều ấy có liên hệ đến mục đích, điều ấy là căn bản Phạm hạnh, điều ấy đưa đến yểm ly, ly tham, đoạn diệt, an tịnh, thắng trí, giác ngộ, Niết-bàn, vì vậy điều ấy Ta trả lời. Do vậy, này Malunkyaputta, hãy thọ trì là không trả lời những điều Ta không trả lời. Hãy thọ trì là trả lời những điều Ta có trả lời.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Thế Tôn thuyết giảng như vậy. Tôn giả Malunkyaputta hoan hỷ tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 16–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 63",
    "volpages": " PTS 1.427, PTS 1.428, PTS 1.429, PTS 1.431, PTS 1.432",
    "alt_volpages": null,
    "uid": "mn63",
    "blurb": "A monk demands that the Buddha answer his metaphysical questions, or else he will disrobe. The Buddha compares him to a man struck by an arrow, who refuses treatment until he can have all his questions about the arrow and the archer answered.",
    "difficulty": 3,
    "original_title": "Cūḷamālukyasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Tiểu kinh Màlunkyà",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn63_translation-de-sabbamitta",
        "segmented": true,
        "title": "Die kürzere Lehrrede mit Māluṅkyaputta ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn63_translation-en-sujato",
        "segmented": true,
        "title": "The Shorter Discourse With Māluṅkya ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn63_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso più corto con Māluṅkya ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "lt",
        "lang_name": "Lietuvių Kalba",
        "is_root": false,
        "author": "Sayalay Piyadassi",
        "author_short": "piyadassi",
        "author_uid": "piyadassi",
        "publication_date": "2022",
        "id": "mn63_translation-lt-piyadassi",
        "segmented": true,
        "title": "Mažesnė sutta Malukjai ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn63_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn63_translation-ru-sv",
        "segmented": true,
        "title": "Малое наставление для Малункьяпутты ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn63_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Kratki razgovor sa Mālunkyāputtom",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ধর্মাধার মহাস্থবির",
        "author_short": "ধর্মাধার",
        "author_uid": "mahasthavya",
        "publication_date": null,
        "id": "bn_mn63_mahasthavya",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ca",
        "lang_name": "Català",
        "is_root": false,
        "author": "Jambudipa",
        "author_short": "Jambudipa",
        "author_uid": "jambudipa",
        "publication_date": "2012",
        "id": "ca_mn63_jambudipa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn63_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "2009",
        "id": "en_mn63_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn63_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Bhikkhu U Nandisena",
        "author_short": "Nandisena",
        "author_uid": "nandisena",
        "publication_date": "2008",
        "id": "es_mn63_nandisena",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn63_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn63_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Claude Le Ninan, Chandhana Le Ninan",
        "author_short": "leninan",
        "author_uid": "leninan",
        "publication_date": "2023",
        "id": "fr_mn63_leninan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn63_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Vekerdi József",
        "author_short": "Vekerdi",
        "author_uid": "vekerdi",
        "publication_date": "1989",
        "id": "hu_mn63_vekerdi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn63_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn63_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn63_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. B. V. Rajaram",
        "author_short": "rajaram",
        "author_uid": "rajaram",
        "publication_date": "2011",
        "id": "kan_mn63_rajaram",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ko",
        "lang_name": "한국어/조선말",
        "is_root": false,
        "author": "케마짜라 빅쿠 한글 번",
        "author_short": "케마짜라",
        "author_uid": "khemacara",
        "publication_date": "2013",
        "id": "ko_mn63_khemacara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn63_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn63_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2002",
        "id": "pt_mn63_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "баян купи-ка",
        "author_short": "купи-ка",
        "author_uid": "kupi-ka",
        "publication_date": null,
        "id": "ru_mn63_kupi-ka",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn63_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn63_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn63_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn63_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sv",
        "lang_name": "Svenska",
        "is_root": false,
        "author": "Kerstin Jönhagen",
        "author_short": "Jönhagen",
        "author_uid": "jonhagen",
        "publication_date": null,
        "id": "sv_mn63_jonhagen",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn63_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn63_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Tiểu kinh Màlunkyà"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn63_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj11.152, cck13.148, cck13.149, csp1ed10.90, csp2ed10.90, dr13.132, mc2.97, ms10M_323, msdiv122, ndp10.107, nya1, sya13.143, sya13.144, vri13.97,nya2,dr13.133, ms10M_324, msdiv123, nya3, pts-vp-pli1.427,bj11.154, cck13.150, cck13.151, csp1ed10.91, csp2ed10.91, dr13.134, dr13.135, mc2.98, mc2.99, ms10M_325, msdiv124, ndp10.108, ndp10.109, pts-vp-pli1.428, sya13.145, sya13.146, vri13.98, vri13.99,cck13.152, ms10M_326, msdiv125, nya4, sya13.147,ms10M_327,csp1ed10.92, csp2ed10.92, dr13.136, mc2.100, ms10M_328,ms10M_329,bj11.156, cck13.153, ms10M_330, ndp10.110,bj11.158, cck13.154, cck13.155, csp1ed10.93, csp2ed10.93, dr13.137, dr13.138, mc2.101, ms10M_331, msdiv126, ndp10.111, nya5, pts-vp-pli1.429, sya13.148, sya13.149, sya13.15, vri13.100,bj11.160, cck13.156, cck13.157, csp1ed10.94, csp2ed10.94, dr13.139, dr13.140, mc2.102, ms10M_332, msdiv127, ndp10.112, nya6, pts-vp-pli1.431, sya13.151, vri13.101,bj11.162, cck13.158, csp1ed10.95, csp2ed10.95, dr13.141, mc2.103, ms10M_333, msdiv128, ndp10.113, nya7, pts-vp-pli1.432, sya13.152, sya13.153, vri13.102,nya8,nya9,nya10,ms10M_334",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn63",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Cūḷamālukyasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "bodhi",
    "horner"
  ]
}