{
  "root_text": {
    "uid": "mn75",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Māgandiya",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Sandaka ",
      "uid": "mn76"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Dīghanakha ",
      "uid": "mn74"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn75' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>75. Kinh <i lang='pli' translate='no'>Māgandiya</i></h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn trú giữa dân chúng Kuru, tại thị trấn của dân chúng Kuru tên là <i lang='pli' translate='no'>Kammāsadhamma</i>, trên thảm cỏ trong nhà lửa của một Bà-la-môn thuộc dòng họ Bharadvaji.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Thế Tôn vào buổi sáng đắp y, cầm y bát, vào <i lang='pli' translate='no'>Kammāsadhamma</i> để khất thực. Ði khất thực ở <i lang='pli' translate='no'>Kammāsadhamma</i> xong, sau bữa ăn, trên đường khi khất thực về, Thế Tôn đi đến một khu rừng để nghỉ trưa. Sau khi đi sâu vào khu rừng ấy, Thế Tôn đến ngồi dưới một gốc cây để nghỉ trưa.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Rồi du sĩ Magandiya, trong khi đi bộ ngao du cùng khắp, đến tại ngôi nhà lửa của Bà-la-môn thuộc họ <i lang='pli' translate='no'>Bhāradvāja</i>. Du sĩ Magandiya thấy thảm cỏ đã soạn sẵn trong nhà lửa của vị Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i>, khi thấy vậy liền nói với Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i></p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Tấm thảm cỏ này trong nhà lửa của Tôn giả <i lang='pli' translate='no'>Bhāradvāja</i> đã được sửa soạn cho ai, hình như là chỗ nằm ngủ của một Sa-môn?</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Thưa Tôn giả Magandiya, có Sa-môn <i lang='pli' translate='no'>Gotama</i> là Thích tử, xuất gia từ dòng họ Sakya (Thích-ca). Tiếng đồn tốt đẹp sau đây được truyền đi về Tôn giả <i lang='pli' translate='no'>Gotama</i>: “Ðây là Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác, Minh Hạnh Túc, Thiện Thệ, Thế Gian Giải, Vô Thượng Sĩ, Ðiều Ngự Trượng Phu, Thiên Nhân Sư, Phật, Thế Tôn”. Chỗ nằm này được sửa soạn cho Tôn giả <i lang='pli' translate='no'>Gotama</i> ấy.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Thật sự, này Tôn giả <i lang='pli' translate='no'>Bhāradvāja</i>, chúng tôi thấy một sự bất hạnh khi chúng tôi thấy chỗ ngủ của Tôn giả <i lang='pli' translate='no'>Gotama</i>, một vị phá hoại sự sống (bhunahuno).</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Này Magandiya, hãy thận trọng lời Ông nói. Này Magandiya, hãy thận trọng lời Ông nói. Nhiều vương tộc trí giả, nhiều Bà-la-môn trí giả, nhiều Cư sĩ trí giả, nhiều Sa-môn trí giả có lòng tin nơi Tôn giả <i lang='pli' translate='no'>Gotama</i> ấy, và đã tu tập theo Thánh đạo, theo Pháp và theo (chí) Thiện.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Này Tôn giả <i lang='pli' translate='no'>Bhāradvāja</i>, nếu chúng tôi thấy mặt Tôn giả <i lang='pli' translate='no'>Gotama</i>, chúng tôi sẽ nói như sau trước mặt vị ấy: “Sa-môn <i lang='pli' translate='no'>Gotama</i> là người phá hoại sự sống”. Vì sao vậy? Thánh điển của chúng tôi đã truyền lại như vậy.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Nếu Tôn giả Magandiya hoan hỷ, tôi sẽ tin lại sự tình này cho Sa-môn <i lang='pli' translate='no'>Gotama</i> biết.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Tôn giả <i lang='pli' translate='no'>Bhāradvāja</i> hãy yên lòng, và hãy nói lên những điều gì đã được nói.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Thế Tôn với thiên nhĩ thanh tịnh siêu nhân nghe được câu chuyện giữa Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i> và du sĩ Magandiya. Và Thế Tôn vào buổi chiều, từ Thiền tịnh độc cư đứng dậy, đi đến nhà lửa của Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i>, sau khi đến liền ngồi trên thảm cỏ đã soạn sẵn. Rồi Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i> đi đến chỗ Thế Tôn, sau khi đến, nói lên những lời chào đón hỏi thăm với Thế Tôn, sau khi nói lên những lời chào đón hỏi thăm thân hữu liền ngồi xuống một bên. Rồi Thế Tôn nói với Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i> đang ngồi một bên</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>—Này <i lang='pli' translate='no'>Bhāradvāja</i>, có phải có cuộc nói chuyện giữa du sĩ Magandiya với Ông về vấn đề thảm cỏ này?</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Khi nghe nói vậy, Bà-la-môn <i lang='pli' translate='no'>Bhāradvāja</i> hoảng hốt, lông tóc dựng ngược, bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>—Chính là điều chúng con muốn thưa với Tôn giả <i lang='pli' translate='no'>Gotama</i> và Tôn giả <i lang='pli' translate='no'>Gotama</i> đã đoán trước chúng con.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Nhưng cuộc nói chuyện này giữa Thế Tôn và Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i> nói chưa xong, du sĩ Magandiya, khi đi bộ ngao du cùng khắp, đến tại ngôi nhà lửa của Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i>, đến tại chỗ Thế Tôn, sau khi đến, nói lên những lời chào đón hỏi thăm với Thế Tôn, và sau khi nói lên những lời chào đón hỏi thăm thân hữu liền ngồi xuống một bên. Rồi Thế Tôn nói với du sĩ Magandiya đang ngồi một bên</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>—Này Magandiya, con mắt ưa thích sắc, ái lạc sắc, hoan hỷ sắc, và Như Lai nhiếp phục, thủ hộ, hộ trì con mắt và thuyết pháp để phòng hộ con mắt. Này Magandiya, có phải vì vậy mà Ông nói: “Sa-môn <i lang='pli' translate='no'>Gotama</i> là người phá hoại sự sống?”</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>—Chính vì vậy, Tôn giả <i lang='pli' translate='no'>Gotama</i>, mà tôi nói: “Sa-môn <i lang='pli' translate='no'>Gotama</i> phá hoại sự sống”. Vì sao vậy? Thánh điển của chúng tôi đã truyền lại như vậy.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>—Này Magandiya, tai ưa thích tiếng … Này Magandiya, mũi ưa thích hương … Này Magandiya, lưỡi ưa thích vị … Này Magandiya, thân ưa thích xúc … Này Magandiya, ý ưa thích pháp, ái lạc pháp, hoan hỷ pháp và Như Lai nhiếp phục, thủ hộ, hộ trì ý và thuyết pháp để phòng hộ ý. Này Magandiya, có phải vì vậy mà ông nói: “Sa-môn <i lang='pli' translate='no'>Gotama</i> là người phá hoại sự sống?</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Chính vì vậy, Tôn giả <i lang='pli' translate='no'>Gotama</i>, mà tôi nói: “Sa-môn <i lang='pli' translate='no'>Gotama</i> là người phá hoại sự sống”. Vì sao vậy? Thánh điển của chúng tôi đã truyền lại như vậy.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>—Ông nghĩ thế nào, này Magandiya? Ở đây, có người trước kia đam mê các sắc pháp do mắt nhận thức, các sắc pháp này là khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn. Người ấy sau một thời gian, sau khi như chơn biết được sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly của các sắc pháp, sau khi đoạn tận sắc ái, sau khi trừ diệt nhiệt não đối với sắc pháp, người này trú với khát ái được đoạn trừ, với nội tâm an tịnh. Này Magandiya, Ông có nói gì về người này?</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>—Không có gì, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>—Ông nghĩ thế nào? Này Magandiya, ở đây, có người trước kia đam mê các tiếng do tai nhận thức … các hương do mũi nhận thức … các vị do lưỡi nhận thức … các xúc do thân nhận thức, các xúc này là khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn. Người ấy sau một thời gian, sau khi như chơn biết được sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly của các xúc, sau khi đoạn tận xúc ái, sau khi trừ diệt nhiệt não đối với các xúc, người này trú với khát ái được đoạn trừ, với nội tâm an tịnh. Này Magandiya, Ông có nói gì về người này?</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>—Không có gì, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>—Này Magandiya, Ta thuở trước, khi còn là tại gia, Ta sống hưởng thụ một cách đầy đủ, một cách sung mãn, năm dục trưởng dưỡng, các sắc pháp do mắt nhận thức, các sắc pháp này là khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn. Các tiếng do tai nhận thức … các hương do mũi nhận thức … các vị do lưỡi nhận thức … các xúc do thân nhận thức, các xúc này là khả ái, khả hỷ, khả lạc, liên hệ đến dục, hấp dẫn. Này Magandiya, Ta có ba tòa lâu đài, một cho mùa mưa, một cho mùa đông, một cho mùa hạ. Này Magandiya, trong bốn tháng mùa mưa, Ta sống hưởng thụ trong lâu đài mùa mưa, được những nữ nhạc công giúp vui và không bước xuống khỏi lâu đài ấy.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Rồi Ta sau một thời gian, sau khi như chơn biết được sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly của các dục vọng, sau khi đoạn tận dục ái, sau khi trừ diệt nhiệt não của các dục, Ta trú với khát ái được đoạn trừ, với nội tâm an tịnh. Rồi Ta thấy các chúng sanh khác, chưa xả ly tham ái đối với các dục đang bị các dục ái nhai nghiến, đang bị dục nhiệt não thiêu đốt, đang chạy theo các dục. Ta không ước vọng được như họ; ở đây, Ta không ham thích. Vì sao vậy? Vì rằng, này Magandiya, có hỷ lạc này, ly dục, ly bất thiện pháp, sau khi chứng đạt Thiên lạc, được an trú, hoan hỷ trong hỷ lạc ấy. Ta không ao ước cái gì thấp kém; ở đây, Ta không ham thích.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Ví như, này Magandiya, một gia chủ hay con một người gia chủ, giàu sang, tài vật nhiều, sở hữu nhiều, sống thọ hưởng một cách đầy đủ, một cách sung mãn, năm dục trưởng dưỡng, các sắc pháp do mắt nhận thức, khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn, các tiếng do tai nhận thức … các hương do mũi nhận thức … các vị do lưỡi nhận thức … các xúc do thân nhận thức, khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn. Vị ấy, sau khi làm thiện thân hành, sau khi làm thiện khẩu hành, sau khi làm thiện ý hành, khi thân hoại mạng chung, được sanh lên thiện thú, Thiên giới, đời này, cọng trú với chư Thiên ở cõi trời Ba mươi ba. Vị ấy ở đây, trong rừng Nandana, được chúng Thiên nữ vây quanh, thọ hưởng năm thiên dục trưởng dưỡng một cách đầy đủ, một cách sung mãn. Vị ấy thấy người gia chủ hay con người gia chủ đang thọ hưởng năm dục trưởng dưỡng một cách đầy đủ, một cách sung mãn. Này Magandiya, Ông nghĩ thế nào? Thiên tử ấy, được chúng Thiên nữ vây quanh, thọ hưởng năm thiên dục trưởng dưỡng một cách đầy đủ, một cách sung mãn, vị ấy có ước vọng được như người gia chủ ấy, hay con người gia chủ ấy; hay năm dục trưởng dưỡng thuộc loài Người, hay trở lui về với các dục thuộc loài Người?</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>—Không có vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>! Vì sao vậy? Vì thiên dục, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, là kỳ diệu hơn, là vi diệu hơn nhân dục.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>—Cũng vậy, này Magandiya, Ta thuở trước, khi còn là tại gia. Ta hưởng thụ một cách đầy đủ, một cách sung mãn các dục trưởng dưỡng các sắc pháp do mắt nhận thức, các sắc pháp này là khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn, các tiếng do tai nhận thức … các hương do mũi nhận thức … các vị do lưỡi nhận thức … các xúc do thân nhận thức, các xúc này là khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn. Rồi Ta sau một thời gian, sau khi như chơn biết được sự tập khởi, sự diệt trừ, vị ngọt, sự nguy hiểm và sự xuất ly của các dục, sau khi đoạn tận dục ái, sau khi trừ diệt nhiệt não của các dục, Ta trú với khát ái được đoạn trừ, với nội tâm an tịnh. Rồi Ta thấy các chúng sanh khác chưa xả ly tham ái đối với các dục, đang bị các dục ái nhai nghiến, đang bị dục nhiệt não thiêu đốt, đang chạy theo các dục. Ta không ước vọng được như họ; ở đây, Ta không ham thích. Vì sao vậy? Vì rằng, này Magandiya, có hỷ lạc này, ly dục, ly bất thiện pháp, sau khi chứng đạt thiên lạc được an trú, hoan hỷ trong hỷ lạc ấy. Ta không ao ước cái gì thấp kém; ở đây, Ta không ham thích.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Ví như, này Magandiya, một người bị bệnh cùi; với thân (đầy) những lở lói, với thân hư thối, nứt chảy, bị các loại trùng đục khoét, đang cào rách miệng các vết thương với móng tay, hơ đốt thân mình trên hố than hừng. Các bạn bè thân hữu, bà con huyết thống của người ấy mời một y sĩ khoa mổ xẻ. Vị y sĩ khoa mổ xẻ này cho người ấy thuốc. Người ấy dùng thuốc, được khỏi bệnh cùi, không bệnh, an lạc, tự do, tự tại, có thể đi chỗ nào người ấy muốn. Người ấy thấy một người bị bệnh cùi khác, với thân (đầy) những lở lói, với thân hư thối, nứt chảy, bị cái loài trùng đục khoét, đang cào rách miệng các vết thương với móng tay, hơ đốt thân mình trên hố than hừng. Này Magandiya, Ông nghĩ thế nào? Người ấy có ước vọng được như người cùi kia, hố than hừng, hay sự thọ dụng dược liệu không?</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>—Không, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>. Vì sao vậy? Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, khi có bệnh thời cần thuốc trị bệnh, khi không bệnh, thời không cần thuốc trị bệnh.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>—Cũng vậy, này Magandiya, Ta thuở trước, khi còn là tại gia, Ta hưởng thụ một cách đầy đủ, một cách sung mãn, các dục trưởng dưỡng, các sắc pháp do mắt nhận thức, các sắc pháp này là khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn, các tiếng do tai nhận thức … các hương do mũi nhận thức … các vị do lưỡi nhận thức … các xúc do thân nhận thức, các xúc ấy là khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn. Rồi Ta sau một thời gian, sau khi như chơn biết được sự tập khởi, sự diệt trừ, vị ngọt, sự nguy hiểm và sự xuất ly của các dục, sau khi đoạn tận dục ái, sau khi trừ diệt nhiệt não của các dục, Ta trú với khát ái được đoạn trừ, với nội tâm an tịnh. Rồi Ta thấy các chúng sanh khác chưa xả ly tham ái đối với các dục, đang bị các dục ái nhai nghiến, đang bị dục nhiệt não thiêu đốt, đang chạy theo các dục. Ta không ước vọng được như họ; ở đây, Ta không ham thích. Vì sao vậy? Vì rằng, này Magandiya, có hỷ lạc này, ly dục, ly bất thiện pháp, sau khi chứng đạt thiên lạc, được an trú, hoan hỷ trong hỷ lạc ấy. Ta không ao ước cái gì thấp kém; ở đây Ta không ham thích.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Ví như, này Magandiya, một người bị bệnh cùi, với thân (đầy) những lở lói, với thân hư thối, nứt chảy, bị các loại trùng đục khoét, đang cào rách miệng các vết thương với móng tay, hơ đốt thân mình trên hố than hừng. Các bạn bè thân hữu, bà con huyết thống của người ấy mời một y sĩ khoa mổ xẻ. Vị y sĩ khoa mổ xẻ này cho người ấy thuốc. Người ấy dùng thuốc được khỏi bệnh cùi, không bệnh, an lạc, tự do, tự tại, có thể đi chỗ nào người ấy muốn. Rồi có hai lực sĩ, nắm chặt (hai) cánh tay người ấy và lôi kéo người ấy đến hố than hừng. Này Magandiya, Ông nghĩ thế nào? Người ấy có co rút thân, vật qua vật lại phía này phía kia không?</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>—Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, có. Vì sao vậy? Vì sự xúc phạm với lửa, là đau khổ, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, rất là nồng cháy, rất là nhiệt não.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>—Này Magandiya, Ông nghĩ thế nào? Có phải chỉ hiện tại sự xúc chạm với lửa ấy là đau khổ, rất là nồng cháy, rất là nhiệt não, hay là trước đây, sự xúc chạm với lửa ấy đã là đau khổ, rất là nồng cháy, rất là nhiệt não?</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>—Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, hiện tại sự xúc chạm với lửa ấy là đau khổ, rất là nồng cháy, rất là nhiệt não, và xưa kia, sự xúc chạm với lửa ấy đã là đau khổ, rất là nồng cháy và rất là nhiệt não. Tuy vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, kẻ bị bệnh cùi này, với thân (đầy) những lở lói, với thân hư thối nứt chảy, bị các loài trùng đục khoét, đang cào rách miệng các vết thương với móng tay, với các căn bị hư hoại do sự xúc chạm đau khổ với ngọn lửa, lại có phản tưởng là được lạc thọ.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>—Cũng vậy, này Magandiya, sự xúc chạm với các dục trong thời quá khứ cũng là đau khổ, rất là nồng cháy, rất là nhiệt não, và sự xúc chạm với các dục trong thời vị lai cũng là đau khổ, rất là nồng cháy, rất là nhiệt não, và sự xúc chạm với các dục trong thời hiện lại cũng là đau khổ, rất là nồng cháy, rất là nhiệt não. Và này Magandiya, những chúng sanh này chưa đoạn trừ tham ái đối với các dục, đang bị các dục ái nhai nghiến, đang bị dục nhiệt não thiêu đốt, với các căn bị hư hoại, do sự xúc chạm đau khổ với các dục, lại có phản tưởng là được lạc thọ.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>Ví như, này Magandiya, một người bị bệnh cùi thân (đầy) lở lói, thân bị hư thối nứt chảy, bị các loài trùng đục khoét, đang cào rách miệng các vết thương với móng tay, hơ đốt thân mình trên hố than hừng. Này Magandiya, người bị bệnh cùi với thân (đầy) lở lói, thân bị hư thối nứt chảy, bị các loài trùng đục khoét, càng cào rách miệng các vết thương với các móng tay, càng hơ đốt thân mình trên hố than hừng chừng nào thời miệng các vết thương ấy lại càng thêm bất tịnh, càng thêm hôi thối và càng thêm thối nát, và người ấy chỉ có cảm giác dễ chịu, thỏa thích do nhân duyên gãi ngứa miệng các vết thương; cũng vậy, này Magandiya, các chúng sanh, chưa đoạn trừ tham ái đối với các dục, đang bị các dục ái nhai nghiến, đang bị dục nhiệt não thiêu đốt, chạy theo các dục. Này Magandiya các chúng sanh, chưa đoạn trừ tham ái đối với các dục, đang bị các dục ái nhai nghiến, đang bị dục nhiệt não thiêu đốt, càng chạy theo dục chừng nào, thời dục ái các chúng sanh ấy càng tăng trưởng, càng bị dục nhiệt não thiêu đốt, và họ chỉ có cảm giác dễ chịu, thỏa thích do duyên năm dục trưởng dưỡng.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>Này Magandiya, Ông nghĩ thế nào? Ông có thấy hay nghe một vị vua hay vị đại thần của vua hưởng thụ một cách đầy đủ, một cách sung mãn năm dục trưởng dưỡng, dục ái chưa được đoạn tận, dục nhiệt não chưa được trừ diệt, đã trú, đang trú hay sẽ trú với khát ái được đoạn trừ, với nội tâm an tịnh không?</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>—Lành thay, này Magandiya! Này Magandiya, Ta cũng không thấy, cũng không nghe một vị vua hay vị đại thần của vua hưởng thụ một cách đầy đủ, một cách sung mãn năm dục trưởng dưỡng, dục ái chưa được đoạn tận, dục nhiệt não chưa được trừ diệt, đã trú, đang trú hay sẽ trú với khát ái được đoạn trừ, với nội tâm an tịnh. Nhưng này Magandiya, những vị Sa-môn hay Bà-la-môn nào đã sống, đang sống hay sẽ sống với khát ái được đoạn trừ, với nội tâm an tịnh, tất cả những vị này, sau khi như chơn biết sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly của các dục ấy, với dục ái được đoạn tận, với dục nhiệt não được trừ diệt, đã trú, đang trú hay sẽ trú với khát ái được đoạn trừ, với nội tâm được an tịnh.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>Rồi Thế Tôn, thời ấy nói lên cảm hứng ngữ như sau:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>Không bệnh, lợi tối thắng,<br>\nNiết-bàn, lạc tối thắng,<br>\nBát chánh là độc đạo,<br>\nAn ổn và bất tử.</p>\n</blockquote>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>Khi được nghe vậy, du sĩ Magandiya bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>—Thật hy hữu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Lời này được Tôn giả <i lang='pli' translate='no'>Gotama</i> khéo nói:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>Không bệnh, lợi tối thắng,<br>\nNiết-bàn, lạc tối thắng.</p>\n</blockquote>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>Con cũng vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, con cũng đã được nghe lời này, do các vị Tôn sư, đại Tôn sư các du sĩ đã nói:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>Không bệnh, lợi tối thắng,<br>\nNiết-bàn, lạc tối thắng.</p>\n</blockquote>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, lời nói này lời nói kia phù hợp nhau.</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>—Nhưng này Magandiya, điều mà Ông đã được nghe do các vị Tôn sư, đại Tôn sư các du sĩ đã nói:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Không bệnh, lợi tối thắng,<br>\nNiết-bàn, lạc tối thắng.</p>\n</blockquote>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>Thế nào là không bệnh? Thế nào là Niết-bàn?</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>Khi được nói vậy, du sĩ Magandiya, tự lấy tay xoa bóp chân tay của mình và nói</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>—Thế nào là không bệnh, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>? Thế nào là Niết-bàn, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>? Tôi nay không bệnh, an lạc, không có bệnh tật gì ở tôi.</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>—Này Magandiya, ví như người sanh ra đã mù, không thấy sắc đen hay sắc trắng, không thấy sắc xanh, không thấy sắc vàng, không thấy sắc đỏ, không thấy sắc đỏ tía, không thấy cái gì thăng bằng, không thăng bằng, không thấy các vì sao, không thấy mặt trăng, mặt trời. Người ấy nghe một người có mắt nói như sau: “Thật tốt đẹp thay tấm vải trắng, xinh đẹp, không cấu uế, thanh tịnh”. Và người ấy tìm tấm vải trắng. Rồi có một người khác đánh lừa người ấy với một tấm y thô, dính dầu và đất và nói: “Này bạn, đây là tấm vải trắng, xinh đẹp, không cấu uế, thanh tịnh cho bạn”. Người ấy lấy tấm y ấy, sau khi lấy, đắp trên mình. Sau khi đắp trên mình, người ấy hoan hỷ thốt lên lời nói tự mãn: “Thật tốt đẹp thay tấm vải trắng xinh đẹp, không cấu uế, thanh tịnh”. Này Magandiya, Ông nghĩ thế nào? Kẻ sanh ra đã mù kia, do biết, do thấy, lấy tấm y thô, dính dầu và đất ấy để rồi sau khi lấy người ấy đắp trên mình, sau khi đắp trên mình; người ấy hoan hỷ thốt lên lời nói tự mãn: “Thật tốt đẹp thay, tấm vải trắng xinh đẹp, không cấu uế, thanh tịnh, hay là do lòng tin người có mắt?</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>—Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, do không biết, không thấy, kẻ sanh ra đã mù kia lấy tấm y thô, dính dầu và đất ấy để rồi sau khi lấy, người ấy đắp trên mình, sau khi đắp trên mình, người ấy hoan hỷ thốt lên lời nói tự mãn: “Thật tốt đẹp thay tấm vải trắng, xinh đẹp, không cấu uế, thanh tịnh” là do lòng tin người có mắt.</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>—Cũng vậy, này Magandiya, các du sĩ mù lòa, không có mắt, không biết không bệnh, không thấy Niết-bàn nhưng nói lên câu kệ này:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>Không bệnh, lợi tối thắng,<br>\nNiết-bàn, lạc tối thắng.</p>\n</blockquote>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>Này Magandiya, câu kệ này trong thời quá khứ đã được các bậc A-la-hán, Chánh Ðẳng Giác nói lên:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>Không bệnh, lợi tối thắng,<br>\nNiết-bàn, lạc tối thắng.<br>\nBát chánh là độc đạo,<br>\nAn ổn và bất tử.</p>\n</blockquote>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>Và câu kệ ấy này được dần dần lan tràn đến dân chúng phàm phu. Nhưng này Magandiya, thân này trở thành bệnh khổ, trở thành cục bướu, trở thành mũi tên, trở thành bất hạnh, trở thành bệnh chướng và với thân trở thành bệnh khổ, trở thành cục bướu, trở thành mũi tên, trở thành bất hạnh, trở thành bệnh chướng này, Ông nói: “Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, cái này là không bệnh ấy, cái này là Niết-bàn ấy”. Như vậy, này Magandiya, Ông không có Thánh nhãn ấy, với Thánh nhãn ấy Ông có thể biết không bệnh, có thể thấy Niết-bàn.</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>—Con có lòng tin Tôn giả <i lang='pli' translate='no'>Gotama</i> như sau: “Tôn giả <i lang='pli' translate='no'>Gotama</i> có thể thuyết pháp cho ta để ta có thể biết không bệnh, có thể thấy Niết-bàn”.</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>—Này Magandiya, ví như người sanh ra đã mù, không thấy sắc đen hay sắc trắng, không thấy sắc xanh, không thấy sắc vàng, không thấy sắc đỏ, không thấy sắc đỏ tía, không thấy cái gì thăng bằng, không thăng bằng, không thấy các vì sao, không thấy mặt trăng, mặt trời. Các bạn bè thân hữu, bà con huyết thống của người ấy mời một y sĩ khoa mổ xẻ. Vị y sĩ khoa mổ xẻ này cho người ấy thuốc. Người ấy sau khi dùng thuốc, mắt không khởi lên, mắt không được sáng tỏ. Này Magandiya, Ông nghĩ thế nào? Có phải vị thầy thuốc ấy cảm thấy mệt mỏi, phiền não không?</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a>—Thưa vâng, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>—Cũng vậy, này Magandiya, nếu Ta thuyết pháp cho Ông: “Ðây là không bệnh ấy, đây là Niết-bàn ấy”, và Ông không biết không bệnh, không biết Niết-bàn thời như vậy làm Ta mệt mỏi, làm Ta phiền não.</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>—Con có lòng tin Tôn giả <i lang='pli' translate='no'>Gotama</i> như sau: “Tôn giả <i lang='pli' translate='no'>Gotama</i> có thể thuyết pháp cho ta để ta có thể biết không bệnh, có thể thấy Niết-bàn”.</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>—Này Magandiya, ví như người sanh ra đã mù, không thấy sắc đen hay sắc trắng, không thấy sắc xanh, không thấy sắc vàng, không thấy sắc đỏ, không thấy sắc đỏ tía, không thấy cái gì thăng bằng, không thăng bằng, không thấy các vì sao, không thấy mặt trăng, mặt trời. Người ấy nghe một người có mắt nói như sau: “Thật tốt đẹp thay tấm vải trắng, xinh đẹp, không cấu uế, thanh tịnh”, và người ấy đi tìm tấm vải trắng. Rồi có một người khác đánh lừa người ấy với một tấm y thô, dính dầu và đất và nói: “Này bạn, đây là tấm vải trắng, xinh đẹp, không cấu uế, thanh tịnh cho bạn”. Người ấy lấy tấm y ấy. Sau khi lấy, người ấy đắp trên mình, sau khi đắp trên mình người ấy, các bạn bè thân hữu, bà con huyết thống của người ấy mời một y sĩ khoa mổ xẻ. Vị y sĩ khao mổ xẻ này cho người ấy thuốc bài tiết các nhơ bẩn về phía trên, bài tiết các nhơ bẩn về phía dưới, xức thuốc mắt, thoa dầu cho mắt, cho thuốc qua lỗ mũi. Người ấy sau khi dùng thuốc, mắt được khởi lên, mắt được sáng tỏ. Với mắt được khởi lên, người ấy đoạn trừ tham dục đối với tấm y thô, dính dầu và dính đất kia, và người ấy có thể xem người kia là không phải bạn, có thể xem người kia là thù địch và nghĩ đến sát hại sinh mạng (của người kia): “Thật sự trong một thời gian dài, Ta bị người này lường gạt, lừa dối, phỉnh gạt với tấm y thô, dính dầu và đất: “Này bạn, đây là tấm vải trắng, xinh đẹp, không cấu uế, thanh tịnh cho bạn”.</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a>Cũng vậy, này Magandiya, nếu Ta thuyết pháp cho Ông: “Ðây là không bệnh ấy, đây là Niết-bàn ấy”, Ông có thể biết không bệnh, Ông có thể thấy Niết-bàn. Và với mắt được khởi lên cho Ông, lòng tham dục đối với năm thủ uẩn được đoạn trừ; và Ông có thể nghĩ như sau: “Thật sự trong một thời gian dài, ta bị tâm này lường gạt, lừa dối, phỉnh gạt, chấp thủ sắc, ta đã chấp thủ, chấp thủ thọ, ta đã chấp thủ, chấp thủ tưởng, ta đã chấp thủ, chấp thủ các hành, ta đã chấp thủ, chấp thủ thức, ta đã chấp thủ. Do duyên chấp thủ ấy nơi ta, nên có hữu; do duyên hữu, có sanh; do duyên sanh, có già chết, sầu, bi, khổ, ưu, não khởi lên. Như vậy là sự tập khởi của toàn bộ Khổ uẩn”.</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a>—Con có lòng tin Tôn giả <i lang='pli' translate='no'>Gotama</i> như sau: “Tôn giả <i lang='pli' translate='no'>Gotama</i> có thể thuyết pháp cho ta khiến ta có thể từ chỗ ngồi này đứng dậy, không còn mù nữa”.</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a>—Vậy này Magandiya, hãy thân cận các vị chân nhân. Này Magandiya, do Ông thân cận các vị chân nhân, thời này Magandiya, Ông sẽ được nghe diệu pháp. Này Magandiya, do Ông được nghe diệu pháp, thời này Magandiya, Ông sẽ sống đúng với Chánh pháp và tùy pháp. Này Magandiya, do Ông sống đúng với Chánh pháp và tùy pháp, thời này Magandiya, Ông sẽ tự mình biết, tự mình thấy: “Ðây là những bệnh chướng, những cục bướu, những mũi tên. Ở đây, những bệnh chướng, những cục bướu, những mũi tên được trừ diệt, không có dư tàn. Do chấp thủ được diệt ở ta, nên hữu diệt; do hữu diệt, sanh diệt; do sanh diệt, già, chết, sầu, bi, khổ, ưu, não được diệt trừ. Như vậy là sự đoạn diệt của toàn bộ khổ uẩn này”.</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>Khi được nghe nói vậy, du sĩ Magandiya bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc71' href='#sc71'>SC 71</a>—Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, như người dựng đứng lại những gì bị quăng ngã xuống, phơi bày ra những gì bị che kín, chỉ đường cho kẻ lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc; cũng vậy, Chánh pháp đã được các Tôn giả <i lang='pli' translate='no'>Gotama</i> dùng nhiều phương tiện trình bày giải thích. Nay con xin quy y Tôn giả <i lang='pli' translate='no'>Gotama</i>, quy y Pháp và quy y Tỷ-kheo Tăng. Con xin xuất gia với Tôn giả <i lang='pli' translate='no'>Gotama</i>, con xin thọ đại giới.</p>\n<p><a class='ref sc' id='sc72' href='#sc72'>SC 72</a>—Này Magandiya, ai trước kia là ngoại đạo nay muốn xuất gia, muốn thọ đại giới trong Pháp và Luật này phải sống bốn tháng biệt trú. Sau khi sống bốn tháng biệt trú, các Tỷ-kheo nếu đồng ý sẽ cho xuất gia, cho thọ đại giới để thành vị Tỷ-kheo. Nhưng Ta nhận thấy các tánh con người sai biệt nhau.</p>\n<p><a class='ref sc' id='sc73' href='#sc73'>SC 73</a>—Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, nếu những người xưa kia là ngoại đạo, nay muốn xuất gia, muốn thọ đại giới trong Pháp và Luật này, phải sống bốn tháng biệt trú, sau khi sống bốn tháng biệt trú, các Tỷ-kheo nếu đồng ý sẽ cho xuất gia, cho thọ đại giới; thời con sẽ xin sống biệt trú bốn năm, sau khi sống biệt trú bốn năm, nếu các Tỷ-kheo đồng ý, hãy cho con xuất gia, hãy cho con thọ đại giới để thành Tỷ-kheo.</p>\n<p><a class='ref sc' id='sc74' href='#sc74'>SC 74</a>Và du sĩ Magandiya được xuất gia với Thế Tôn, được thọ đại giới. Thọ đại giới không bao lâu, Tôn giả Magandiya ở một mình an tịnh, không phóng dật, sống nhiệt tâm, cần mẫn. Và không bao lâu, vị này chứng được mục đích tối cao mà con cháu các lương gia đã xuất gia, từ bỏ gia đình, sống không gia đình hướng đến. Ðó là mục đích của vô thượng Phạm hạnh, ngay trong hiện tại, với thượng trí tự mình chứng ngộ, chứng đạt và an trú: “Sanh đã tận, Phạm hạnh đã thành, những gì nên làm đã làm, sau đời này sẽ không có đời sống khác nữa”. Tôn giả Magandiya hiểu biết như vậy.</p>\n<p><a class='ref sc' id='sc75' href='#sc75'>SC 75</a>Và Tôn giả Magandiya trở thành một vị A-la-hán nữa.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hie6.u đính: 16–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn75",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Māgandiya",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Sandaka ",
      "uid": "mn76"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Dīghanakha ",
      "uid": "mn74"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn75' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>75. Kinh <i lang='pli' translate='no'>Māgandiya</i></h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn trú giữa dân chúng Kuru, tại thị trấn của dân chúng Kuru tên là <i lang='pli' translate='no'>Kammāsadhamma</i>, trên thảm cỏ trong nhà lửa của một Bà-la-môn thuộc dòng họ Bharadvaji.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Thế Tôn vào buổi sáng đắp y, cầm y bát, vào <i lang='pli' translate='no'>Kammāsadhamma</i> để khất thực. Ði khất thực ở <i lang='pli' translate='no'>Kammāsadhamma</i> xong, sau bữa ăn, trên đường khi khất thực về, Thế Tôn đi đến một khu rừng để nghỉ trưa. Sau khi đi sâu vào khu rừng ấy, Thế Tôn đến ngồi dưới một gốc cây để nghỉ trưa.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Rồi du sĩ Magandiya, trong khi đi bộ ngao du cùng khắp, đến tại ngôi nhà lửa của Bà-la-môn thuộc họ <i lang='pli' translate='no'>Bhāradvāja</i>. Du sĩ Magandiya thấy thảm cỏ đã soạn sẵn trong nhà lửa của vị Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i>, khi thấy vậy liền nói với Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i></p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Tấm thảm cỏ này trong nhà lửa của Tôn giả <i lang='pli' translate='no'>Bhāradvāja</i> đã được sửa soạn cho ai, hình như là chỗ nằm ngủ của một Sa-môn?</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Thưa Tôn giả Magandiya, có Sa-môn <i lang='pli' translate='no'>Gotama</i> là Thích tử, xuất gia từ dòng họ Sakya (Thích-ca). Tiếng đồn tốt đẹp sau đây được truyền đi về Tôn giả <i lang='pli' translate='no'>Gotama</i>: “Ðây là Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác, Minh Hạnh Túc, Thiện Thệ, Thế Gian Giải, Vô Thượng Sĩ, Ðiều Ngự Trượng Phu, Thiên Nhân Sư, Phật, Thế Tôn”. Chỗ nằm này được sửa soạn cho Tôn giả <i lang='pli' translate='no'>Gotama</i> ấy.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Thật sự, này Tôn giả <i lang='pli' translate='no'>Bhāradvāja</i>, chúng tôi thấy một sự bất hạnh khi chúng tôi thấy chỗ ngủ của Tôn giả <i lang='pli' translate='no'>Gotama</i>, một vị phá hoại sự sống (bhunahuno).</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>—Này Magandiya, hãy thận trọng lời Ông nói. Này Magandiya, hãy thận trọng lời Ông nói. Nhiều vương tộc trí giả, nhiều Bà-la-môn trí giả, nhiều Cư sĩ trí giả, nhiều Sa-môn trí giả có lòng tin nơi Tôn giả <i lang='pli' translate='no'>Gotama</i> ấy, và đã tu tập theo Thánh đạo, theo Pháp và theo (chí) Thiện.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Này Tôn giả <i lang='pli' translate='no'>Bhāradvāja</i>, nếu chúng tôi thấy mặt Tôn giả <i lang='pli' translate='no'>Gotama</i>, chúng tôi sẽ nói như sau trước mặt vị ấy: “Sa-môn <i lang='pli' translate='no'>Gotama</i> là người phá hoại sự sống”. Vì sao vậy? Thánh điển của chúng tôi đã truyền lại như vậy.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Nếu Tôn giả Magandiya hoan hỷ, tôi sẽ tin lại sự tình này cho Sa-môn <i lang='pli' translate='no'>Gotama</i> biết.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Tôn giả <i lang='pli' translate='no'>Bhāradvāja</i> hãy yên lòng, và hãy nói lên những điều gì đã được nói.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Thế Tôn với thiên nhĩ thanh tịnh siêu nhân nghe được câu chuyện giữa Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i> và du sĩ Magandiya. Và Thế Tôn vào buổi chiều, từ Thiền tịnh độc cư đứng dậy, đi đến nhà lửa của Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i>, sau khi đến liền ngồi trên thảm cỏ đã soạn sẵn. Rồi Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i> đi đến chỗ Thế Tôn, sau khi đến, nói lên những lời chào đón hỏi thăm với Thế Tôn, sau khi nói lên những lời chào đón hỏi thăm thân hữu liền ngồi xuống một bên. Rồi Thế Tôn nói với Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i> đang ngồi một bên</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>—Này <i lang='pli' translate='no'>Bhāradvāja</i>, có phải có cuộc nói chuyện giữa du sĩ Magandiya với Ông về vấn đề thảm cỏ này?</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Khi nghe nói vậy, Bà-la-môn <i lang='pli' translate='no'>Bhāradvāja</i> hoảng hốt, lông tóc dựng ngược, bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>—Chính là điều chúng con muốn thưa với Tôn giả <i lang='pli' translate='no'>Gotama</i> và Tôn giả <i lang='pli' translate='no'>Gotama</i> đã đoán trước chúng con.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Nhưng cuộc nói chuyện này giữa Thế Tôn và Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i> nói chưa xong, du sĩ Magandiya, khi đi bộ ngao du cùng khắp, đến tại ngôi nhà lửa của Bà-la-môn thuộc dòng họ <i lang='pli' translate='no'>Bhāradvāja</i>, đến tại chỗ Thế Tôn, sau khi đến, nói lên những lời chào đón hỏi thăm với Thế Tôn, và sau khi nói lên những lời chào đón hỏi thăm thân hữu liền ngồi xuống một bên. Rồi Thế Tôn nói với du sĩ Magandiya đang ngồi một bên</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>—Này Magandiya, con mắt ưa thích sắc, ái lạc sắc, hoan hỷ sắc, và Như Lai nhiếp phục, thủ hộ, hộ trì con mắt và thuyết pháp để phòng hộ con mắt. Này Magandiya, có phải vì vậy mà Ông nói: “Sa-môn <i lang='pli' translate='no'>Gotama</i> là người phá hoại sự sống?”</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>—Chính vì vậy, Tôn giả <i lang='pli' translate='no'>Gotama</i>, mà tôi nói: “Sa-môn <i lang='pli' translate='no'>Gotama</i> phá hoại sự sống”. Vì sao vậy? Thánh điển của chúng tôi đã truyền lại như vậy.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>—Này Magandiya, tai ưa thích tiếng … Này Magandiya, mũi ưa thích hương … Này Magandiya, lưỡi ưa thích vị … Này Magandiya, thân ưa thích xúc … Này Magandiya, ý ưa thích pháp, ái lạc pháp, hoan hỷ pháp và Như Lai nhiếp phục, thủ hộ, hộ trì ý và thuyết pháp để phòng hộ ý. Này Magandiya, có phải vì vậy mà ông nói: “Sa-môn <i lang='pli' translate='no'>Gotama</i> là người phá hoại sự sống?</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Chính vì vậy, Tôn giả <i lang='pli' translate='no'>Gotama</i>, mà tôi nói: “Sa-môn <i lang='pli' translate='no'>Gotama</i> là người phá hoại sự sống”. Vì sao vậy? Thánh điển của chúng tôi đã truyền lại như vậy.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>—Ông nghĩ thế nào, này Magandiya? Ở đây, có người trước kia đam mê các sắc pháp do mắt nhận thức, các sắc pháp này là khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn. Người ấy sau một thời gian, sau khi như chơn biết được sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly của các sắc pháp, sau khi đoạn tận sắc ái, sau khi trừ diệt nhiệt não đối với sắc pháp, người này trú với khát ái được đoạn trừ, với nội tâm an tịnh. Này Magandiya, Ông có nói gì về người này?</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>—Không có gì, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>—Ông nghĩ thế nào? Này Magandiya, ở đây, có người trước kia đam mê các tiếng do tai nhận thức … các hương do mũi nhận thức … các vị do lưỡi nhận thức … các xúc do thân nhận thức, các xúc này là khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn. Người ấy sau một thời gian, sau khi như chơn biết được sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly của các xúc, sau khi đoạn tận xúc ái, sau khi trừ diệt nhiệt não đối với các xúc, người này trú với khát ái được đoạn trừ, với nội tâm an tịnh. Này Magandiya, Ông có nói gì về người này?</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>—Không có gì, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>—Này Magandiya, Ta thuở trước, khi còn là tại gia, Ta sống hưởng thụ một cách đầy đủ, một cách sung mãn, năm dục trưởng dưỡng, các sắc pháp do mắt nhận thức, các sắc pháp này là khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn. Các tiếng do tai nhận thức … các hương do mũi nhận thức … các vị do lưỡi nhận thức … các xúc do thân nhận thức, các xúc này là khả ái, khả hỷ, khả lạc, liên hệ đến dục, hấp dẫn. Này Magandiya, Ta có ba tòa lâu đài, một cho mùa mưa, một cho mùa đông, một cho mùa hạ. Này Magandiya, trong bốn tháng mùa mưa, Ta sống hưởng thụ trong lâu đài mùa mưa, được những nữ nhạc công giúp vui và không bước xuống khỏi lâu đài ấy.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Rồi Ta sau một thời gian, sau khi như chơn biết được sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly của các dục vọng, sau khi đoạn tận dục ái, sau khi trừ diệt nhiệt não của các dục, Ta trú với khát ái được đoạn trừ, với nội tâm an tịnh. Rồi Ta thấy các chúng sanh khác, chưa xả ly tham ái đối với các dục đang bị các dục ái nhai nghiến, đang bị dục nhiệt não thiêu đốt, đang chạy theo các dục. Ta không ước vọng được như họ; ở đây, Ta không ham thích. Vì sao vậy? Vì rằng, này Magandiya, có hỷ lạc này, ly dục, ly bất thiện pháp, sau khi chứng đạt Thiên lạc, được an trú, hoan hỷ trong hỷ lạc ấy. Ta không ao ước cái gì thấp kém; ở đây, Ta không ham thích.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Ví như, này Magandiya, một gia chủ hay con một người gia chủ, giàu sang, tài vật nhiều, sở hữu nhiều, sống thọ hưởng một cách đầy đủ, một cách sung mãn, năm dục trưởng dưỡng, các sắc pháp do mắt nhận thức, khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn, các tiếng do tai nhận thức … các hương do mũi nhận thức … các vị do lưỡi nhận thức … các xúc do thân nhận thức, khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn. Vị ấy, sau khi làm thiện thân hành, sau khi làm thiện khẩu hành, sau khi làm thiện ý hành, khi thân hoại mạng chung, được sanh lên thiện thú, Thiên giới, đời này, cọng trú với chư Thiên ở cõi trời Ba mươi ba. Vị ấy ở đây, trong rừng Nandana, được chúng Thiên nữ vây quanh, thọ hưởng năm thiên dục trưởng dưỡng một cách đầy đủ, một cách sung mãn. Vị ấy thấy người gia chủ hay con người gia chủ đang thọ hưởng năm dục trưởng dưỡng một cách đầy đủ, một cách sung mãn. Này Magandiya, Ông nghĩ thế nào? Thiên tử ấy, được chúng Thiên nữ vây quanh, thọ hưởng năm thiên dục trưởng dưỡng một cách đầy đủ, một cách sung mãn, vị ấy có ước vọng được như người gia chủ ấy, hay con người gia chủ ấy; hay năm dục trưởng dưỡng thuộc loài Người, hay trở lui về với các dục thuộc loài Người?</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>—Không có vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>! Vì sao vậy? Vì thiên dục, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, là kỳ diệu hơn, là vi diệu hơn nhân dục.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>—Cũng vậy, này Magandiya, Ta thuở trước, khi còn là tại gia. Ta hưởng thụ một cách đầy đủ, một cách sung mãn các dục trưởng dưỡng các sắc pháp do mắt nhận thức, các sắc pháp này là khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn, các tiếng do tai nhận thức … các hương do mũi nhận thức … các vị do lưỡi nhận thức … các xúc do thân nhận thức, các xúc này là khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn. Rồi Ta sau một thời gian, sau khi như chơn biết được sự tập khởi, sự diệt trừ, vị ngọt, sự nguy hiểm và sự xuất ly của các dục, sau khi đoạn tận dục ái, sau khi trừ diệt nhiệt não của các dục, Ta trú với khát ái được đoạn trừ, với nội tâm an tịnh. Rồi Ta thấy các chúng sanh khác chưa xả ly tham ái đối với các dục, đang bị các dục ái nhai nghiến, đang bị dục nhiệt não thiêu đốt, đang chạy theo các dục. Ta không ước vọng được như họ; ở đây, Ta không ham thích. Vì sao vậy? Vì rằng, này Magandiya, có hỷ lạc này, ly dục, ly bất thiện pháp, sau khi chứng đạt thiên lạc được an trú, hoan hỷ trong hỷ lạc ấy. Ta không ao ước cái gì thấp kém; ở đây, Ta không ham thích.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Ví như, này Magandiya, một người bị bệnh cùi; với thân (đầy) những lở lói, với thân hư thối, nứt chảy, bị các loại trùng đục khoét, đang cào rách miệng các vết thương với móng tay, hơ đốt thân mình trên hố than hừng. Các bạn bè thân hữu, bà con huyết thống của người ấy mời một y sĩ khoa mổ xẻ. Vị y sĩ khoa mổ xẻ này cho người ấy thuốc. Người ấy dùng thuốc, được khỏi bệnh cùi, không bệnh, an lạc, tự do, tự tại, có thể đi chỗ nào người ấy muốn. Người ấy thấy một người bị bệnh cùi khác, với thân (đầy) những lở lói, với thân hư thối, nứt chảy, bị cái loài trùng đục khoét, đang cào rách miệng các vết thương với móng tay, hơ đốt thân mình trên hố than hừng. Này Magandiya, Ông nghĩ thế nào? Người ấy có ước vọng được như người cùi kia, hố than hừng, hay sự thọ dụng dược liệu không?</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>—Không, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>. Vì sao vậy? Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, khi có bệnh thời cần thuốc trị bệnh, khi không bệnh, thời không cần thuốc trị bệnh.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>—Cũng vậy, này Magandiya, Ta thuở trước, khi còn là tại gia, Ta hưởng thụ một cách đầy đủ, một cách sung mãn, các dục trưởng dưỡng, các sắc pháp do mắt nhận thức, các sắc pháp này là khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn, các tiếng do tai nhận thức … các hương do mũi nhận thức … các vị do lưỡi nhận thức … các xúc do thân nhận thức, các xúc ấy là khả ái, khả hỷ, khả lạc, khả ý, liên hệ đến dục, hấp dẫn. Rồi Ta sau một thời gian, sau khi như chơn biết được sự tập khởi, sự diệt trừ, vị ngọt, sự nguy hiểm và sự xuất ly của các dục, sau khi đoạn tận dục ái, sau khi trừ diệt nhiệt não của các dục, Ta trú với khát ái được đoạn trừ, với nội tâm an tịnh. Rồi Ta thấy các chúng sanh khác chưa xả ly tham ái đối với các dục, đang bị các dục ái nhai nghiến, đang bị dục nhiệt não thiêu đốt, đang chạy theo các dục. Ta không ước vọng được như họ; ở đây, Ta không ham thích. Vì sao vậy? Vì rằng, này Magandiya, có hỷ lạc này, ly dục, ly bất thiện pháp, sau khi chứng đạt thiên lạc, được an trú, hoan hỷ trong hỷ lạc ấy. Ta không ao ước cái gì thấp kém; ở đây Ta không ham thích.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Ví như, này Magandiya, một người bị bệnh cùi, với thân (đầy) những lở lói, với thân hư thối, nứt chảy, bị các loại trùng đục khoét, đang cào rách miệng các vết thương với móng tay, hơ đốt thân mình trên hố than hừng. Các bạn bè thân hữu, bà con huyết thống của người ấy mời một y sĩ khoa mổ xẻ. Vị y sĩ khoa mổ xẻ này cho người ấy thuốc. Người ấy dùng thuốc được khỏi bệnh cùi, không bệnh, an lạc, tự do, tự tại, có thể đi chỗ nào người ấy muốn. Rồi có hai lực sĩ, nắm chặt (hai) cánh tay người ấy và lôi kéo người ấy đến hố than hừng. Này Magandiya, Ông nghĩ thế nào? Người ấy có co rút thân, vật qua vật lại phía này phía kia không?</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>—Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, có. Vì sao vậy? Vì sự xúc phạm với lửa, là đau khổ, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, rất là nồng cháy, rất là nhiệt não.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>—Này Magandiya, Ông nghĩ thế nào? Có phải chỉ hiện tại sự xúc chạm với lửa ấy là đau khổ, rất là nồng cháy, rất là nhiệt não, hay là trước đây, sự xúc chạm với lửa ấy đã là đau khổ, rất là nồng cháy, rất là nhiệt não?</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>—Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, hiện tại sự xúc chạm với lửa ấy là đau khổ, rất là nồng cháy, rất là nhiệt não, và xưa kia, sự xúc chạm với lửa ấy đã là đau khổ, rất là nồng cháy và rất là nhiệt não. Tuy vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, kẻ bị bệnh cùi này, với thân (đầy) những lở lói, với thân hư thối nứt chảy, bị các loài trùng đục khoét, đang cào rách miệng các vết thương với móng tay, với các căn bị hư hoại do sự xúc chạm đau khổ với ngọn lửa, lại có phản tưởng là được lạc thọ.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>—Cũng vậy, này Magandiya, sự xúc chạm với các dục trong thời quá khứ cũng là đau khổ, rất là nồng cháy, rất là nhiệt não, và sự xúc chạm với các dục trong thời vị lai cũng là đau khổ, rất là nồng cháy, rất là nhiệt não, và sự xúc chạm với các dục trong thời hiện lại cũng là đau khổ, rất là nồng cháy, rất là nhiệt não. Và này Magandiya, những chúng sanh này chưa đoạn trừ tham ái đối với các dục, đang bị các dục ái nhai nghiến, đang bị dục nhiệt não thiêu đốt, với các căn bị hư hoại, do sự xúc chạm đau khổ với các dục, lại có phản tưởng là được lạc thọ.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>Ví như, này Magandiya, một người bị bệnh cùi thân (đầy) lở lói, thân bị hư thối nứt chảy, bị các loài trùng đục khoét, đang cào rách miệng các vết thương với móng tay, hơ đốt thân mình trên hố than hừng. Này Magandiya, người bị bệnh cùi với thân (đầy) lở lói, thân bị hư thối nứt chảy, bị các loài trùng đục khoét, càng cào rách miệng các vết thương với các móng tay, càng hơ đốt thân mình trên hố than hừng chừng nào thời miệng các vết thương ấy lại càng thêm bất tịnh, càng thêm hôi thối và càng thêm thối nát, và người ấy chỉ có cảm giác dễ chịu, thỏa thích do nhân duyên gãi ngứa miệng các vết thương; cũng vậy, này Magandiya, các chúng sanh, chưa đoạn trừ tham ái đối với các dục, đang bị các dục ái nhai nghiến, đang bị dục nhiệt não thiêu đốt, chạy theo các dục. Này Magandiya các chúng sanh, chưa đoạn trừ tham ái đối với các dục, đang bị các dục ái nhai nghiến, đang bị dục nhiệt não thiêu đốt, càng chạy theo dục chừng nào, thời dục ái các chúng sanh ấy càng tăng trưởng, càng bị dục nhiệt não thiêu đốt, và họ chỉ có cảm giác dễ chịu, thỏa thích do duyên năm dục trưởng dưỡng.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>Này Magandiya, Ông nghĩ thế nào? Ông có thấy hay nghe một vị vua hay vị đại thần của vua hưởng thụ một cách đầy đủ, một cách sung mãn năm dục trưởng dưỡng, dục ái chưa được đoạn tận, dục nhiệt não chưa được trừ diệt, đã trú, đang trú hay sẽ trú với khát ái được đoạn trừ, với nội tâm an tịnh không?</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>—Thưa không, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>—Lành thay, này Magandiya! Này Magandiya, Ta cũng không thấy, cũng không nghe một vị vua hay vị đại thần của vua hưởng thụ một cách đầy đủ, một cách sung mãn năm dục trưởng dưỡng, dục ái chưa được đoạn tận, dục nhiệt não chưa được trừ diệt, đã trú, đang trú hay sẽ trú với khát ái được đoạn trừ, với nội tâm an tịnh. Nhưng này Magandiya, những vị Sa-môn hay Bà-la-môn nào đã sống, đang sống hay sẽ sống với khát ái được đoạn trừ, với nội tâm an tịnh, tất cả những vị này, sau khi như chơn biết sự tập khởi, sự đoạn diệt, vị ngọt, sự nguy hiểm và sự xuất ly của các dục ấy, với dục ái được đoạn tận, với dục nhiệt não được trừ diệt, đã trú, đang trú hay sẽ trú với khát ái được đoạn trừ, với nội tâm được an tịnh.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>Rồi Thế Tôn, thời ấy nói lên cảm hứng ngữ như sau:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>Không bệnh, lợi tối thắng,<br>\nNiết-bàn, lạc tối thắng,<br>\nBát chánh là độc đạo,<br>\nAn ổn và bất tử.</p>\n</blockquote>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>Khi được nghe vậy, du sĩ Magandiya bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>—Thật hy hữu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Lời này được Tôn giả <i lang='pli' translate='no'>Gotama</i> khéo nói:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>Không bệnh, lợi tối thắng,<br>\nNiết-bàn, lạc tối thắng.</p>\n</blockquote>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>Con cũng vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, con cũng đã được nghe lời này, do các vị Tôn sư, đại Tôn sư các du sĩ đã nói:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>Không bệnh, lợi tối thắng,<br>\nNiết-bàn, lạc tối thắng.</p>\n</blockquote>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, lời nói này lời nói kia phù hợp nhau.</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>—Nhưng này Magandiya, điều mà Ông đã được nghe do các vị Tôn sư, đại Tôn sư các du sĩ đã nói:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Không bệnh, lợi tối thắng,<br>\nNiết-bàn, lạc tối thắng.</p>\n</blockquote>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>Thế nào là không bệnh? Thế nào là Niết-bàn?</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>Khi được nói vậy, du sĩ Magandiya, tự lấy tay xoa bóp chân tay của mình và nói</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>—Thế nào là không bệnh, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>? Thế nào là Niết-bàn, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>? Tôi nay không bệnh, an lạc, không có bệnh tật gì ở tôi.</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>—Này Magandiya, ví như người sanh ra đã mù, không thấy sắc đen hay sắc trắng, không thấy sắc xanh, không thấy sắc vàng, không thấy sắc đỏ, không thấy sắc đỏ tía, không thấy cái gì thăng bằng, không thăng bằng, không thấy các vì sao, không thấy mặt trăng, mặt trời. Người ấy nghe một người có mắt nói như sau: “Thật tốt đẹp thay tấm vải trắng, xinh đẹp, không cấu uế, thanh tịnh”. Và người ấy tìm tấm vải trắng. Rồi có một người khác đánh lừa người ấy với một tấm y thô, dính dầu và đất và nói: “Này bạn, đây là tấm vải trắng, xinh đẹp, không cấu uế, thanh tịnh cho bạn”. Người ấy lấy tấm y ấy, sau khi lấy, đắp trên mình. Sau khi đắp trên mình, người ấy hoan hỷ thốt lên lời nói tự mãn: “Thật tốt đẹp thay tấm vải trắng xinh đẹp, không cấu uế, thanh tịnh”. Này Magandiya, Ông nghĩ thế nào? Kẻ sanh ra đã mù kia, do biết, do thấy, lấy tấm y thô, dính dầu và đất ấy để rồi sau khi lấy người ấy đắp trên mình, sau khi đắp trên mình; người ấy hoan hỷ thốt lên lời nói tự mãn: “Thật tốt đẹp thay, tấm vải trắng xinh đẹp, không cấu uế, thanh tịnh, hay là do lòng tin người có mắt?</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>—Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, do không biết, không thấy, kẻ sanh ra đã mù kia lấy tấm y thô, dính dầu và đất ấy để rồi sau khi lấy, người ấy đắp trên mình, sau khi đắp trên mình, người ấy hoan hỷ thốt lên lời nói tự mãn: “Thật tốt đẹp thay tấm vải trắng, xinh đẹp, không cấu uế, thanh tịnh” là do lòng tin người có mắt.</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>—Cũng vậy, này Magandiya, các du sĩ mù lòa, không có mắt, không biết không bệnh, không thấy Niết-bàn nhưng nói lên câu kệ này:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>Không bệnh, lợi tối thắng,<br>\nNiết-bàn, lạc tối thắng.</p>\n</blockquote>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>Này Magandiya, câu kệ này trong thời quá khứ đã được các bậc A-la-hán, Chánh Ðẳng Giác nói lên:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>Không bệnh, lợi tối thắng,<br>\nNiết-bàn, lạc tối thắng.<br>\nBát chánh là độc đạo,<br>\nAn ổn và bất tử.</p>\n</blockquote>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>Và câu kệ ấy này được dần dần lan tràn đến dân chúng phàm phu. Nhưng này Magandiya, thân này trở thành bệnh khổ, trở thành cục bướu, trở thành mũi tên, trở thành bất hạnh, trở thành bệnh chướng và với thân trở thành bệnh khổ, trở thành cục bướu, trở thành mũi tên, trở thành bất hạnh, trở thành bệnh chướng này, Ông nói: “Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, cái này là không bệnh ấy, cái này là Niết-bàn ấy”. Như vậy, này Magandiya, Ông không có Thánh nhãn ấy, với Thánh nhãn ấy Ông có thể biết không bệnh, có thể thấy Niết-bàn.</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>—Con có lòng tin Tôn giả <i lang='pli' translate='no'>Gotama</i> như sau: “Tôn giả <i lang='pli' translate='no'>Gotama</i> có thể thuyết pháp cho ta để ta có thể biết không bệnh, có thể thấy Niết-bàn”.</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>—Này Magandiya, ví như người sanh ra đã mù, không thấy sắc đen hay sắc trắng, không thấy sắc xanh, không thấy sắc vàng, không thấy sắc đỏ, không thấy sắc đỏ tía, không thấy cái gì thăng bằng, không thăng bằng, không thấy các vì sao, không thấy mặt trăng, mặt trời. Các bạn bè thân hữu, bà con huyết thống của người ấy mời một y sĩ khoa mổ xẻ. Vị y sĩ khoa mổ xẻ này cho người ấy thuốc. Người ấy sau khi dùng thuốc, mắt không khởi lên, mắt không được sáng tỏ. Này Magandiya, Ông nghĩ thế nào? Có phải vị thầy thuốc ấy cảm thấy mệt mỏi, phiền não không?</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a>—Thưa vâng, Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>—Cũng vậy, này Magandiya, nếu Ta thuyết pháp cho Ông: “Ðây là không bệnh ấy, đây là Niết-bàn ấy”, và Ông không biết không bệnh, không biết Niết-bàn thời như vậy làm Ta mệt mỏi, làm Ta phiền não.</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>—Con có lòng tin Tôn giả <i lang='pli' translate='no'>Gotama</i> như sau: “Tôn giả <i lang='pli' translate='no'>Gotama</i> có thể thuyết pháp cho ta để ta có thể biết không bệnh, có thể thấy Niết-bàn”.</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>—Này Magandiya, ví như người sanh ra đã mù, không thấy sắc đen hay sắc trắng, không thấy sắc xanh, không thấy sắc vàng, không thấy sắc đỏ, không thấy sắc đỏ tía, không thấy cái gì thăng bằng, không thăng bằng, không thấy các vì sao, không thấy mặt trăng, mặt trời. Người ấy nghe một người có mắt nói như sau: “Thật tốt đẹp thay tấm vải trắng, xinh đẹp, không cấu uế, thanh tịnh”, và người ấy đi tìm tấm vải trắng. Rồi có một người khác đánh lừa người ấy với một tấm y thô, dính dầu và đất và nói: “Này bạn, đây là tấm vải trắng, xinh đẹp, không cấu uế, thanh tịnh cho bạn”. Người ấy lấy tấm y ấy. Sau khi lấy, người ấy đắp trên mình, sau khi đắp trên mình người ấy, các bạn bè thân hữu, bà con huyết thống của người ấy mời một y sĩ khoa mổ xẻ. Vị y sĩ khao mổ xẻ này cho người ấy thuốc bài tiết các nhơ bẩn về phía trên, bài tiết các nhơ bẩn về phía dưới, xức thuốc mắt, thoa dầu cho mắt, cho thuốc qua lỗ mũi. Người ấy sau khi dùng thuốc, mắt được khởi lên, mắt được sáng tỏ. Với mắt được khởi lên, người ấy đoạn trừ tham dục đối với tấm y thô, dính dầu và dính đất kia, và người ấy có thể xem người kia là không phải bạn, có thể xem người kia là thù địch và nghĩ đến sát hại sinh mạng (của người kia): “Thật sự trong một thời gian dài, Ta bị người này lường gạt, lừa dối, phỉnh gạt với tấm y thô, dính dầu và đất: “Này bạn, đây là tấm vải trắng, xinh đẹp, không cấu uế, thanh tịnh cho bạn”.</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a>Cũng vậy, này Magandiya, nếu Ta thuyết pháp cho Ông: “Ðây là không bệnh ấy, đây là Niết-bàn ấy”, Ông có thể biết không bệnh, Ông có thể thấy Niết-bàn. Và với mắt được khởi lên cho Ông, lòng tham dục đối với năm thủ uẩn được đoạn trừ; và Ông có thể nghĩ như sau: “Thật sự trong một thời gian dài, ta bị tâm này lường gạt, lừa dối, phỉnh gạt, chấp thủ sắc, ta đã chấp thủ, chấp thủ thọ, ta đã chấp thủ, chấp thủ tưởng, ta đã chấp thủ, chấp thủ các hành, ta đã chấp thủ, chấp thủ thức, ta đã chấp thủ. Do duyên chấp thủ ấy nơi ta, nên có hữu; do duyên hữu, có sanh; do duyên sanh, có già chết, sầu, bi, khổ, ưu, não khởi lên. Như vậy là sự tập khởi của toàn bộ Khổ uẩn”.</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a>—Con có lòng tin Tôn giả <i lang='pli' translate='no'>Gotama</i> như sau: “Tôn giả <i lang='pli' translate='no'>Gotama</i> có thể thuyết pháp cho ta khiến ta có thể từ chỗ ngồi này đứng dậy, không còn mù nữa”.</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a>—Vậy này Magandiya, hãy thân cận các vị chân nhân. Này Magandiya, do Ông thân cận các vị chân nhân, thời này Magandiya, Ông sẽ được nghe diệu pháp. Này Magandiya, do Ông được nghe diệu pháp, thời này Magandiya, Ông sẽ sống đúng với Chánh pháp và tùy pháp. Này Magandiya, do Ông sống đúng với Chánh pháp và tùy pháp, thời này Magandiya, Ông sẽ tự mình biết, tự mình thấy: “Ðây là những bệnh chướng, những cục bướu, những mũi tên. Ở đây, những bệnh chướng, những cục bướu, những mũi tên được trừ diệt, không có dư tàn. Do chấp thủ được diệt ở ta, nên hữu diệt; do hữu diệt, sanh diệt; do sanh diệt, già, chết, sầu, bi, khổ, ưu, não được diệt trừ. Như vậy là sự đoạn diệt của toàn bộ khổ uẩn này”.</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>Khi được nghe nói vậy, du sĩ Magandiya bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc71' href='#sc71'>SC 71</a>—Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, như người dựng đứng lại những gì bị quăng ngã xuống, phơi bày ra những gì bị che kín, chỉ đường cho kẻ lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc; cũng vậy, Chánh pháp đã được các Tôn giả <i lang='pli' translate='no'>Gotama</i> dùng nhiều phương tiện trình bày giải thích. Nay con xin quy y Tôn giả <i lang='pli' translate='no'>Gotama</i>, quy y Pháp và quy y Tỷ-kheo Tăng. Con xin xuất gia với Tôn giả <i lang='pli' translate='no'>Gotama</i>, con xin thọ đại giới.</p>\n<p><a class='ref sc' id='sc72' href='#sc72'>SC 72</a>—Này Magandiya, ai trước kia là ngoại đạo nay muốn xuất gia, muốn thọ đại giới trong Pháp và Luật này phải sống bốn tháng biệt trú. Sau khi sống bốn tháng biệt trú, các Tỷ-kheo nếu đồng ý sẽ cho xuất gia, cho thọ đại giới để thành vị Tỷ-kheo. Nhưng Ta nhận thấy các tánh con người sai biệt nhau.</p>\n<p><a class='ref sc' id='sc73' href='#sc73'>SC 73</a>—Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, nếu những người xưa kia là ngoại đạo, nay muốn xuất gia, muốn thọ đại giới trong Pháp và Luật này, phải sống bốn tháng biệt trú, sau khi sống bốn tháng biệt trú, các Tỷ-kheo nếu đồng ý sẽ cho xuất gia, cho thọ đại giới; thời con sẽ xin sống biệt trú bốn năm, sau khi sống biệt trú bốn năm, nếu các Tỷ-kheo đồng ý, hãy cho con xuất gia, hãy cho con thọ đại giới để thành Tỷ-kheo.</p>\n<p><a class='ref sc' id='sc74' href='#sc74'>SC 74</a>Và du sĩ Magandiya được xuất gia với Thế Tôn, được thọ đại giới. Thọ đại giới không bao lâu, Tôn giả Magandiya ở một mình an tịnh, không phóng dật, sống nhiệt tâm, cần mẫn. Và không bao lâu, vị này chứng được mục đích tối cao mà con cháu các lương gia đã xuất gia, từ bỏ gia đình, sống không gia đình hướng đến. Ðó là mục đích của vô thượng Phạm hạnh, ngay trong hiện tại, với thượng trí tự mình chứng ngộ, chứng đạt và an trú: “Sanh đã tận, Phạm hạnh đã thành, những gì nên làm đã làm, sau đời này sẽ không có đời sống khác nữa”. Tôn giả Magandiya hiểu biết như vậy.</p>\n<p><a class='ref sc' id='sc75' href='#sc75'>SC 75</a>Và Tôn giả Magandiya trở thành một vị A-la-hán nữa.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hie6.u đính: 16–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 75",
    "volpages": " PTS 1.502, PTS 1.503, PTS 1.504, PTS 1.505, PTS 1.506, PTS 1.507, PTS 1.508, PTS 1.509, PTS 1.510, PTS 1.511, PTS 1.512, PTS 1.513",
    "alt_volpages": null,
    "uid": "mn75",
    "blurb": "Accused by a hedonist of being too negative, the Buddha recounts the luxury of his upbringing, and his realization of how little value there was in such things. Through renunciation he found a far greater pleasure.",
    "difficulty": 2,
    "original_title": "Māgaṇḍiyasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Māgandiya",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn75_translation-de-sabbamitta",
        "segmented": true,
        "title": "Mit Māgaṇḍiya ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn75_translation-en-sujato",
        "segmented": true,
        "title": "With Māgaṇḍiya ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn75_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso con Māgaṇḍiya ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn75_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn75_translation-ru-sv",
        "segmented": true,
        "title": "К Магандии ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn75_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Māgandiya sutta",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ধর্মাধার মহাস্থবির",
        "author_short": "ধর্মাধার",
        "author_uid": "mahasthavya",
        "publication_date": null,
        "id": "bn_mn75_mahasthavya",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ca",
        "lang_name": "Català",
        "is_root": false,
        "author": "Jambudipa",
        "author_short": "Jambudipa",
        "author_uid": "jambudipa",
        "publication_date": "2012",
        "id": "ca_mn75_jambudipa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn75_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "2009",
        "id": "en_mn75_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn75_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": null,
        "id": "es_mn75_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn75_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn75_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn75_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Vekerdi József",
        "author_short": "Vekerdi",
        "author_uid": "vekerdi",
        "publication_date": "1989",
        "id": "hu_mn75_vekerdi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn75_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn75_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn75_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. B. V. Rajaram",
        "author_short": "rajaram",
        "author_uid": "rajaram",
        "publication_date": "2011",
        "id": "kan_mn75_rajaram",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn75_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "nl",
        "lang_name": "Nederlands",
        "is_root": false,
        "author": "Bhikkhu Kuala Lumpur Dhammajoti",
        "author_short": "Dhammajoti",
        "author_uid": "dhammajoti",
        "publication_date": "2008",
        "id": "nl_mn75_dhammajoti",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn75_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2008",
        "id": "pt_mn75_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn75_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn75_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn75_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn75_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn75_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn75_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Māgandiya"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn75_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 20,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj11.288, cck13.273, csp1ed10.170, csp2ed10.170, dr13.248, dr13.249, mc2.184, ms10M_597, msdiv207, ndp10.198, ndp10.199, nya1, pts-vp-pli1.502, sya13.270, sya13.271, vri13.180,nya2,nya3,nya4,nya5,bj11.290, cck13.274, dr13.250, mc2.185, ms10M_598, msdiv208, ndp10.200, nya6, pts-vp-pli1.503, sya13.272, vri13.181,nya7,cck13.275, csp1ed10.171, csp2ed10.171, ms10M_599, msdiv209, nya8,dr13.251, ms10M_600, sya13.273,mc2.186, ms10M_601, vri13.182,bj11.292, cck13.276, ms10M_602, msdiv210, ndp10.201, nya9, pts-vp-pli1.504,dr13.252, ms10M_603, sya13.274,cck13.277, csp1ed10.172, csp2ed10.172, dr13.253, mc2.187, ms10M_604, msdiv211, ndp10.202, nya10, pts-vp-pli1.505, sya13.275, vri13.183,bj11.294, cck13.278, ms10M_605, msdiv212, nya11,csp1ed10.173, csp2ed10.173, ms10M_606, sya13.276,cck13.279, dr13.254, mc2.188, ms10M_607, ndp10.203, nya12, pts-vp-pli1.506, vri13.184,dr13.255, ms10M_608, msdiv213, nya13, sya13.277,csp1ed10.174, csp2ed10.174, ms10M_609,bj11.296, cck13.280, mc2.189, ms10M_610, nya14, sya13.278,dr13.256, ms10M_611, msdiv214, ndp10.204, nya15, pts-vp-pli1.507, vri13.185,ms10M_612,cck13.281, csp1ed10.175, csp2ed10.175, mc2.190, ms10M_613, sya13.279,dr13.257, ms10M_614, nya16,cck13.282, ms10M_615, msdiv215, ndp10.205, nya17, pts-vp-pli1.508, sya13.280, vri13.186,bj11.298, csp1ed10.176, csp2ed10.176, dr13.258, ms10M_616, nya18,cck13.283, mc2.191, ms10M_617, ndp10.206, sya13.281,nya19,ms10M_618,dr13.259, ms10M_619, msdiv216, pts-vp-pli1.509, vri13.187,bj11.300, cck13.284, csp1ed10.177, csp2ed10.177, mc2.192, ms10M_620, msdiv217, ndp10.207, nya20, sya13.282,cck13.285, dr13.260, ms10M_621, pts-vp-pli1.510, sya13.283,nya21,ms10M_622, vri13.188,dr13.261, mc2.193, ms10M_623, msdiv218, ndp10.208,nya22,bj11.302, cck13.286, csp1ed10.178, csp2ed10.178, ms10M_624, msdiv219, sya13.284,ms10M_625, pts-vp-pli1.511,nya23,bj11.304, cck13.287, csp1ed10.179, csp2ed10.179, dr13.262, dr13.263, mc2.194, ms10M_626, msdiv220, ndp10.209, pts-vp-pli1.512, sya13.285, vri13.189,nya24,nya25,cck13.288, mc2.195, ms10M_627, msdiv221, sya13.286,cck13.289, csp1ed10.180, csp2ed10.180, dr13.264, ms10M_628, msdiv222, ndp10.210, nya26, pts-vp-pli1.513, sya13.287, vri13.190,nya27,bj11.306, dr13.265, mc2.196, ms10M_629, nya28",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn75",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Māgaṇḍiyasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "horner",
    "bodhi"
  ]
}