{
  "root_text": {
    "uid": "mn81",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Ghaṭikāra",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Raṭṭhapāla ",
      "uid": "mn82"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Vekhanasa ",
      "uid": "mn80"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn81' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>81. Kinh <i lang='pli' translate='no'>Ghaṭikāra</i></h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn đi du hành giữa dân chúng <i lang='pli' translate='no'>Kosala</i> với đại chúng Tỷ-kheo.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Thế Tôn bước xuống bên lề đường, đến tại một địa điểm rồi mỉm cười. Tôn giả <i lang='pli' translate='no'>Ānanda</i> suy nghĩ: “Do nhân gì, do duyên gì, Thế Tôn lại mỉm cười. Không phải không lý do, Như Lai lại mỉm cười”. Rồi Tôn giả <i lang='pli' translate='no'>Ānanda</i> đắp y về phía một bên vai, chấp tay hướng đến Thế Tôn và bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Bạch Thế Tôn, do nhân gì, do duyên gì Thế Tôn lại mỉm cười? Không phải không lý do, Như Lai lại mỉm cười.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Thuở xưa này <i lang='pli' translate='no'>Ānanda</i>, tại địa điểm này là một thị trấn tên là Vebhalinga, phồn thịnh, giàu có và dân cư đông đúc. Này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác sống ở đây, dựa vào thị trấn Vebhalinga. Ở đây, này <i lang='pli' translate='no'>Ānanda</i>, là tu viện của Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Chính tại đây, này <i lang='pli' translate='no'>Ānanda</i>. Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác ngồi giảng dạy cho chúng Tỷ-kheo.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Rồi Tôn giả <i lang='pli' translate='no'>Ānanda</i> gấp tư y sanghati (tăng-già-lê), trải ra rồi bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Bạch Thế Tôn, thỉnh Thế Tôn ngồi xuống. Chính tại địa điểm này, hai bậc A-la-hán, Chánh Ðẳng Giác sẽ sử dụng.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Thế Tôn ngồi xuống trên chỗ đã soạn sẵn. Sau khi ngồi, Thế Tôn nói với Tôn giả <i lang='pli' translate='no'>Ānanda</i></p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Thuở xưa, này <i lang='pli' translate='no'>Ānanda</i>, tại địa điểm này là thị trấn tên Vebhalinga, phồn thịnh, giàu có và dân cư đông đúc. Này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác đã sống dựa vào thị trấn Vebhalinga. Chính tại đây, này <i lang='pli' translate='no'>Ānanda</i>, là tu viện của Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Chính tại đây, này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác ngồi giảng dạy cho chúng Tỷ-kheo.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Này <i lang='pli' translate='no'>Ānanda</i>, chính tại thị trấn Vebhalinga, có người thợ làm đồ gốm tên là Ghatikara, người này là người đàn tín của Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, vị đàn tín đệ nhất. Thanh niên Jotipala là người bạn chí thân của thợ gốm Ghatikara. Rồi này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara nói với thanh niên Jotipala:</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>“—Này bạn Jotipala, chúng ta hãy đi. Chúng ta hãy đi đến yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Thật là tốt lành cho tôi được đến yết kiến Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác ấy”.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Khi nghe nói vậy, này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala nói với thợ gốm Ghatikara:</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>“—Thôi vừa rồi, bạn Ghatikara, yết kiến Sa-môn trọc đầu như vậy để làm gì?”</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Lần thứ hai, này <i lang='pli' translate='no'>Ānanda</i> … Lần thứ ba, này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara nói với thanh niên Jotipala:</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>“—Này bạn Jotipala, chúng ta hãy đi. Chúng ta hãy đi đến yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Thật là tốt lành cho tôi được đến yết kiến Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác ấy”.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Lần thứ ba này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala nói với thợ gốm Ghatikara:</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>“—Thôi vừa rồi, bạn Ghatikara, yết kiến Sa-môn trọc đầu như vậy để làm gì?”</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>“—Vậy này bạn Jotipala, hãy cầm đồ gãi lưng và bột tắm, chúng ta hãy đi đến sông để tắm”.</p>\n<p>“—Thưa bạn, vâng”.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala vâng đáp thợ gốm Ghatikara như vậy.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Thợ gốm Ghatikara và thanh niên Jotipala lấy đồ gãi lưng và bột tắm, đi đến sông để tắm. Rồi này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara nói với thanh niên Jotipala:</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>“—Này bạn Jotipala, chỗ này cách tu viện Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác không bao xa. Này bạn Jotipala, chúng ta hãy đi. Chúng ta hãy đi đến yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Thật là tốt lành cho tôi được đến yết kiến Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác ấy”.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Khi nghe nói vậy, này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala nói với thợ gốm Ghatikara:</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>“—Thôi vừa rồi, bạn Ghatikara, yết kiến Sa-môn trọc đầu như vậy để làm gì?”</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Lần thứ hai, này <i lang='pli' translate='no'>Ānanda</i>, … lần thứ ba này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara nói với thanh niên Jotipala:</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>“—Này bạn Jotipala, chỗ này cách tu viện của Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác không bao xa. Này bạn Jotipala, chúng ta hãy đi. Chúng ta hãy đi đến yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Thật là tốt lành cho tôi được yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác ấy”.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Lần thứ ba, này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala nói với thợ gốm Ghatikara:</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>“—Thôi vừa rồi, bạn Ghatikara, yết kiến Sa-môn trọc đầu như vậy để làm gì?”</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara nắm lấy thanh niên Jotipala ở nơi cổ tay áo và nói:</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>“—Này bạn Jotipala, chỗ này cách tu viện Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác không bao xa. Này bạn Jotipala, chúng ta hãy đi. Chúng ta hãy đi đến yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Thật là tốt lành cho tôi được yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác ấy”.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, sau khi gỡ thoát cổ áo, thanh niên Jotipala nói với thợ gốm Ghatikara:</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>“—Thôi vừa rồi, bạn Ghatikara, yết kiến vị Sa-môn đầu trọc ấy để làm gì?</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Rồi thợ gốm Ghatikara nắm lấy tóc vừa mới tắm xong của thanh niên Jotipala và nói:</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>“—Này bạn Jotipala, chỗ này cách tu viện của Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác không bao xa. Này bạn Jotipala chúng ta hãy đi, chúng ta hãy đi đến yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Thật là tốt lành cho tôi được yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác”.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala suy nghĩ như sau: “Thật là vi diệu! Thật là hy hữu! Thợ gốm Ghatikara tuy sanh thuộc hạ cấp, lại dám nghĩ có thể nắm lấy tóc của ta, dầu ta vừa mới gội đầu, chắc việc này không phải là tầm thường”, rồi nói với thợ gốm Ghatikara:</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>“—Này bạn Ghatikara, có thật sự là cần thiết không?”</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>“—Này bạn Jotipala, thật sự là cần thiết. Thật là tốt lành cho tôi được yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác”.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>“—Vậy bạn Ghatikara, hãy thả (tay) ra. Chúng ta sẽ đi”.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara và thanh niên Jotipala cùng đi đến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Sau khi đến, thợ gốm Ghatikara đảnh lễ Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác rồi ngồi xuống một bên. Còn thanh niên Jotipala thời nói lên những lời cháo đón hỏi thăm với Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, sau khi nói lên những lời chào đón hỏi thăm thân hữu, rồi ngồi xuống một bên. Ngồi một bên, này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara bạch Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác:</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>“—Bạch Thế Tôn, đây là thanh niên Jotipala, bạn của con, bạn thân tình của con. Mong Thế Tôn thuyết pháp cho bạn con”.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, với pháp thoại khích lệ làm cho thích thú, làm cho phấn khởi, làm cho hoan hỷ thợ gốm Ghatikara và thanh niên Jotipala. Rồi này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara và thanh niên Jotipala, sau khi được Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác với pháp thoại, khích lệ, làm cho thích thú, phấn khởi, hoan hỷ, sau khi hoan hỷ tín thọ lời dạy Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, từ chỗ ngồi đứng dậy, đảnh lễ Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, thân bên hữu hướng về Ngài rồi ra đi.</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala nói với thợ gốm Ghatikara:</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>“—Này bạn Ghatikara, khi nghe pháp này, vì sao bạn không xuất gia?”</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>“—Này bạn Jotipala, bạn không biết tôi sao? Tôi phải nuôi dưỡng cha mẹ già và mù lòa”.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>“—Vậy này bạn Ghatikara, tôi sẽ xuất gia từ bỏ gia đình, sống không gia đình”.</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara và thanh niên Jotipala đi đến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, sau khi đến đảnh lễ Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, rồi ngồi xuống một bên. Ngồi xuống một bên, này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara bạch Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác:</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>“—Bạch Thế Tôn, đây là thanh niên Jotipala, bạn của con, bạn thân tình của con. Mong Thế Tôn xuất gia cho bạn con”.</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>Và này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala được Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác cho xuất gia, cho thọ đại giới. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, sau khi thanh niên Jotipala xuất gia chưa bao lâu, sau nửa tháng, sau khi ở tại Vebhalinga lâu cho đến khi thấy tự thỏa mãn, liền du hành đi đến <i lang='pli' translate='no'>Bārāṇāsī</i>. Ngài tuần tự du hành và đến tại <i lang='pli' translate='no'>Bārāṇāsī</i> (Ba-la-nại). Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chành Ðẳng Giác trú tại <i lang='pli' translate='no'>Bārāṇāsī</i>, ở <i lang='pli' translate='no'>Isipatana</i>, vườn Lộc Uyển.</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>Này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi được nghe như sau: “Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác đã đến <i lang='pli' translate='no'>Bārāṇāsī</i>, trú tại <i lang='pli' translate='no'>Bārāṇāsī</i>, <i lang='pli' translate='no'>Isipatana</i>, vườn Lộc Uyển. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua nước Kasi cho thắng các cỗ xe tối thù thắng, sau khi tự mình leo lên một cỗ xe thù thắng với các cỗ xe thù thắng đi ra khỏi thành <i lang='pli' translate='no'>Bārāṇāsī</i> với đại uy vệ của nhà vua để yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Vua đi xe cho đến chỗ nào còn đi được xe, rồi xuống xe đi bộ, đi đến chỗ Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Sau khi đến, đảnh lễ Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, vua ngồi xuống một bên. Này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác với pháp thoại, khích lệ, làm cho thích thú, làm cho phấn khởi, làm cho hoan hỷ Kiki, vua xứ Kasi, đang ngồi một bên. Rồi Kiki, vua xứ Kasi, sau khi được Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác với pháp thoại khích lệ, làm cho thích thú, làm cho phấn khởi, làm cho hoan hỷ, liền bạch Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác:</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>“—Bạch Thế Tôn, mong Thế Tôn nhận lời con mời ngày mai đến dùng cơm với chúng Tỷ-kheo”.</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>Và này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác im lặng nhận lời. Rồi này <i lang='pli' translate='no'>Ānanda</i>, sau khi được biết Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác đã nhận lời, Kiki, vua xứ Kasi, từ chỗ ngồi đứng dậy, đảnh lễ Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, thân bên hữu hướng về Ngài rồi ra đi.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Và này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi, sau khi đêm ấy đã mãn, tại trú xứ của mình, cho bày biện các món ăn thượng vị, loại cứng và loại mềm, cơm vàng khô, các loại cari, các hột đen được gạn bỏ, và các món ăn gia vị, rồi báo thời giờ cho Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác được biết:</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>“—Bạch Thế Tôn giờ đã đến, cơm đã sẵn sàng”.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác vào buổi sáng đắp y, cầm y bát, đi đến trú xứ của Kiki, vua xứ Kasi, sau khi đến, liền ngồi trên chỗ đã soạn sẵn cùng với chúng Tỷ-kheo. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi tự tay thân hầu và làm cho thỏa mãn chúng Tỷ-kheo với đức Phật là vị cầm đầu, các món ăn thượng vị, loại cứng và loại mềm. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi, khi Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác đã ăn xong, tay đã rời khỏi bát, lấy một ghế thấp rồi ngồi xuống một bên. Ngồi xuống một bên, này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi, bạch Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác:</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>“—Bạch Thế Tôn, mong Thế Tôn nhận lời mời của con an cư mùa mưa tại <i lang='pli' translate='no'>Bārāṇāsī</i>; sẽ có sự cúng dường như vậy cho chúng Tỷ-kheo”.</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>“—Thôi vừa rồi, Ðại vương, Ta đã nhận lời an cư mùa mưa rồi.”</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>Lần thứ hai, này <i lang='pli' translate='no'>Ānanda</i>, … Lần thứ ba, này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi, bạch Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác:</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>“—Bạch Thế Tôn, mong Thế Tôn nhận lời mời của con, an cư mùa mưa tại <i lang='pli' translate='no'>Bārāṇāsī</i>; sẽ có sự cúng dường như vậy cho chúng Tỷ-kheo”.</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>“—Thôi vừa rồi, Ðại vương, Ta đã nhận lời an cư trong mùa mưa rồi”.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi, suy nghĩ như sau: “Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác không nhận lời mời của ta an cư mùa mưa ở <i lang='pli' translate='no'>Bārāṇāsī</i>”, vì vậy cảm thấy thất vọng, ưu phiền. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi, bạch Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác:</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>“—Bạch Thế Tôn, Thế Tôn có người đàn tín hộ trì hơn con?”</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>“—Ðại vương, có một thị trấn tên là Vebhalinga. Tại đấy có thợ gốm tên là Ghatikara. Người ấy là đàn tín hộ trì của Ta, một đàn tín hộ trì tối thượng. Ðại vương, Ðại vương có nghĩ như sau: “Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác không nhận lời mời của ta an cư mùa mưa ở <i lang='pli' translate='no'>Bārāṇāsī</i>”, do vậy, Ðại vương cảm thấy thất vọng, ưu phiền. Nhưng thợ gốm Ghatikara không có như vậy, và không sợ như vậy. Này Ðại vương, thợ gốm Ghatikara đã quy y Phật, quy y Pháp, quy y Tăng. Này Ðại vương, thợ gốm Ghatikara từ bỏ sát sanh, từ bỏ lấy của không cho, từ bỏ tà dâm, từ bỏ nói láo, từ bỏ rượu men, rượu nấu. Này Ðại vương, thợ gốm Ghatikara thành tựu lòng tin bất thối chuyển đối với Phật, đối với Pháp, đối với Tăng, thành tựu các giới được bậc Thánh ái lạc. Này Ðại vương, thợ gốm Ghatikara không có nghi ngờ đối với Khổ, không có nghi ngờ đối với Khổ tập, không có nghi ngờ đối với Khổ diệt, không có nghi ngờ đối với Con Ðường đưa đến khổ diệt. Này Ðại vương, thợ gốm Ghatikara, ăn một ngày một bữa, sống Phạm hạnh, có giới hạnh, theo thiện pháp. Này Ðại vương, thợ gốm Ghatikara từ bỏ ngọc và vàng, không có vàng và bạc. Này Ðại vương, thợ gốm Ghatikara không có tự tay đào đất hay đào với cái cuốc. Vị này vui lòng làm thành ghè bát với đất lấy từ bờ đê bị sập xuống hay do chuột và chó đào lên, và nói như sau: “Ở đây, nếu ai muốn, hãy bỏ vào từng nhúm các loại gạo có vỏ, từng nhúm các loại đậu que (mugga), từng nhúm các loại đậu hột (kalaya), và có thể lấy cái gì mình muốn”. Này Ðại vương, thợ gốm Ghatikara nuôi dưỡng cha mẹ già và mù lòa. Này Ðại vương, thợ gốm Ghatikara sau khi đoạn trừ năm hạ phần kiết sử, được hóa sanh, nhập Niết-bàn từ chỗ ấy, không phải trở lui đời này nữa.</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>“Một thời, này Ðại vương, Ta ở tại thị trấn Vabhalinga. Rồi này Ðại vương, Ta vào buổi sáng đắp y, cầm y bát, đi đến cha mẹ của thợ gốm Ghatikara, sau khi đến nói với cha mẹ thợ gốm Ghatikara như sau:</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>“—Người thợ làm đồ gốm đi đâu?”</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a>“—Bạch Thế Tôn, người đàn tín hộ trì cho Thế Tôn đã đi khỏi và có dặn như sau: Hãy lấy cháo từ nơi nồi, hãy lấy đồ ăn từ nơi chảo mà dùng”.</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>“Rồi Ta, này Ðại vương, sau khi lấy cháo từ nơi nồi, lấy đồ ăn từ nơi chảo, ăn xong, từ chỗ ngồi đứng dậy rồi đi. Rồi này Ðại vương, thợ gốm Ghatikara đi đến cha mẹ, sau khi đến, nói với cha mẹ như sau:</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>“—Ai đã lấy cháo từ nơi nồi, lấy đồ ăn từ nơi chảo, ăn xong, từ chỗ ngồi đứng dậy rồi đi?”</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>“—Này con, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, sau khi lấy cháo từ nơi nồi, lấy đồ ăn từ nơi chảo, ăn xong, từ chỗ ngồi đứng dậy rồi đi”.</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a>“Rồi này Ðại vương, thợ gốm Ghatikara suy nghĩ như sau: “Thật là lợi ích cho ta, thật là khéo lợi ích cho ta, đã được Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác tin tưởng ta như vậy”. Rồi này Ðại vương, cho đến nửa tháng, hỷ lạc không rời khỏi thợ gốm Ghatikara, hay cho đến một tuần (không rời khỏi) cha mẹ (người thợ gốm).</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a>“Một thời, này Ðại Vương. Ta trú ở thị trấn Vebhalinga, lúc bấy giờ, các cốc bị mưa dột, rồi Ta, này Ðại vương, gọi các Tỷ-kheo:</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a>“—Hãy đi, này các Tỷ-kheo, và xem tại nhà của thợ gốm Ghatikara có cỏ hay không?</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>“Khi được nghe nói vậy, này Ðại vương, các Tỷ-kheo bạch với Ta:</p>\n<p><a class='ref sc' id='sc71' href='#sc71'>SC 71</a>“—Bạch Thế Tôn, tại nhà của thợ gốm Ghatikara không có cỏ, nhưng nhà người ấy có mái cỏ”.</p>\n<p><a class='ref sc' id='sc72' href='#sc72'>SC 72</a>“—Này các Tỷ-kheo, hãy đi và rút cỏ từ ngôi nhà thợ gốm Ghatikara.</p>\n<p><a class='ref sc' id='sc73' href='#sc73'>SC 73</a>“Rồi này Ðại vương, các Tỷ-kheo ấy rút cỏ từ ngôi nhà thợ gốm Ghatikara. Này Ðại vương, cha mẹ thợ gốm Ghatikara nói với các Tỷ-kheo ấy:</p>\n<p><a class='ref sc' id='sc74' href='#sc74'>SC 74</a>“—Quý vị là ai lại rút cỏ ngôi nhà?”</p>\n<p><a class='ref sc' id='sc75' href='#sc75'>SC 75</a>“—Này Ðại tỷ, ngôi nhà của Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác bị mưa dột”.</p>\n<p><a class='ref sc' id='sc76' href='#sc76'>SC 76</a>“—Hãy lấy đi, chư Hiền giả! Hãy lấy đi, chư Hiền giả!”</p>\n<p><a class='ref sc' id='sc77' href='#sc77'>SC 77</a>“Rồi này Ðại vương, thợ gốm Ghatikara đi đến cha mẹ, sau khi đến thưa với cha mẹ như sau:</p>\n<p><a class='ref sc' id='sc78' href='#sc78'>SC 78</a>“—Những ai đã rút cỏ khỏi ngôi nhà?”</p>\n<p><a class='ref sc' id='sc79' href='#sc79'>SC 79</a>“—Này Con, các Tỷ-kheo có nói: Ngôi nhà của Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác bị mưa dột”.</p>\n<p><a class='ref sc' id='sc80' href='#sc80'>SC 80</a>“Rồi này Ðại vương, thợ gốm Ghatikara suy nghĩ như sau: “Thật là lợi ích cho ta, thật là khéo lợi ích cho ta đã được Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác tin tưởng ta như vậy”.</p>\n<p><a class='ref sc' id='sc81' href='#sc81'>SC 81</a>“Rồi này Ðại vương, cho đến nửa tháng, hỷ lạc không rời khỏi thợ gốm Ghatikara, hay cho đến một tuần, (không rời khỏi) cha mẹ thợ gốm. Rồi suốt cả ba tháng trời, ngôi nhà đứng lấy bầu trời làm mái, nhưng không có mưa rơi vào. Và như vậy, này Ðại vương, là người thợ gốm Ghatikara.</p>\n<p><a class='ref sc' id='sc82' href='#sc82'>SC 82</a>“—Lợi ích thay, bạch Thế Tôn, cho thợ gốm Ghatikara; thật khéo lợi ích thay, bạch Thế Tôn cho thợ gốm Ghatikara, đã được Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác tin tưởng!”</p>\n<p><a class='ref sc' id='sc83' href='#sc83'>SC 83</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi, cho người đưa đến thợ gốm Ghatikara, khoảng năm trăm xe gạo có vỏ, gạo vàng khô và các món đồ ăn. Rồi này <i lang='pli' translate='no'>Ānanda</i>, những người nhà vua cử đi đến thợ gốm Ghatikara và nói:</p>\n<p><a class='ref sc' id='sc84' href='#sc84'>SC 84</a>“—Này Tôn giả, năm trăm xe gạo có vỏ, gạo vàng khô và các món đồ ăn này, do Kiki, vua xứ Kasi, gởi đến cho Tôn giả, mong Tôn giả hãy nhận lấy”.</p>\n<p><a class='ref sc' id='sc85' href='#sc85'>SC 85</a>“—Nhà vua rất nhiều phận sự, rất nhiều việc cần phải làm. Thật là vừa đủ cho tôi, được nhà vua nghĩ đến như thế này”.</p>\n<p><a class='ref sc' id='sc86' href='#sc86'>SC 86</a>—Này <i lang='pli' translate='no'>Ānanda</i>, rất có thể Ông suy nghĩ như sau: “Lúc bây giờ, thanh niên Jotipala có thể là một người khác”. Nhưng này <i lang='pli' translate='no'>Ānanda</i>, chớ có nghĩ như vậy. Lúc bấy giờ, Ta chính là thanh niên Jotipala.</p>\n<p><a class='ref sc' id='sc87' href='#sc87'>SC 87</a>Thế Tôn thuyết giảng như vậy. Tôn giả <i lang='pli' translate='no'>Ānanda</i> hoan hỷ tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 17–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn81",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Ghaṭikāra",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Raṭṭhapāla ",
      "uid": "mn82"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Vekhanasa ",
      "uid": "mn80"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn81' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>81. Kinh <i lang='pli' translate='no'>Ghaṭikāra</i></h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn đi du hành giữa dân chúng <i lang='pli' translate='no'>Kosala</i> với đại chúng Tỷ-kheo.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Thế Tôn bước xuống bên lề đường, đến tại một địa điểm rồi mỉm cười. Tôn giả <i lang='pli' translate='no'>Ānanda</i> suy nghĩ: “Do nhân gì, do duyên gì, Thế Tôn lại mỉm cười. Không phải không lý do, Như Lai lại mỉm cười”. Rồi Tôn giả <i lang='pli' translate='no'>Ānanda</i> đắp y về phía một bên vai, chấp tay hướng đến Thế Tôn và bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Bạch Thế Tôn, do nhân gì, do duyên gì Thế Tôn lại mỉm cười? Không phải không lý do, Như Lai lại mỉm cười.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Thuở xưa này <i lang='pli' translate='no'>Ānanda</i>, tại địa điểm này là một thị trấn tên là Vebhalinga, phồn thịnh, giàu có và dân cư đông đúc. Này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác sống ở đây, dựa vào thị trấn Vebhalinga. Ở đây, này <i lang='pli' translate='no'>Ānanda</i>, là tu viện của Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Chính tại đây, này <i lang='pli' translate='no'>Ānanda</i>. Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác ngồi giảng dạy cho chúng Tỷ-kheo.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Rồi Tôn giả <i lang='pli' translate='no'>Ānanda</i> gấp tư y sanghati (tăng-già-lê), trải ra rồi bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Bạch Thế Tôn, thỉnh Thế Tôn ngồi xuống. Chính tại địa điểm này, hai bậc A-la-hán, Chánh Ðẳng Giác sẽ sử dụng.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Thế Tôn ngồi xuống trên chỗ đã soạn sẵn. Sau khi ngồi, Thế Tôn nói với Tôn giả <i lang='pli' translate='no'>Ānanda</i></p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Thuở xưa, này <i lang='pli' translate='no'>Ānanda</i>, tại địa điểm này là thị trấn tên Vebhalinga, phồn thịnh, giàu có và dân cư đông đúc. Này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác đã sống dựa vào thị trấn Vebhalinga. Chính tại đây, này <i lang='pli' translate='no'>Ānanda</i>, là tu viện của Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Chính tại đây, này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác ngồi giảng dạy cho chúng Tỷ-kheo.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Này <i lang='pli' translate='no'>Ānanda</i>, chính tại thị trấn Vebhalinga, có người thợ làm đồ gốm tên là Ghatikara, người này là người đàn tín của Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, vị đàn tín đệ nhất. Thanh niên Jotipala là người bạn chí thân của thợ gốm Ghatikara. Rồi này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara nói với thanh niên Jotipala:</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>“—Này bạn Jotipala, chúng ta hãy đi. Chúng ta hãy đi đến yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Thật là tốt lành cho tôi được đến yết kiến Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác ấy”.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Khi nghe nói vậy, này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala nói với thợ gốm Ghatikara:</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>“—Thôi vừa rồi, bạn Ghatikara, yết kiến Sa-môn trọc đầu như vậy để làm gì?”</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Lần thứ hai, này <i lang='pli' translate='no'>Ānanda</i> … Lần thứ ba, này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara nói với thanh niên Jotipala:</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>“—Này bạn Jotipala, chúng ta hãy đi. Chúng ta hãy đi đến yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Thật là tốt lành cho tôi được đến yết kiến Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác ấy”.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Lần thứ ba này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala nói với thợ gốm Ghatikara:</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>“—Thôi vừa rồi, bạn Ghatikara, yết kiến Sa-môn trọc đầu như vậy để làm gì?”</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>“—Vậy này bạn Jotipala, hãy cầm đồ gãi lưng và bột tắm, chúng ta hãy đi đến sông để tắm”.</p>\n<p>“—Thưa bạn, vâng”.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala vâng đáp thợ gốm Ghatikara như vậy.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Thợ gốm Ghatikara và thanh niên Jotipala lấy đồ gãi lưng và bột tắm, đi đến sông để tắm. Rồi này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara nói với thanh niên Jotipala:</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>“—Này bạn Jotipala, chỗ này cách tu viện Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác không bao xa. Này bạn Jotipala, chúng ta hãy đi. Chúng ta hãy đi đến yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Thật là tốt lành cho tôi được đến yết kiến Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác ấy”.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Khi nghe nói vậy, này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala nói với thợ gốm Ghatikara:</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>“—Thôi vừa rồi, bạn Ghatikara, yết kiến Sa-môn trọc đầu như vậy để làm gì?”</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Lần thứ hai, này <i lang='pli' translate='no'>Ānanda</i>, … lần thứ ba này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara nói với thanh niên Jotipala:</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>“—Này bạn Jotipala, chỗ này cách tu viện của Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác không bao xa. Này bạn Jotipala, chúng ta hãy đi. Chúng ta hãy đi đến yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Thật là tốt lành cho tôi được yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác ấy”.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Lần thứ ba, này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala nói với thợ gốm Ghatikara:</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>“—Thôi vừa rồi, bạn Ghatikara, yết kiến Sa-môn trọc đầu như vậy để làm gì?”</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara nắm lấy thanh niên Jotipala ở nơi cổ tay áo và nói:</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>“—Này bạn Jotipala, chỗ này cách tu viện Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác không bao xa. Này bạn Jotipala, chúng ta hãy đi. Chúng ta hãy đi đến yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Thật là tốt lành cho tôi được yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác ấy”.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, sau khi gỡ thoát cổ áo, thanh niên Jotipala nói với thợ gốm Ghatikara:</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>“—Thôi vừa rồi, bạn Ghatikara, yết kiến vị Sa-môn đầu trọc ấy để làm gì?</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Rồi thợ gốm Ghatikara nắm lấy tóc vừa mới tắm xong của thanh niên Jotipala và nói:</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>“—Này bạn Jotipala, chỗ này cách tu viện của Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác không bao xa. Này bạn Jotipala chúng ta hãy đi, chúng ta hãy đi đến yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Thật là tốt lành cho tôi được yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác”.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala suy nghĩ như sau: “Thật là vi diệu! Thật là hy hữu! Thợ gốm Ghatikara tuy sanh thuộc hạ cấp, lại dám nghĩ có thể nắm lấy tóc của ta, dầu ta vừa mới gội đầu, chắc việc này không phải là tầm thường”, rồi nói với thợ gốm Ghatikara:</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>“—Này bạn Ghatikara, có thật sự là cần thiết không?”</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>“—Này bạn Jotipala, thật sự là cần thiết. Thật là tốt lành cho tôi được yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác”.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>“—Vậy bạn Ghatikara, hãy thả (tay) ra. Chúng ta sẽ đi”.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara và thanh niên Jotipala cùng đi đến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Sau khi đến, thợ gốm Ghatikara đảnh lễ Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác rồi ngồi xuống một bên. Còn thanh niên Jotipala thời nói lên những lời cháo đón hỏi thăm với Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, sau khi nói lên những lời chào đón hỏi thăm thân hữu, rồi ngồi xuống một bên. Ngồi một bên, này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara bạch Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác:</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>“—Bạch Thế Tôn, đây là thanh niên Jotipala, bạn của con, bạn thân tình của con. Mong Thế Tôn thuyết pháp cho bạn con”.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, với pháp thoại khích lệ làm cho thích thú, làm cho phấn khởi, làm cho hoan hỷ thợ gốm Ghatikara và thanh niên Jotipala. Rồi này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara và thanh niên Jotipala, sau khi được Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác với pháp thoại, khích lệ, làm cho thích thú, phấn khởi, hoan hỷ, sau khi hoan hỷ tín thọ lời dạy Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, từ chỗ ngồi đứng dậy, đảnh lễ Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, thân bên hữu hướng về Ngài rồi ra đi.</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala nói với thợ gốm Ghatikara:</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>“—Này bạn Ghatikara, khi nghe pháp này, vì sao bạn không xuất gia?”</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>“—Này bạn Jotipala, bạn không biết tôi sao? Tôi phải nuôi dưỡng cha mẹ già và mù lòa”.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>“—Vậy này bạn Ghatikara, tôi sẽ xuất gia từ bỏ gia đình, sống không gia đình”.</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara và thanh niên Jotipala đi đến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, sau khi đến đảnh lễ Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, rồi ngồi xuống một bên. Ngồi xuống một bên, này <i lang='pli' translate='no'>Ānanda</i>, thợ gốm Ghatikara bạch Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác:</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>“—Bạch Thế Tôn, đây là thanh niên Jotipala, bạn của con, bạn thân tình của con. Mong Thế Tôn xuất gia cho bạn con”.</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>Và này <i lang='pli' translate='no'>Ānanda</i>, thanh niên Jotipala được Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác cho xuất gia, cho thọ đại giới. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, sau khi thanh niên Jotipala xuất gia chưa bao lâu, sau nửa tháng, sau khi ở tại Vebhalinga lâu cho đến khi thấy tự thỏa mãn, liền du hành đi đến <i lang='pli' translate='no'>Bārāṇāsī</i>. Ngài tuần tự du hành và đến tại <i lang='pli' translate='no'>Bārāṇāsī</i> (Ba-la-nại). Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chành Ðẳng Giác trú tại <i lang='pli' translate='no'>Bārāṇāsī</i>, ở <i lang='pli' translate='no'>Isipatana</i>, vườn Lộc Uyển.</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>Này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi được nghe như sau: “Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác đã đến <i lang='pli' translate='no'>Bārāṇāsī</i>, trú tại <i lang='pli' translate='no'>Bārāṇāsī</i>, <i lang='pli' translate='no'>Isipatana</i>, vườn Lộc Uyển. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua nước Kasi cho thắng các cỗ xe tối thù thắng, sau khi tự mình leo lên một cỗ xe thù thắng với các cỗ xe thù thắng đi ra khỏi thành <i lang='pli' translate='no'>Bārāṇāsī</i> với đại uy vệ của nhà vua để yết kiến Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Vua đi xe cho đến chỗ nào còn đi được xe, rồi xuống xe đi bộ, đi đến chỗ Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác. Sau khi đến, đảnh lễ Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, vua ngồi xuống một bên. Này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác với pháp thoại, khích lệ, làm cho thích thú, làm cho phấn khởi, làm cho hoan hỷ Kiki, vua xứ Kasi, đang ngồi một bên. Rồi Kiki, vua xứ Kasi, sau khi được Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác với pháp thoại khích lệ, làm cho thích thú, làm cho phấn khởi, làm cho hoan hỷ, liền bạch Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác:</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>“—Bạch Thế Tôn, mong Thế Tôn nhận lời con mời ngày mai đến dùng cơm với chúng Tỷ-kheo”.</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>Và này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác im lặng nhận lời. Rồi này <i lang='pli' translate='no'>Ānanda</i>, sau khi được biết Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác đã nhận lời, Kiki, vua xứ Kasi, từ chỗ ngồi đứng dậy, đảnh lễ Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, thân bên hữu hướng về Ngài rồi ra đi.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Và này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi, sau khi đêm ấy đã mãn, tại trú xứ của mình, cho bày biện các món ăn thượng vị, loại cứng và loại mềm, cơm vàng khô, các loại cari, các hột đen được gạn bỏ, và các món ăn gia vị, rồi báo thời giờ cho Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác được biết:</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>“—Bạch Thế Tôn giờ đã đến, cơm đã sẵn sàng”.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác vào buổi sáng đắp y, cầm y bát, đi đến trú xứ của Kiki, vua xứ Kasi, sau khi đến, liền ngồi trên chỗ đã soạn sẵn cùng với chúng Tỷ-kheo. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi tự tay thân hầu và làm cho thỏa mãn chúng Tỷ-kheo với đức Phật là vị cầm đầu, các món ăn thượng vị, loại cứng và loại mềm. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi, khi Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác đã ăn xong, tay đã rời khỏi bát, lấy một ghế thấp rồi ngồi xuống một bên. Ngồi xuống một bên, này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi, bạch Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác:</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>“—Bạch Thế Tôn, mong Thế Tôn nhận lời mời của con an cư mùa mưa tại <i lang='pli' translate='no'>Bārāṇāsī</i>; sẽ có sự cúng dường như vậy cho chúng Tỷ-kheo”.</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>“—Thôi vừa rồi, Ðại vương, Ta đã nhận lời an cư mùa mưa rồi.”</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>Lần thứ hai, này <i lang='pli' translate='no'>Ānanda</i>, … Lần thứ ba, này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi, bạch Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác:</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>“—Bạch Thế Tôn, mong Thế Tôn nhận lời mời của con, an cư mùa mưa tại <i lang='pli' translate='no'>Bārāṇāsī</i>; sẽ có sự cúng dường như vậy cho chúng Tỷ-kheo”.</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>“—Thôi vừa rồi, Ðại vương, Ta đã nhận lời an cư trong mùa mưa rồi”.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi, suy nghĩ như sau: “Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác không nhận lời mời của ta an cư mùa mưa ở <i lang='pli' translate='no'>Bārāṇāsī</i>”, vì vậy cảm thấy thất vọng, ưu phiền. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi, bạch Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác:</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>“—Bạch Thế Tôn, Thế Tôn có người đàn tín hộ trì hơn con?”</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>“—Ðại vương, có một thị trấn tên là Vebhalinga. Tại đấy có thợ gốm tên là Ghatikara. Người ấy là đàn tín hộ trì của Ta, một đàn tín hộ trì tối thượng. Ðại vương, Ðại vương có nghĩ như sau: “Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác không nhận lời mời của ta an cư mùa mưa ở <i lang='pli' translate='no'>Bārāṇāsī</i>”, do vậy, Ðại vương cảm thấy thất vọng, ưu phiền. Nhưng thợ gốm Ghatikara không có như vậy, và không sợ như vậy. Này Ðại vương, thợ gốm Ghatikara đã quy y Phật, quy y Pháp, quy y Tăng. Này Ðại vương, thợ gốm Ghatikara từ bỏ sát sanh, từ bỏ lấy của không cho, từ bỏ tà dâm, từ bỏ nói láo, từ bỏ rượu men, rượu nấu. Này Ðại vương, thợ gốm Ghatikara thành tựu lòng tin bất thối chuyển đối với Phật, đối với Pháp, đối với Tăng, thành tựu các giới được bậc Thánh ái lạc. Này Ðại vương, thợ gốm Ghatikara không có nghi ngờ đối với Khổ, không có nghi ngờ đối với Khổ tập, không có nghi ngờ đối với Khổ diệt, không có nghi ngờ đối với Con Ðường đưa đến khổ diệt. Này Ðại vương, thợ gốm Ghatikara, ăn một ngày một bữa, sống Phạm hạnh, có giới hạnh, theo thiện pháp. Này Ðại vương, thợ gốm Ghatikara từ bỏ ngọc và vàng, không có vàng và bạc. Này Ðại vương, thợ gốm Ghatikara không có tự tay đào đất hay đào với cái cuốc. Vị này vui lòng làm thành ghè bát với đất lấy từ bờ đê bị sập xuống hay do chuột và chó đào lên, và nói như sau: “Ở đây, nếu ai muốn, hãy bỏ vào từng nhúm các loại gạo có vỏ, từng nhúm các loại đậu que (mugga), từng nhúm các loại đậu hột (kalaya), và có thể lấy cái gì mình muốn”. Này Ðại vương, thợ gốm Ghatikara nuôi dưỡng cha mẹ già và mù lòa. Này Ðại vương, thợ gốm Ghatikara sau khi đoạn trừ năm hạ phần kiết sử, được hóa sanh, nhập Niết-bàn từ chỗ ấy, không phải trở lui đời này nữa.</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>“Một thời, này Ðại vương, Ta ở tại thị trấn Vabhalinga. Rồi này Ðại vương, Ta vào buổi sáng đắp y, cầm y bát, đi đến cha mẹ của thợ gốm Ghatikara, sau khi đến nói với cha mẹ thợ gốm Ghatikara như sau:</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>“—Người thợ làm đồ gốm đi đâu?”</p>\n<p><a class='ref sc' id='sc63' href='#sc63'>SC 63</a>“—Bạch Thế Tôn, người đàn tín hộ trì cho Thế Tôn đã đi khỏi và có dặn như sau: Hãy lấy cháo từ nơi nồi, hãy lấy đồ ăn từ nơi chảo mà dùng”.</p>\n<p><a class='ref sc' id='sc64' href='#sc64'>SC 64</a>“Rồi Ta, này Ðại vương, sau khi lấy cháo từ nơi nồi, lấy đồ ăn từ nơi chảo, ăn xong, từ chỗ ngồi đứng dậy rồi đi. Rồi này Ðại vương, thợ gốm Ghatikara đi đến cha mẹ, sau khi đến, nói với cha mẹ như sau:</p>\n<p><a class='ref sc' id='sc65' href='#sc65'>SC 65</a>“—Ai đã lấy cháo từ nơi nồi, lấy đồ ăn từ nơi chảo, ăn xong, từ chỗ ngồi đứng dậy rồi đi?”</p>\n<p><a class='ref sc' id='sc66' href='#sc66'>SC 66</a>“—Này con, Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác, sau khi lấy cháo từ nơi nồi, lấy đồ ăn từ nơi chảo, ăn xong, từ chỗ ngồi đứng dậy rồi đi”.</p>\n<p><a class='ref sc' id='sc67' href='#sc67'>SC 67</a>“Rồi này Ðại vương, thợ gốm Ghatikara suy nghĩ như sau: “Thật là lợi ích cho ta, thật là khéo lợi ích cho ta, đã được Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác tin tưởng ta như vậy”. Rồi này Ðại vương, cho đến nửa tháng, hỷ lạc không rời khỏi thợ gốm Ghatikara, hay cho đến một tuần (không rời khỏi) cha mẹ (người thợ gốm).</p>\n<p><a class='ref sc' id='sc68' href='#sc68'>SC 68</a>“Một thời, này Ðại Vương. Ta trú ở thị trấn Vebhalinga, lúc bấy giờ, các cốc bị mưa dột, rồi Ta, này Ðại vương, gọi các Tỷ-kheo:</p>\n<p><a class='ref sc' id='sc69' href='#sc69'>SC 69</a>“—Hãy đi, này các Tỷ-kheo, và xem tại nhà của thợ gốm Ghatikara có cỏ hay không?</p>\n<p><a class='ref sc' id='sc70' href='#sc70'>SC 70</a>“Khi được nghe nói vậy, này Ðại vương, các Tỷ-kheo bạch với Ta:</p>\n<p><a class='ref sc' id='sc71' href='#sc71'>SC 71</a>“—Bạch Thế Tôn, tại nhà của thợ gốm Ghatikara không có cỏ, nhưng nhà người ấy có mái cỏ”.</p>\n<p><a class='ref sc' id='sc72' href='#sc72'>SC 72</a>“—Này các Tỷ-kheo, hãy đi và rút cỏ từ ngôi nhà thợ gốm Ghatikara.</p>\n<p><a class='ref sc' id='sc73' href='#sc73'>SC 73</a>“Rồi này Ðại vương, các Tỷ-kheo ấy rút cỏ từ ngôi nhà thợ gốm Ghatikara. Này Ðại vương, cha mẹ thợ gốm Ghatikara nói với các Tỷ-kheo ấy:</p>\n<p><a class='ref sc' id='sc74' href='#sc74'>SC 74</a>“—Quý vị là ai lại rút cỏ ngôi nhà?”</p>\n<p><a class='ref sc' id='sc75' href='#sc75'>SC 75</a>“—Này Ðại tỷ, ngôi nhà của Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác bị mưa dột”.</p>\n<p><a class='ref sc' id='sc76' href='#sc76'>SC 76</a>“—Hãy lấy đi, chư Hiền giả! Hãy lấy đi, chư Hiền giả!”</p>\n<p><a class='ref sc' id='sc77' href='#sc77'>SC 77</a>“Rồi này Ðại vương, thợ gốm Ghatikara đi đến cha mẹ, sau khi đến thưa với cha mẹ như sau:</p>\n<p><a class='ref sc' id='sc78' href='#sc78'>SC 78</a>“—Những ai đã rút cỏ khỏi ngôi nhà?”</p>\n<p><a class='ref sc' id='sc79' href='#sc79'>SC 79</a>“—Này Con, các Tỷ-kheo có nói: Ngôi nhà của Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác bị mưa dột”.</p>\n<p><a class='ref sc' id='sc80' href='#sc80'>SC 80</a>“Rồi này Ðại vương, thợ gốm Ghatikara suy nghĩ như sau: “Thật là lợi ích cho ta, thật là khéo lợi ích cho ta đã được Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác tin tưởng ta như vậy”.</p>\n<p><a class='ref sc' id='sc81' href='#sc81'>SC 81</a>“Rồi này Ðại vương, cho đến nửa tháng, hỷ lạc không rời khỏi thợ gốm Ghatikara, hay cho đến một tuần, (không rời khỏi) cha mẹ thợ gốm. Rồi suốt cả ba tháng trời, ngôi nhà đứng lấy bầu trời làm mái, nhưng không có mưa rơi vào. Và như vậy, này Ðại vương, là người thợ gốm Ghatikara.</p>\n<p><a class='ref sc' id='sc82' href='#sc82'>SC 82</a>“—Lợi ích thay, bạch Thế Tôn, cho thợ gốm Ghatikara; thật khéo lợi ích thay, bạch Thế Tôn cho thợ gốm Ghatikara, đã được Thế Tôn <i lang='pli' translate='no'>Kassapa</i>, bậc A-la-hán, Chánh Ðẳng Giác tin tưởng!”</p>\n<p><a class='ref sc' id='sc83' href='#sc83'>SC 83</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, Kiki, vua xứ Kasi, cho người đưa đến thợ gốm Ghatikara, khoảng năm trăm xe gạo có vỏ, gạo vàng khô và các món đồ ăn. Rồi này <i lang='pli' translate='no'>Ānanda</i>, những người nhà vua cử đi đến thợ gốm Ghatikara và nói:</p>\n<p><a class='ref sc' id='sc84' href='#sc84'>SC 84</a>“—Này Tôn giả, năm trăm xe gạo có vỏ, gạo vàng khô và các món đồ ăn này, do Kiki, vua xứ Kasi, gởi đến cho Tôn giả, mong Tôn giả hãy nhận lấy”.</p>\n<p><a class='ref sc' id='sc85' href='#sc85'>SC 85</a>“—Nhà vua rất nhiều phận sự, rất nhiều việc cần phải làm. Thật là vừa đủ cho tôi, được nhà vua nghĩ đến như thế này”.</p>\n<p><a class='ref sc' id='sc86' href='#sc86'>SC 86</a>—Này <i lang='pli' translate='no'>Ānanda</i>, rất có thể Ông suy nghĩ như sau: “Lúc bây giờ, thanh niên Jotipala có thể là một người khác”. Nhưng này <i lang='pli' translate='no'>Ānanda</i>, chớ có nghĩ như vậy. Lúc bấy giờ, Ta chính là thanh niên Jotipala.</p>\n<p><a class='ref sc' id='sc87' href='#sc87'>SC 87</a>Thế Tôn thuyết giảng như vậy. Tôn giả <i lang='pli' translate='no'>Ānanda</i> hoan hỷ tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 17–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 81",
    "volpages": " PTS 2.45, PTS 2.46, PTS 2.47, PTS 2.49, PTS 2.50, PTS 2.51, PTS 2.52, PTS 2.53, PTS 2.54",
    "alt_volpages": null,
    "uid": "mn81",
    "blurb": "The Buddha relates an unusual account of a past life in the time of the previous Buddha, Kassapa. At that time he was not interested in Dhamma, and had to be forced to go see the Buddha. This discourse is important in understanding the development of the Bodhisattva doctrine.",
    "difficulty": 2,
    "original_title": "Ghaṭikārasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Ghaṭikāra",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn81_translation-de-sabbamitta",
        "segmented": true,
        "title": "Mit Ghaṭīkāra ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn81_translation-en-sujato",
        "segmented": true,
        "title": "With Ghaṭīkāra ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn81_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso su Ghaṭīkāra ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn81_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn81_translation-ru-sv",
        "segmented": true,
        "title": "Гончар Гхатикара ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn81_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Grnčar Ghaṭīkāra",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sk",
        "lang_name": "Slovenčina",
        "is_root": false,
        "author": "KB",
        "author_short": "KB",
        "author_uid": "kb",
        "publication_date": "2020",
        "id": "sk_mn81_kb",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ধর্মাধার মহাস্থবির",
        "author_short": "ধর্মাধার",
        "author_uid": "mahasthavya",
        "publication_date": null,
        "id": "bn_mn81_mahasthavya",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn81_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn81_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn81_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": null,
        "id": "hi_mn81_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn81_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn81_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn81_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Molakalmuru Srinivasamurthy",
        "author_short": "srinivasamurthy",
        "author_uid": "srinivasamurthy",
        "publication_date": "2012",
        "id": "kan_mn81_srinivasamurthy",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn81_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn81_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2013",
        "id": "pt_mn81_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "Yu Kan",
        "author_short": "Yu Kan",
        "author_uid": "yu-kan",
        "publication_date": "2015",
        "id": "ru_mn81_yu-kan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn81_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn81_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn81_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn81_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn81_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn81_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Ghaṭikāra"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn81_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 7,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj11.404, cck13.371, csp1ed10.236, csp2ed10.236, dr13.346, dr13.347, ms10M_822, msdiv282, ndp10.271, nya1, pts-vp-pli2.45, sya13.374, sya13.375, vri13.247,nya2,nya3,nya4,cck13.372, ms10M_823, ndp10.272, nya5, pts-vp-pli2.46, vri13.248,bj11.406, cck13.373, csp1ed10.237, csp2ed10.237, dr13.348, ms10M_824, msdiv283, nya6, sya13.376,bj11.408, cck13.374, cck13.375, csp1ed10.238, csp2ed10.238, dr13.349, dr13.350, ms10M_825, msdiv284, ndp10.273, ndp10.274, nya7, pts-vp-pli2.47, sya13.377, sya13.378, vri13.249,nya8,nya9,csp1ed10.239, csp2ed10.239, ms10M_826, msdiv285, nya10, sya13.379, vri13.250,bj11.410, cck13.376, dr13.351, ms10M_827, msdiv286, ndp10.275, nya11, pts-vp-pli2.49, sya13.380,nya12,cck13.377, cck13.378, csp1ed10.240, csp2ed10.240, dr13.352, ms10M_828, msdiv287, ndp10.276, nya13, pts-vp-pli2.50, sya13.381, vri13.251,nya14,nya15,nya16,bj11.412, cck13.379, csp1ed10.241, csp2ed10.241, dr13.353, ms10M_829, msdiv288, ndp10.277, nya17, pts-vp-pli2.51, sya13.382, vri13.252,bj11.414, cck13.380, csp1ed10.242, csp2ed10.242, dr13.354, ms10M_830, ndp10.278, nya18, pts-vp-pli2.52, sya13.383,cck13.381, dr13.355, ms10M_831, msdiv289, nya19, sya13.384, vri13.253,bj11.416, cck13.382, csp1ed10.243, csp2ed10.243, dr13.356, ms10M_832, msdiv290, ndp10.279, nya20, pts-vp-pli2.53, sya13.385,cck13.383, csp1ed10.244, csp2ed10.244, dr13.357, ms10M_833, msdiv291, ndp10.280, nya21, pts-vp-pli2.54, sya13.386, vri13.254,bj11.418, dr13.358, ms10M_834, msdiv292, nya22, sya13.387,nya23,ms10M_835",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn81",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Ghaṭikārasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "horner"
  ]
}