{
  "root_text": {
    "uid": "mn83",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Makhàdeva",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "At Madhurā ",
      "uid": "mn84"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Raṭṭhapāla ",
      "uid": "mn82"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn83' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>83. Kinh Makhàdeva</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn trú ở Mithila (Di-tát-la), tại rừng Makhadevamba.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Thế Tôn mỉm cười khi đến tại một địa điểm. Tôn giả <i lang='pli' translate='no'>Ānanda</i> liền suy nghĩ: “Do nhân gì, do duyên gì, Thế Tôn lại mỉm cười? Không phải không có lý do khiến Thế Tôn mỉm cười”. Rồi Tôn giả <i lang='pli' translate='no'>Ānanda</i>, đắp y phía một bên vai, chắp tay vái chào Thế Tôn và bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Bạch Thế Tôn, do nhân gì, do duyên gì Thế Tôn lại mỉm cười? Không phải không lý do khiến Thế Tôn mỉm cười.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Thuở xưa, này <i lang='pli' translate='no'>Ānanda</i>, vị vua chính nước Mithila này tên là Makhadeva, là vị pháp vương như pháp, kiên trì trên pháp, vị Ðại vương thực hành Chánh pháp, giữa các Bà-la-môn, gia chủ, giữa thị dân và thôn dân, hành trì lễ Uposatha (Bố-tát) vào các ngày 14, ngày 15 và ngày mồng 8. Rồi này <i lang='pli' translate='no'>Ānanda</i>, vua Makhadeva sau nhiều năm, nhiều trăm năm, nhiều ngàn năm, bảo người thợ cạo tóc:</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>“—Này Thợ cạo tóc, khi nào Ông thấy trên đầu ta, có mọc tóc bạc, hãy báo cho ta biết”.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>“—Thưa vâng, tâu Ðại vương”.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Này <i lang='pli' translate='no'>Ānanda</i>, người thợ cạo tóc vâng đáp vua Makhadeva. Này <i lang='pli' translate='no'>Ānanda</i>, sau nhiều năm, nhiều trăm năm, nhiều ngàn năm, người thợ cạo tóc thấy trên đầu vua Makhadeva có sanh tóc bạc, thấy vậy liền tâu vua Makhadeva:</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>“—Các Thiên sứ đã hiện ra cho Ðại vương. Tóc bạc đã được thấy mọc ra trên đầu”.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>“—Vậy này Thợ cạo tóc, hãy khéo nhổ những sợi tóc bạc ấy với cái nhíp, và đặt chúng trên bàn tay của ta”.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>“—Thưa vâng, tâu Ðại vương”.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Này <i lang='pli' translate='no'>Ānanda</i>, người thợ cạo tóc vâng đáp vua Makhadeva, sau khi khéo nhổ những sợi tóc bạc ấy với cái nhíp, đặt chúng trên bàn tay của vua Makhadeva. Rồi này <i lang='pli' translate='no'>Ānanda</i>, vua Makhadeva, sau khi cho người thợ cạo tóc một lương ấp như một ân tứ, liền cho gọi hoàng tử con đầu và nói:</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>“—Này Hoàng tử thân yêu, các Thiên sứ đã hiện ra cho ta, tóc bạc đã được thấy mọc ra trên đầu. Ta đã hưởng thọ các dục lạc thế gian, nay đã đến thời đi tìm kiếm các thiên lạc. Hãy đến đây, này Hoàng tử thân yêu, hãy trị vì quốc độ này. Sau khi cạo bỏ râu tóc, đắp áo cà-sa, ta sẽ xuất gia, từ bỏ gia đình, sống không gia đình. Và này Hoàng tử thân yêu, khi nào con thấy tóc bạc mọc ra trên đầu, thời hãy cho người thợ cạo tóc một lương ấp như một ân tứ, sau khi khéo giao lại quốc gia cho hoàng tử con đầu, sau khi cạo bỏ râu tóc, đắp áo cà-sa, hãy xuất gia, từ bỏ gia đình, sống không gia đình. Truyền thống tốt đẹp này do ta thiết lập, con phải tiếp tục duy trì, con chớ thành người tối hậu sau ta. Này Hoàng tử thân yêu, khi hai người còn tồn tại, và có sự đứt đoạn của truyền thống này, thời người nào làm cho đứt đoạn, người ấy là người tối hậu. Vậy này Hoàng tử thân yêu, ta nói với con: “Truyền thống tốt đẹp này do ta thiết lập, con phải tiếp tục duy trì. Con chớ thành người tối hậu sau ta”.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, vua Makhadeva, sau khi cho người thợ cạo tóc một lương ấp như là một ân tứ, sau khi khéo giao quốc gia cho hoàng tử con đầu, chính tại rừng xoài Makhadeva này, sau khi cạo bỏ râu tóc, đắp áo cà-sa, vua Makhadeva đã xuất gia.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Vị này an trú, biến mãn một phương với tâm thấm nhuần lòng từ; cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư. Như vậy cùng khắp thế giới, trên dưới bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú, biến mãn với tâm thấm nhuần lòng từ, quảng đại, vô biên, không hận, không sân.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Với tâm thấm nhuần lòng bi … với tâm thấm nhuần lòng hỷ, … an trú biến mãn một phương với tâm thấm nhuần lòng xả; cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư, như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm thấm nhuần lòng xả, quảng đại, vô biên, không hận, không sân.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Nhưng này <i lang='pli' translate='no'>Ānanda</i>, vua Makhadeva, tám vạn bốn ngàn năm, đã chơi trò chơi của hoàng tử, tám vạn bốn ngàn năm, đã trị vì như một phó vương; tám vạn bốn ngàn năm, đã chấp chánh như một quốc vương; tám vạn bốn ngàn năm, chính tại ngôi rừng xoài Makhadeva này, sau khi cạo bỏ râu tóc, đắp áo cà-sa đã xuất gia, từ bỏ gia đình, sống không gia đình, sống theo Phạm hạnh. Vị này, sau khi tụ tập bốn Phạm trú, khi thân hoại mạng chung, được sanh lên Phạm thiên giới.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, con vua Makhadeva, sau nhiều năm, nhiều trăm năm, nhiều ngàn năm cho gọi người thợ cạo tóc:</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>“—Này thợ cạo tóc, khi nào Ông thấy trên đầu Ta có mọc tóc bạc, hãy báo cho ta biết”.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>“—Thưa vâng, tâu Ðại vương”.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Này <i lang='pli' translate='no'>Ānanda</i>, người thợ cạo tóc vâng đáp con vua Makhadeva. Này <i lang='pli' translate='no'>Ānanda</i>, sau nhiều năm, nhiều trăm năm, nhiều ngàn năm, người thợ cạo tóc thấy trên đầu con vua Makhadeva có sanh tóc bạc, thấy vậy liền tâu với con vua Makhadeva:</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>“—Các Thiên sứ đã hiện ra cho Ðại vương. Tóc bạc đã được thấy mọc ra trên đầu”.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>“—Vậy này thợ cạo tóc, hãy khéo nhổ những sợi tóc bạc ấy với cái nhíp, và đặt chúng trên bàn tay của ta”.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>“—Thưa vâng, tâu Ðại vương”.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Này <i lang='pli' translate='no'>Ānanda</i>, người thợ cạo tóc vâng đáp con vua Makhadeva, sau khi khéo nhổ những sợi tóc bạc ấy với cái nhíp, đặt chúng trên bàn tay của con vua Makhadeva. Rồi này <i lang='pli' translate='no'>Ānanda</i>, con vua Makhadeva, sau khi cho người thợ cạo tóc một lương ấp như một ân tứ, liền cho gọi vị hoàng tử con đầu và nói:</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>“—Này Hoàng tử thân yêu, các Thiên sứ đã hiện ra cho ta, tóc bạc đã thấy sanh ra trên đầu. Ta đã hưởng thọ dục lạc thế gian, nay đã đến thời đi tìm kiếm các thiên lạc. Hãy đến đây, này Hoàng tử thân yêu, hãy trị vì quốc độ này. Sau khi cạo bỏ râu tóc, đắp áo cà-sa, ta sẽ xuất gia, từ bỏ gia đình, sống không gia đình. Và nay, này Hoàng tử thân yêu, khi nào con thấy tóc bạc mọc ra trên đầu, thời hãy cho người thợ cạo tóc một lương ấp như một ân tứ, sau khi khéo giao lại quốc gia này cho vị hoàng tử con đầu, sau khi cạo bỏ râu tóc, đắp áo cà-sa, hãy xuất gia, từ bỏ gia đình, sống không gia đình. Truyền thống tốt đẹp này do ta thiết lập. Con phải tiếp tục duy trì, chớ thành người tối hậu sau ta. Này Hoàng tử thân yêu, khi hai người còn tồn tại, và có sự đứt đoạn của truyền thống này, thời người nào làm cho đứt đoạn, người ấy là người tối hậu. Vậy này Hoàng tử thân yêu, ta nói với con: “Truyền thống tốt đẹp này do ta thiết lập, con phải tiếp tục duy trì. Con chớ thành người tối hậu sau ta”.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, con vua Makhadeva, sau khi cho người thợ cạo tóc một lương ấp như một ân tứ, sau khi khéo giao quốc gia cho vị hoàng tử con đầu, chính tại rừng xoài này, con vua Makhadeva, sau khi cạo bỏ râu tóc, đắp áo cà-sa, đã xuất gia, vị này an trú, biến mãn một phương với tâm thấm nhuần lòng từ; cũng vậy phương thứ hai, cũng vậy, phương thứ ba, cũng vậy, phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm thấm nhuần lòng từ, quảng đại vô biên, không hận, không sân. Với tâm thấm nhuần lòng bi … Với tâm thấm nhuần lòng hỷ … an trú biến mãn một phương với tâm thấm nhuần lòng xả; cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư. Như vậy cùng khắp thế giới, trên dưới bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm thấm nhuần lòng xả, quảng đại, vô biên, không hận, không sân. Nhưng này <i lang='pli' translate='no'>Ānanda</i>, con vua Makhadeva tám vạn bốn ngàn năm, đã chơi trò chơi của hoàng tử; tám vạn bốn ngàn năm, đã trị vì như một phó vương; tám vạn bốn ngàn năm, đã chấp chánh như một quốc vương; tám vạn bốn ngàn năm, chính tại ngôi rừng xoài này, con vua Makhadeva sau khi cạo bỏ râu tóc, đắp áo cà-sa, đã xuất gia, từ bỏ gia đình, sống không gia đình, sống theo Phạm hạnh. Vị này, sau khi tu tập bốn Phạm trú, khi thân hoại mạng chung, được sanh lên Phạm thiên giới.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, các tử tôn của vua Makhadeva truyền nối tiếp tục vua ấy, sau tám vạn bốn ngàn năm làm vương tộc (Khattiya), chính tại ngôi rừng xoài Makhadeva này, sau khi cạo bỏ râu tóc, đắp áo cà-sa, đã xuất gia, từ bỏ gia đình, sống không gia đình, các vị ấy biến mãn một phương với tâm thấm nhuần lòng từ và an trú; cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư. Như vậy cùng khắp thế giới, trên dưới bề ngang, hết thảy phương xứ, cùng khắp biên giới, vị ấy an trú biến mãn với tâm thấm nhuần lòng từ, quảng đại, vô biên, không hận, không sân. Với tâm thấm nhuần lòng bi … Với tâm thấm nhuần lòng hỷ … … an trú, biến mãn một phương với tâm thấm nhuần lòng xả; cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, những vị ấy an trú biến mãn với tâm thấm nhuần lòng xả, quảng đại, vô biên, không hận, không sân. Vị ấy tám vạn bốn ngàn năm đã chơi trò chơi của hoàng tử, tám vạn bốn ngàn năm, đã trị vì như một phó vương; tám vạn bốn ngàn năm, đã chấp chánh như một quốc vương; tám vạn bốn ngàn năm, chính tại ngôi rừng xoài Makhadeva này, sau khi cạo bỏ râu tóc, đắp áo cà-sa, đã xuất gia, từ bỏ gia đình, sống không gia đình, sống theo Phạm hạnh. Các vị ấy, sau khi tu tập bốn Phạm trú, khi thân hoại mạng chung, được sanh lên Phạm thiên giới.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Nemi là vị cuối cùng của các vị vua ấy, là vị pháp vương như pháp, kiên trì trên pháp, vị đại vương thực hành Chánh pháp giữa các Bà-la-môn, gia chủ, giữa thị dân và thôn dân, hành trì lễ Uposatha (Bố-tát) vào các ngày 14, ngày 15 và ngày mồng 8.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Thuở xưa, này <i lang='pli' translate='no'>Ānanda</i>, khi chư Thiên ở <i lang='pli' translate='no'>Tāvatiṁsa</i> (Tam thập tam thiên) ngồi hội họp với nhau tại giảng đường Thiện Pháp (Sudhamma), cuộc đối thoại sau đây được khởi lên: “Thật hạnh phúc thay cho dân chúng Videha, thật tốt đẹp thay cho dân chúng Videha, được vua Nemi là vị pháp vương như pháp, kiên trì trên pháp, vị Ðại vương thực hành Chánh pháp giữa các Bà-la-môn, gia chủ, giữa thị dân và thôn dân, hành trì lễ Uposatha (Bố-tát) vào các ngày 14, ngày 15 và ngày mồng 8”.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thiên chủ Sakka nói với chư Thiên ở cõi trời Ba mươi ba:</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>“—Chư Khanh, chư Khanh có muốn yết kiến vua Nemi không?”.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>“—Thưa Thiên chủ, chúng tôi muốn yết kiến vua Nemi”.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Lúc bấy giờ, vua Nemi trong ngày rằm lễ Bố-Tát (Uposatha), đã gội đầu, giữ trai giới đang ngồi trên lầu cung điện. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thiên chủ Sakka, như nhà lực sĩ duỗi bàn tay đang co lại, hay co lại bàn tay đang duỗi ra; cũng vậy, Thiên chủ biến mất giữa chư Thiên cõi trời Ba mươi ba, và hiện ra trước mặt vua Nemi. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thiên chủ Sakka nói với vua Nemi:</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>“—Tâu Ðại vương, thật hạnh phúc thay cho Ðại vương, thật tốt lành thay cho Ðại vương! Tâu Ðại vương, chư Thiên ở cõi trời Ba mươi ba đang ngồi tại giảng đường Thiện Pháp tán thán Ðại vương và nói: “Thật hạnh phúc thay cho dân chúng Videha … và ngày mồng 8”. Tâu Ðại vương, chư Thiên ở cõi trời Ba mươi ba muốn yết kiến Ðại vương. Tâu Ðại vương, tôi sẽ gởi cho Ðại vương một cỗ xe có ngàn ngựa kéo, Ðại vương hãy cưỡi thiên xa ấy, chớ có sợ hãi! ”</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Này <i lang='pli' translate='no'>Ānanda</i>, vua Nemi im lặng nhận lời. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thiên chủ Sakka, sau khi biết được vua Nemi đã nhận lời, như nhà lực sĩ … liền biến mất và hiện ra giữa chư Thiên ở cõi trời Ba mươi ba.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thiên chủ Sakka gọi người đánh xe <i lang='pli' translate='no'>Mātali</i> và nói:</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>“—Này <i lang='pli' translate='no'>Mātali</i>, sau khi thắng cỗ xe có ngàn ngựa kéo hãy đi đến vua Nemi và nói: “Tâu Ðại vương, đây là cỗ xe có ngàn ngựa kéo do Thiên chủ Sakka gửi đến cho Ðại vương. Ðại vương hãy cưỡi thiên xa, chớ có sợ hãi! ”.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>“—Thưa vâng, Tôn giả”.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Người đánh xe <i lang='pli' translate='no'>Mātali</i> vâng đáp Thiên chủ Sakka, cho thắng cỗ xe có ngàn ngựa kéo, đi đến vua Nemi và thưa:</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>“—Tâu Ðại vương, đây là cỗ xe có ngàn ngựa kéo do Thiên chủ Sakka gửi đến cho Ðại vương. Ðại vương hãy cưỡi thiên xa, chớ có sợ hãi! Và tâu Ðại vương, con sẽ dẫn Ðại vương đi đường nào? Con đường do đó các nghiệp ác đưa đến sự cảm thọ quả báo các nghiệp ác hay con đường do đó các thiện nghiệp đưa đến sự cảm thọ quả báo các thiện nghiệp”.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>“—Hãy đưa Ta đi, cả hai con đường”.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>Và này <i lang='pli' translate='no'>Ānanda</i>, người đánh xe <i lang='pli' translate='no'>Mātali</i> đưa vua Nemi đến giảng đường Sudhamma (Thiện Pháp). Này <i lang='pli' translate='no'>Ānanda</i>, Thiên chủ Sakka thấy vua Nemi đường xa đi đến, sau khi thấy vậy, liền nói với vua Nemi:</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>“—Hãy đến, tâu Ðại vương; thiện lai, tâu Ðại vương. Tâu Ðại vương, chư Thiên ở cõi trời Ba mươi ba ngồi ở giảng đường Sudhamma, tán thán Ðại vương như sau: “Thật là hạnh phúc … và ngày mồng 8”. Tâu Ðại vương, chư Thiên ở cõi trời Ba mươi ba muốn yết kiến Ðại vương. Tâu Ðại vương, hãy hoan lạc với thiên uy lực giữa chư Thiên”.</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>“—Thôi vừa rồi, Tôn giả. Hãy đưa tôi về Mithila, tại đấy tôi sẽ sống theo Chánh pháp giữa các vị Bà-la-môn, gia chủ, và giữa các thị dân và thôn dân và thọ trì trai giới vào các ngày 14, ngày 15 và ngày mồng 8”.</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thiên chủ Sakka nói với người đánh xe <i lang='pli' translate='no'>Mātali</i>:</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>“—Này <i lang='pli' translate='no'>Mātali</i>, sau khi thắng cỗ xe có ngàn ngựa kéo, hãy đưa vua Nemi về tại Mithila”.</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>“—Thưa vâng, Tôn giả”.</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>Này <i lang='pli' translate='no'>Ānanda</i>, người đánh xe <i lang='pli' translate='no'>Mātali</i> vâng đáp Thiên chủ Sakka, thắng cỗ xe có ngàn ngựa kéo, và đưa vua Nemi về Mithila.</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>Ở đây, này <i lang='pli' translate='no'>Ānanda</i>, vua Nemi sống như pháp giữa các Bà-la-môn, gia chủ và giữa thị dân và thôn dân, thọ trì trai giới vào các ngày 14, ngày 15 và ngày mồng 8.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Và này <i lang='pli' translate='no'>Ānanda</i>, sau nhiều năm, nhiều trăm năm, nhiều ngàn năm; vua Nemi gọi người thợ cạo tóc:</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>“—Này Thợ cạo tóc, khi nào Ông thấy trên đầu ta có mọc tóc bạc, hãy báo cho ta biết”.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>“—Thưa vâng, tâu Ðại vương”.</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>Này <i lang='pli' translate='no'>Ānanda</i>, người thợ cạo tóc vâng đáp vua Nemi. Này <i lang='pli' translate='no'>Ānanda</i>, sau nhiều năm, nhiều trăm năm, nhiều ngàn năm, người thợ cạo tóc thấy trên đầu vua Nemi có mọc tóc bạc, thấy vậy liền tâu với vua Nemi:</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>“—Các Thiên sứ đã hiện cho Ðại vương. Tóc bạc đã được thấy mọc ra trên đầu”.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>“—Vậy này Thợ cạo tóc, hãy khéo nhổ những sợi tóc bạc ấy với cái nhíp, và đặt chúng trên bàn tay của ta”.</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>“—Thưa vâng, tâu Ðại vương”.</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>Này <i lang='pli' translate='no'>Ānanda</i>, người thợ cạo tóc vâng đáp vua Nemi, sau khi khéo nhổ những sợi tóc bạc ấy với cái nhíp, đặt chúng trên bàn tay vua Nemi. Rồi này <i lang='pli' translate='no'>Ānanda</i>, vua Nemi, sau khi cho người thợ cạo tóc một lương ấp như một ân tứ, liền cho gọi vị hoàng tử con đầu và nói:</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>“—Này Hoàng tử thân yêu, các Thiên sứ đã hiện ra cho ta, tóc bạc đã được thấy mọc ra trên đầu. Ta đã hưởng thọ các dục lạc thế gian, nay đã đến thời đi tìm kiếm các thiên lạc. Hãy đến đây, Hoàng tử thân yêu, hãy trị vì quốc độ này. Sau khi cạo bỏ râu tóc, đắp áo cà-sa, ta sẽ xuất gia, từ bỏ gia đình, sống không gia đình. Và này Hoàng tử thân yêu, khi nào con thấy tóc bạc mọc ra trên đầu, thời hãy cho người thợ cạo tóc một lương ấp như một ân tứ, sau khi khéo giao lại quốc gia cho vị hoàng tử con đầu, sau khi cạo bỏ râu tóc, đắp áo cà-sa, hãy xuất gia, từ bỏ gia đình, sống không gia đình. Truyền thống tốt đẹp này do ta thiết lập, con phải tiếp tục duy trì, con chớ thành người tối hậu sau ta. Này Hoàng tử thân yêu, khi hai người còn tồn tại, và có sự đứt đoạn của truyền thống này, thời người nào làm cho đứt đoạn, người ấy là người tối hậu. Này Hoàng tử thân yêu, ta nói với con: “Truyền thống tốt đẹp này do ta thiết lập, con phải tiếp tục duy trì. Con chớ thành người tối hậu sau ta”.</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, vua Nemi, sau khi cho người thợ cạo tóc một lương ấp như là một ân tứ, sau khi khéo giao quốc gia cho vị Hoàng tử con đầu, chính tại rừng xoài Makhadeva này, sau khi cạo bỏ râu tóc, đắp áo cà-sa, đã xuất gia, vị này an trú, biến mãn một phương với tâm thấm nhuần lòng từ; cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú, biến mãn với tâm thấm nhuần lòng từ, quảng đại vô biên, không hận, không sân. Với tâm thấm nhuần lòng bi … … Với tâm thấm nhuần lòng hỷ … … an trú biến mãn mọt phương với tâm thấm nhuần lòng xả; cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm thấm nhuần lòng xả, quảng đại vô biên, không hận, không sân. Nhưng này <i lang='pli' translate='no'>Ānanda</i>, vua Nemi, tám vạn bốn ngàn năm, đã chơi trò chơi của hoàng tử; tám vạn bốn ngàn năm, đã trị vì như phó vương; tám vạn bốn ngàn năm, đã chấp chánh như một quốc vương; tám vạn bốn ngàn năm, chính tại ngôi rừng xoài Makhadeva này, sau khi cạo bỏ râu tóc, đắp áo cà-sa, đã xuất gia, từ bỏ gia đình, sống không gia đình, sống theo Phạm hạnh. Vị này, sau khi tu tập bốn Phạm trú, khi thân hoại mạng chung, được sanh lên Phạm thiên giới.</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>Nhưng này <i lang='pli' translate='no'>Ānanda</i>, người con của vua Nemi tên là Kalarajanaka. Vị này không xuất gia, từ bỏ gia đình, sống không gia đình. Vị này đã cắt đứt truyền thống tốt đẹp ấy. Vị này là người tối hậu của các vị ấy. Này <i lang='pli' translate='no'>Ānanda</i>, rất có thể Ông nghĩ như sau: “Trong thời ấy, vua Makhadeva, vị đã thiết lập truyền thống tốt đẹp ấy là một vị khác”. Nhưng này <i lang='pli' translate='no'>Ānanda</i>, chớ có hiểu như vậy. Trong thời ấy, ta là Makhadeva. Ta đã thiết lập truyền thống tốt đẹp ấy. Dân chúng đến sau cho rằng truyền thống tốt đẹp ấy được Ta thiết lập. Nhưng này <i lang='pli' translate='no'>Ānanda</i>, truyền thống tốt đẹp ấy không đưa đến yểm ly, ly tham, đoạn diệt, tịch tịnh, thượng trí, giác ngộ, Niết-bàn và này <i lang='pli' translate='no'>Ānanda</i>, nay thế nào là truyền thống tốt đẹp được Ta thiết lập, và truyền thống ấy đưa đến yểm ly, ly tham, đoạn diệt, tịch tịnh, thượng trí, giác ngộ, Niết-bàn? Chính là Thánh đạo Tám ngành này, tức là Chánh tri kiến, Chánh tư duy, Chánh ngữ, Chánh nghiệp, Chánh mạng, Chánh tinh tấn, Chánh niệm, Chánh định. Này <i lang='pli' translate='no'>Ānanda</i>, đây là truyền thống tốt đẹp được Ta thiết lập, và truyền thống ấy đưa đến yểm ly, ly tham, đoạn diệt, tịch tịnh, thắng trí, giác ngộ, Niết-bàn.</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>Này <i lang='pli' translate='no'>Ānanda</i>, về vấn đề này, Ta nói như sau: “Truyền thống tốt đẹp này do Ta thiết lập, hãy tiếp tục duy trì. Các Ông chớ có thành người tối hậu sau Ta”. Này <i lang='pli' translate='no'>Ānanda</i>, khi hai người còn tồn tại, và có sự đứt đoạn của truyền thống này, thời người nào làm cho đứt đoạn, người ấy là người tối hậu. Vậy này <i lang='pli' translate='no'>Ānanda</i>, Ta nói với Ông: “Truyền thống tốt đẹp này do Ta thiết lập, các Ông hãy tiếp tục duy trì. Các Ông chớ có thành người tối hậu sau Ta”.</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>Thế Tôn thuyết giảng như vậy. Tôn giả <i lang='pli' translate='no'>Ānanda</i> hoan hỷ tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 17–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn83",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Makhàdeva",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "At Madhurā ",
      "uid": "mn84"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Raṭṭhapāla ",
      "uid": "mn82"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn83' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>83. Kinh Makhàdeva</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn trú ở Mithila (Di-tát-la), tại rừng Makhadevamba.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Thế Tôn mỉm cười khi đến tại một địa điểm. Tôn giả <i lang='pli' translate='no'>Ānanda</i> liền suy nghĩ: “Do nhân gì, do duyên gì, Thế Tôn lại mỉm cười? Không phải không có lý do khiến Thế Tôn mỉm cười”. Rồi Tôn giả <i lang='pli' translate='no'>Ānanda</i>, đắp y phía một bên vai, chắp tay vái chào Thế Tôn và bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Bạch Thế Tôn, do nhân gì, do duyên gì Thế Tôn lại mỉm cười? Không phải không lý do khiến Thế Tôn mỉm cười.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Thuở xưa, này <i lang='pli' translate='no'>Ānanda</i>, vị vua chính nước Mithila này tên là Makhadeva, là vị pháp vương như pháp, kiên trì trên pháp, vị Ðại vương thực hành Chánh pháp, giữa các Bà-la-môn, gia chủ, giữa thị dân và thôn dân, hành trì lễ Uposatha (Bố-tát) vào các ngày 14, ngày 15 và ngày mồng 8. Rồi này <i lang='pli' translate='no'>Ānanda</i>, vua Makhadeva sau nhiều năm, nhiều trăm năm, nhiều ngàn năm, bảo người thợ cạo tóc:</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>“—Này Thợ cạo tóc, khi nào Ông thấy trên đầu ta, có mọc tóc bạc, hãy báo cho ta biết”.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>“—Thưa vâng, tâu Ðại vương”.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Này <i lang='pli' translate='no'>Ānanda</i>, người thợ cạo tóc vâng đáp vua Makhadeva. Này <i lang='pli' translate='no'>Ānanda</i>, sau nhiều năm, nhiều trăm năm, nhiều ngàn năm, người thợ cạo tóc thấy trên đầu vua Makhadeva có sanh tóc bạc, thấy vậy liền tâu vua Makhadeva:</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>“—Các Thiên sứ đã hiện ra cho Ðại vương. Tóc bạc đã được thấy mọc ra trên đầu”.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>“—Vậy này Thợ cạo tóc, hãy khéo nhổ những sợi tóc bạc ấy với cái nhíp, và đặt chúng trên bàn tay của ta”.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>“—Thưa vâng, tâu Ðại vương”.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Này <i lang='pli' translate='no'>Ānanda</i>, người thợ cạo tóc vâng đáp vua Makhadeva, sau khi khéo nhổ những sợi tóc bạc ấy với cái nhíp, đặt chúng trên bàn tay của vua Makhadeva. Rồi này <i lang='pli' translate='no'>Ānanda</i>, vua Makhadeva, sau khi cho người thợ cạo tóc một lương ấp như một ân tứ, liền cho gọi hoàng tử con đầu và nói:</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>“—Này Hoàng tử thân yêu, các Thiên sứ đã hiện ra cho ta, tóc bạc đã được thấy mọc ra trên đầu. Ta đã hưởng thọ các dục lạc thế gian, nay đã đến thời đi tìm kiếm các thiên lạc. Hãy đến đây, này Hoàng tử thân yêu, hãy trị vì quốc độ này. Sau khi cạo bỏ râu tóc, đắp áo cà-sa, ta sẽ xuất gia, từ bỏ gia đình, sống không gia đình. Và này Hoàng tử thân yêu, khi nào con thấy tóc bạc mọc ra trên đầu, thời hãy cho người thợ cạo tóc một lương ấp như một ân tứ, sau khi khéo giao lại quốc gia cho hoàng tử con đầu, sau khi cạo bỏ râu tóc, đắp áo cà-sa, hãy xuất gia, từ bỏ gia đình, sống không gia đình. Truyền thống tốt đẹp này do ta thiết lập, con phải tiếp tục duy trì, con chớ thành người tối hậu sau ta. Này Hoàng tử thân yêu, khi hai người còn tồn tại, và có sự đứt đoạn của truyền thống này, thời người nào làm cho đứt đoạn, người ấy là người tối hậu. Vậy này Hoàng tử thân yêu, ta nói với con: “Truyền thống tốt đẹp này do ta thiết lập, con phải tiếp tục duy trì. Con chớ thành người tối hậu sau ta”.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, vua Makhadeva, sau khi cho người thợ cạo tóc một lương ấp như là một ân tứ, sau khi khéo giao quốc gia cho hoàng tử con đầu, chính tại rừng xoài Makhadeva này, sau khi cạo bỏ râu tóc, đắp áo cà-sa, vua Makhadeva đã xuất gia.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Vị này an trú, biến mãn một phương với tâm thấm nhuần lòng từ; cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư. Như vậy cùng khắp thế giới, trên dưới bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú, biến mãn với tâm thấm nhuần lòng từ, quảng đại, vô biên, không hận, không sân.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Với tâm thấm nhuần lòng bi … với tâm thấm nhuần lòng hỷ, … an trú biến mãn một phương với tâm thấm nhuần lòng xả; cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư, như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm thấm nhuần lòng xả, quảng đại, vô biên, không hận, không sân.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Nhưng này <i lang='pli' translate='no'>Ānanda</i>, vua Makhadeva, tám vạn bốn ngàn năm, đã chơi trò chơi của hoàng tử, tám vạn bốn ngàn năm, đã trị vì như một phó vương; tám vạn bốn ngàn năm, đã chấp chánh như một quốc vương; tám vạn bốn ngàn năm, chính tại ngôi rừng xoài Makhadeva này, sau khi cạo bỏ râu tóc, đắp áo cà-sa đã xuất gia, từ bỏ gia đình, sống không gia đình, sống theo Phạm hạnh. Vị này, sau khi tụ tập bốn Phạm trú, khi thân hoại mạng chung, được sanh lên Phạm thiên giới.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, con vua Makhadeva, sau nhiều năm, nhiều trăm năm, nhiều ngàn năm cho gọi người thợ cạo tóc:</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>“—Này thợ cạo tóc, khi nào Ông thấy trên đầu Ta có mọc tóc bạc, hãy báo cho ta biết”.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>“—Thưa vâng, tâu Ðại vương”.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Này <i lang='pli' translate='no'>Ānanda</i>, người thợ cạo tóc vâng đáp con vua Makhadeva. Này <i lang='pli' translate='no'>Ānanda</i>, sau nhiều năm, nhiều trăm năm, nhiều ngàn năm, người thợ cạo tóc thấy trên đầu con vua Makhadeva có sanh tóc bạc, thấy vậy liền tâu với con vua Makhadeva:</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>“—Các Thiên sứ đã hiện ra cho Ðại vương. Tóc bạc đã được thấy mọc ra trên đầu”.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>“—Vậy này thợ cạo tóc, hãy khéo nhổ những sợi tóc bạc ấy với cái nhíp, và đặt chúng trên bàn tay của ta”.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>“—Thưa vâng, tâu Ðại vương”.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Này <i lang='pli' translate='no'>Ānanda</i>, người thợ cạo tóc vâng đáp con vua Makhadeva, sau khi khéo nhổ những sợi tóc bạc ấy với cái nhíp, đặt chúng trên bàn tay của con vua Makhadeva. Rồi này <i lang='pli' translate='no'>Ānanda</i>, con vua Makhadeva, sau khi cho người thợ cạo tóc một lương ấp như một ân tứ, liền cho gọi vị hoàng tử con đầu và nói:</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>“—Này Hoàng tử thân yêu, các Thiên sứ đã hiện ra cho ta, tóc bạc đã thấy sanh ra trên đầu. Ta đã hưởng thọ dục lạc thế gian, nay đã đến thời đi tìm kiếm các thiên lạc. Hãy đến đây, này Hoàng tử thân yêu, hãy trị vì quốc độ này. Sau khi cạo bỏ râu tóc, đắp áo cà-sa, ta sẽ xuất gia, từ bỏ gia đình, sống không gia đình. Và nay, này Hoàng tử thân yêu, khi nào con thấy tóc bạc mọc ra trên đầu, thời hãy cho người thợ cạo tóc một lương ấp như một ân tứ, sau khi khéo giao lại quốc gia này cho vị hoàng tử con đầu, sau khi cạo bỏ râu tóc, đắp áo cà-sa, hãy xuất gia, từ bỏ gia đình, sống không gia đình. Truyền thống tốt đẹp này do ta thiết lập. Con phải tiếp tục duy trì, chớ thành người tối hậu sau ta. Này Hoàng tử thân yêu, khi hai người còn tồn tại, và có sự đứt đoạn của truyền thống này, thời người nào làm cho đứt đoạn, người ấy là người tối hậu. Vậy này Hoàng tử thân yêu, ta nói với con: “Truyền thống tốt đẹp này do ta thiết lập, con phải tiếp tục duy trì. Con chớ thành người tối hậu sau ta”.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, con vua Makhadeva, sau khi cho người thợ cạo tóc một lương ấp như một ân tứ, sau khi khéo giao quốc gia cho vị hoàng tử con đầu, chính tại rừng xoài này, con vua Makhadeva, sau khi cạo bỏ râu tóc, đắp áo cà-sa, đã xuất gia, vị này an trú, biến mãn một phương với tâm thấm nhuần lòng từ; cũng vậy phương thứ hai, cũng vậy, phương thứ ba, cũng vậy, phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm thấm nhuần lòng từ, quảng đại vô biên, không hận, không sân. Với tâm thấm nhuần lòng bi … Với tâm thấm nhuần lòng hỷ … an trú biến mãn một phương với tâm thấm nhuần lòng xả; cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư. Như vậy cùng khắp thế giới, trên dưới bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm thấm nhuần lòng xả, quảng đại, vô biên, không hận, không sân. Nhưng này <i lang='pli' translate='no'>Ānanda</i>, con vua Makhadeva tám vạn bốn ngàn năm, đã chơi trò chơi của hoàng tử; tám vạn bốn ngàn năm, đã trị vì như một phó vương; tám vạn bốn ngàn năm, đã chấp chánh như một quốc vương; tám vạn bốn ngàn năm, chính tại ngôi rừng xoài này, con vua Makhadeva sau khi cạo bỏ râu tóc, đắp áo cà-sa, đã xuất gia, từ bỏ gia đình, sống không gia đình, sống theo Phạm hạnh. Vị này, sau khi tu tập bốn Phạm trú, khi thân hoại mạng chung, được sanh lên Phạm thiên giới.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, các tử tôn của vua Makhadeva truyền nối tiếp tục vua ấy, sau tám vạn bốn ngàn năm làm vương tộc (Khattiya), chính tại ngôi rừng xoài Makhadeva này, sau khi cạo bỏ râu tóc, đắp áo cà-sa, đã xuất gia, từ bỏ gia đình, sống không gia đình, các vị ấy biến mãn một phương với tâm thấm nhuần lòng từ và an trú; cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư. Như vậy cùng khắp thế giới, trên dưới bề ngang, hết thảy phương xứ, cùng khắp biên giới, vị ấy an trú biến mãn với tâm thấm nhuần lòng từ, quảng đại, vô biên, không hận, không sân. Với tâm thấm nhuần lòng bi … Với tâm thấm nhuần lòng hỷ … … an trú, biến mãn một phương với tâm thấm nhuần lòng xả; cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, những vị ấy an trú biến mãn với tâm thấm nhuần lòng xả, quảng đại, vô biên, không hận, không sân. Vị ấy tám vạn bốn ngàn năm đã chơi trò chơi của hoàng tử, tám vạn bốn ngàn năm, đã trị vì như một phó vương; tám vạn bốn ngàn năm, đã chấp chánh như một quốc vương; tám vạn bốn ngàn năm, chính tại ngôi rừng xoài Makhadeva này, sau khi cạo bỏ râu tóc, đắp áo cà-sa, đã xuất gia, từ bỏ gia đình, sống không gia đình, sống theo Phạm hạnh. Các vị ấy, sau khi tu tập bốn Phạm trú, khi thân hoại mạng chung, được sanh lên Phạm thiên giới.</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Nemi là vị cuối cùng của các vị vua ấy, là vị pháp vương như pháp, kiên trì trên pháp, vị đại vương thực hành Chánh pháp giữa các Bà-la-môn, gia chủ, giữa thị dân và thôn dân, hành trì lễ Uposatha (Bố-tát) vào các ngày 14, ngày 15 và ngày mồng 8.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Thuở xưa, này <i lang='pli' translate='no'>Ānanda</i>, khi chư Thiên ở <i lang='pli' translate='no'>Tāvatiṁsa</i> (Tam thập tam thiên) ngồi hội họp với nhau tại giảng đường Thiện Pháp (Sudhamma), cuộc đối thoại sau đây được khởi lên: “Thật hạnh phúc thay cho dân chúng Videha, thật tốt đẹp thay cho dân chúng Videha, được vua Nemi là vị pháp vương như pháp, kiên trì trên pháp, vị Ðại vương thực hành Chánh pháp giữa các Bà-la-môn, gia chủ, giữa thị dân và thôn dân, hành trì lễ Uposatha (Bố-tát) vào các ngày 14, ngày 15 và ngày mồng 8”.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thiên chủ Sakka nói với chư Thiên ở cõi trời Ba mươi ba:</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>“—Chư Khanh, chư Khanh có muốn yết kiến vua Nemi không?”.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>“—Thưa Thiên chủ, chúng tôi muốn yết kiến vua Nemi”.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Lúc bấy giờ, vua Nemi trong ngày rằm lễ Bố-Tát (Uposatha), đã gội đầu, giữ trai giới đang ngồi trên lầu cung điện. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thiên chủ Sakka, như nhà lực sĩ duỗi bàn tay đang co lại, hay co lại bàn tay đang duỗi ra; cũng vậy, Thiên chủ biến mất giữa chư Thiên cõi trời Ba mươi ba, và hiện ra trước mặt vua Nemi. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thiên chủ Sakka nói với vua Nemi:</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>“—Tâu Ðại vương, thật hạnh phúc thay cho Ðại vương, thật tốt lành thay cho Ðại vương! Tâu Ðại vương, chư Thiên ở cõi trời Ba mươi ba đang ngồi tại giảng đường Thiện Pháp tán thán Ðại vương và nói: “Thật hạnh phúc thay cho dân chúng Videha … và ngày mồng 8”. Tâu Ðại vương, chư Thiên ở cõi trời Ba mươi ba muốn yết kiến Ðại vương. Tâu Ðại vương, tôi sẽ gởi cho Ðại vương một cỗ xe có ngàn ngựa kéo, Ðại vương hãy cưỡi thiên xa ấy, chớ có sợ hãi! ”</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Này <i lang='pli' translate='no'>Ānanda</i>, vua Nemi im lặng nhận lời. Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thiên chủ Sakka, sau khi biết được vua Nemi đã nhận lời, như nhà lực sĩ … liền biến mất và hiện ra giữa chư Thiên ở cõi trời Ba mươi ba.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thiên chủ Sakka gọi người đánh xe <i lang='pli' translate='no'>Mātali</i> và nói:</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>“—Này <i lang='pli' translate='no'>Mātali</i>, sau khi thắng cỗ xe có ngàn ngựa kéo hãy đi đến vua Nemi và nói: “Tâu Ðại vương, đây là cỗ xe có ngàn ngựa kéo do Thiên chủ Sakka gửi đến cho Ðại vương. Ðại vương hãy cưỡi thiên xa, chớ có sợ hãi! ”.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>“—Thưa vâng, Tôn giả”.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Người đánh xe <i lang='pli' translate='no'>Mātali</i> vâng đáp Thiên chủ Sakka, cho thắng cỗ xe có ngàn ngựa kéo, đi đến vua Nemi và thưa:</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>“—Tâu Ðại vương, đây là cỗ xe có ngàn ngựa kéo do Thiên chủ Sakka gửi đến cho Ðại vương. Ðại vương hãy cưỡi thiên xa, chớ có sợ hãi! Và tâu Ðại vương, con sẽ dẫn Ðại vương đi đường nào? Con đường do đó các nghiệp ác đưa đến sự cảm thọ quả báo các nghiệp ác hay con đường do đó các thiện nghiệp đưa đến sự cảm thọ quả báo các thiện nghiệp”.</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>“—Hãy đưa Ta đi, cả hai con đường”.</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>Và này <i lang='pli' translate='no'>Ānanda</i>, người đánh xe <i lang='pli' translate='no'>Mātali</i> đưa vua Nemi đến giảng đường Sudhamma (Thiện Pháp). Này <i lang='pli' translate='no'>Ānanda</i>, Thiên chủ Sakka thấy vua Nemi đường xa đi đến, sau khi thấy vậy, liền nói với vua Nemi:</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>“—Hãy đến, tâu Ðại vương; thiện lai, tâu Ðại vương. Tâu Ðại vương, chư Thiên ở cõi trời Ba mươi ba ngồi ở giảng đường Sudhamma, tán thán Ðại vương như sau: “Thật là hạnh phúc … và ngày mồng 8”. Tâu Ðại vương, chư Thiên ở cõi trời Ba mươi ba muốn yết kiến Ðại vương. Tâu Ðại vương, hãy hoan lạc với thiên uy lực giữa chư Thiên”.</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>“—Thôi vừa rồi, Tôn giả. Hãy đưa tôi về Mithila, tại đấy tôi sẽ sống theo Chánh pháp giữa các vị Bà-la-môn, gia chủ, và giữa các thị dân và thôn dân và thọ trì trai giới vào các ngày 14, ngày 15 và ngày mồng 8”.</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, Thiên chủ Sakka nói với người đánh xe <i lang='pli' translate='no'>Mātali</i>:</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>“—Này <i lang='pli' translate='no'>Mātali</i>, sau khi thắng cỗ xe có ngàn ngựa kéo, hãy đưa vua Nemi về tại Mithila”.</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>“—Thưa vâng, Tôn giả”.</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>Này <i lang='pli' translate='no'>Ānanda</i>, người đánh xe <i lang='pli' translate='no'>Mātali</i> vâng đáp Thiên chủ Sakka, thắng cỗ xe có ngàn ngựa kéo, và đưa vua Nemi về Mithila.</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>Ở đây, này <i lang='pli' translate='no'>Ānanda</i>, vua Nemi sống như pháp giữa các Bà-la-môn, gia chủ và giữa thị dân và thôn dân, thọ trì trai giới vào các ngày 14, ngày 15 và ngày mồng 8.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Và này <i lang='pli' translate='no'>Ānanda</i>, sau nhiều năm, nhiều trăm năm, nhiều ngàn năm; vua Nemi gọi người thợ cạo tóc:</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>“—Này Thợ cạo tóc, khi nào Ông thấy trên đầu ta có mọc tóc bạc, hãy báo cho ta biết”.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>“—Thưa vâng, tâu Ðại vương”.</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>Này <i lang='pli' translate='no'>Ānanda</i>, người thợ cạo tóc vâng đáp vua Nemi. Này <i lang='pli' translate='no'>Ānanda</i>, sau nhiều năm, nhiều trăm năm, nhiều ngàn năm, người thợ cạo tóc thấy trên đầu vua Nemi có mọc tóc bạc, thấy vậy liền tâu với vua Nemi:</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>“—Các Thiên sứ đã hiện cho Ðại vương. Tóc bạc đã được thấy mọc ra trên đầu”.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>“—Vậy này Thợ cạo tóc, hãy khéo nhổ những sợi tóc bạc ấy với cái nhíp, và đặt chúng trên bàn tay của ta”.</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>“—Thưa vâng, tâu Ðại vương”.</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>Này <i lang='pli' translate='no'>Ānanda</i>, người thợ cạo tóc vâng đáp vua Nemi, sau khi khéo nhổ những sợi tóc bạc ấy với cái nhíp, đặt chúng trên bàn tay vua Nemi. Rồi này <i lang='pli' translate='no'>Ānanda</i>, vua Nemi, sau khi cho người thợ cạo tóc một lương ấp như một ân tứ, liền cho gọi vị hoàng tử con đầu và nói:</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>“—Này Hoàng tử thân yêu, các Thiên sứ đã hiện ra cho ta, tóc bạc đã được thấy mọc ra trên đầu. Ta đã hưởng thọ các dục lạc thế gian, nay đã đến thời đi tìm kiếm các thiên lạc. Hãy đến đây, Hoàng tử thân yêu, hãy trị vì quốc độ này. Sau khi cạo bỏ râu tóc, đắp áo cà-sa, ta sẽ xuất gia, từ bỏ gia đình, sống không gia đình. Và này Hoàng tử thân yêu, khi nào con thấy tóc bạc mọc ra trên đầu, thời hãy cho người thợ cạo tóc một lương ấp như một ân tứ, sau khi khéo giao lại quốc gia cho vị hoàng tử con đầu, sau khi cạo bỏ râu tóc, đắp áo cà-sa, hãy xuất gia, từ bỏ gia đình, sống không gia đình. Truyền thống tốt đẹp này do ta thiết lập, con phải tiếp tục duy trì, con chớ thành người tối hậu sau ta. Này Hoàng tử thân yêu, khi hai người còn tồn tại, và có sự đứt đoạn của truyền thống này, thời người nào làm cho đứt đoạn, người ấy là người tối hậu. Này Hoàng tử thân yêu, ta nói với con: “Truyền thống tốt đẹp này do ta thiết lập, con phải tiếp tục duy trì. Con chớ thành người tối hậu sau ta”.</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>Rồi này <i lang='pli' translate='no'>Ānanda</i>, vua Nemi, sau khi cho người thợ cạo tóc một lương ấp như là một ân tứ, sau khi khéo giao quốc gia cho vị Hoàng tử con đầu, chính tại rừng xoài Makhadeva này, sau khi cạo bỏ râu tóc, đắp áo cà-sa, đã xuất gia, vị này an trú, biến mãn một phương với tâm thấm nhuần lòng từ; cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú, biến mãn với tâm thấm nhuần lòng từ, quảng đại vô biên, không hận, không sân. Với tâm thấm nhuần lòng bi … … Với tâm thấm nhuần lòng hỷ … … an trú biến mãn mọt phương với tâm thấm nhuần lòng xả; cũng vậy phương thứ hai, cũng vậy phương thứ ba, cũng vậy phương thứ tư. Như vậy cùng khắp thế giới, trên, dưới, bề ngang, hết thảy phương xứ, cùng khắp vô biên giới, vị ấy an trú biến mãn với tâm thấm nhuần lòng xả, quảng đại vô biên, không hận, không sân. Nhưng này <i lang='pli' translate='no'>Ānanda</i>, vua Nemi, tám vạn bốn ngàn năm, đã chơi trò chơi của hoàng tử; tám vạn bốn ngàn năm, đã trị vì như phó vương; tám vạn bốn ngàn năm, đã chấp chánh như một quốc vương; tám vạn bốn ngàn năm, chính tại ngôi rừng xoài Makhadeva này, sau khi cạo bỏ râu tóc, đắp áo cà-sa, đã xuất gia, từ bỏ gia đình, sống không gia đình, sống theo Phạm hạnh. Vị này, sau khi tu tập bốn Phạm trú, khi thân hoại mạng chung, được sanh lên Phạm thiên giới.</p>\n<p><a class='ref sc' id='sc60' href='#sc60'>SC 60</a>Nhưng này <i lang='pli' translate='no'>Ānanda</i>, người con của vua Nemi tên là Kalarajanaka. Vị này không xuất gia, từ bỏ gia đình, sống không gia đình. Vị này đã cắt đứt truyền thống tốt đẹp ấy. Vị này là người tối hậu của các vị ấy. Này <i lang='pli' translate='no'>Ānanda</i>, rất có thể Ông nghĩ như sau: “Trong thời ấy, vua Makhadeva, vị đã thiết lập truyền thống tốt đẹp ấy là một vị khác”. Nhưng này <i lang='pli' translate='no'>Ānanda</i>, chớ có hiểu như vậy. Trong thời ấy, ta là Makhadeva. Ta đã thiết lập truyền thống tốt đẹp ấy. Dân chúng đến sau cho rằng truyền thống tốt đẹp ấy được Ta thiết lập. Nhưng này <i lang='pli' translate='no'>Ānanda</i>, truyền thống tốt đẹp ấy không đưa đến yểm ly, ly tham, đoạn diệt, tịch tịnh, thượng trí, giác ngộ, Niết-bàn và này <i lang='pli' translate='no'>Ānanda</i>, nay thế nào là truyền thống tốt đẹp được Ta thiết lập, và truyền thống ấy đưa đến yểm ly, ly tham, đoạn diệt, tịch tịnh, thượng trí, giác ngộ, Niết-bàn? Chính là Thánh đạo Tám ngành này, tức là Chánh tri kiến, Chánh tư duy, Chánh ngữ, Chánh nghiệp, Chánh mạng, Chánh tinh tấn, Chánh niệm, Chánh định. Này <i lang='pli' translate='no'>Ānanda</i>, đây là truyền thống tốt đẹp được Ta thiết lập, và truyền thống ấy đưa đến yểm ly, ly tham, đoạn diệt, tịch tịnh, thắng trí, giác ngộ, Niết-bàn.</p>\n<p><a class='ref sc' id='sc61' href='#sc61'>SC 61</a>Này <i lang='pli' translate='no'>Ānanda</i>, về vấn đề này, Ta nói như sau: “Truyền thống tốt đẹp này do Ta thiết lập, hãy tiếp tục duy trì. Các Ông chớ có thành người tối hậu sau Ta”. Này <i lang='pli' translate='no'>Ānanda</i>, khi hai người còn tồn tại, và có sự đứt đoạn của truyền thống này, thời người nào làm cho đứt đoạn, người ấy là người tối hậu. Vậy này <i lang='pli' translate='no'>Ānanda</i>, Ta nói với Ông: “Truyền thống tốt đẹp này do Ta thiết lập, các Ông hãy tiếp tục duy trì. Các Ông chớ có thành người tối hậu sau Ta”.</p>\n<p><a class='ref sc' id='sc62' href='#sc62'>SC 62</a>Thế Tôn thuyết giảng như vậy. Tôn giả <i lang='pli' translate='no'>Ānanda</i> hoan hỷ tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 17–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 83",
    "volpages": " PTS 2.75, PTS 2.76, PTS 2.77, PTS 2.78, PTS 2.79, PTS 2.80, PTS 2.81, PTS 2.82, PTS 2.83",
    "alt_volpages": null,
    "uid": "mn83",
    "blurb": "A rare extended mythic narrative, telling of an ancient kingly lineage and their eventual downfall.",
    "difficulty": 2,
    "original_title": "Maghadevasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Makhàdeva",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn83_translation-de-sabbamitta",
        "segmented": true,
        "title": "Über den König Maghadeva ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn83_translation-en-sujato",
        "segmented": true,
        "title": "About King Maghadeva ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn83_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso sul Re Maghadeva ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn83_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn83_translation-ru-sv",
        "segmented": true,
        "title": "Царь Макхадэва ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn83_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Makhādeva sutta",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ধর্মাধার মহাস্থবির",
        "author_short": "ধর্মাধার",
        "author_uid": "mahasthavya",
        "publication_date": null,
        "id": "bn_mn83_mahasthavya",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn83_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn83_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn83_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn83_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": null,
        "id": "hi_mn83_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn83_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn83_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn83_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Molakalmuru Srinivasamurthy",
        "author_short": "srinivasamurthy",
        "author_uid": "srinivasamurthy",
        "publication_date": "2012",
        "id": "kan_mn83_srinivasamurthy",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn83_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn83_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2006",
        "id": "pt_mn83_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn83_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn83_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn83_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn83_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn83_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn83_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Makhàdeva"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn83_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 10,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj11.452, cck13.408, csp1ed10.262, csp2ed10.262, ms10M_887, msdiv308, ndp10.300, nya1, sya13.415, vri13.272,nya2,cck13.409, dr13.383, ms10M_888, ndp10.301, nya3, pts-vp-pli2.75, sya13.416,nya4,bj11.454, cck13.410, csp1ed10.263, csp2ed10.263, dr13.384, ms10M_889, msdiv309, pts-vp-pli2.76, sya13.417, vri13.273,ms10M_890, ndp10.302, nya5,cck13.411, dr13.385, ms10M_891, nya6, sya13.418,csp1ed10.264, csp2ed10.264, ms10M_892, msdiv310, nya7, pts-vp-pli2.77, vri13.274,bj11.456, cck13.412, dr13.386, ms10M_893, ndp10.303, nya8, sya13.419,cck13.413, csp1ed10.265, csp2ed10.265, dr13.387, ms10M_894, nya9, pts-vp-pli2.78, sya13.420, vri13.275,bj11.458, cck13.414, csp1ed10.266, csp2ed10.266, ms10M_895, msdiv311, ndp10.304, nya10, sya13.421,nya11,nya12,cck13.415, dr13.388, dr13.389, ms10M_896, msdiv312, ndp10.305, nya13, pts-vp-pli2.79, sya13.422, vri13.276,bj11.460, cck13.416, csp1ed10.267, csp2ed10.267, dr13.390, ms10M_897, msdiv313, ndp10.306, pts-vp-pli2.80, sya13.423, sya13.424, vri13.277,nya14,nya15,bj11.462, cck13.417, cck13.418, csp1ed10.268, csp2ed10.268, dr13.391, ms10M_898, msdiv314, ndp10.307, nya16, pts-vp-pli2.81, sya13.425, vri13.278,cck13.419, csp1ed10.269, csp2ed10.269, dr13.392, ms10M_899, msdiv315, ndp10.308, nya17-19, pts-vp-pli2.82, sya13.426, vri13.279,nya20,bj11.464, cck13.420, csp1ed10.270, csp2ed10.270, dr13.393, ms10M_900, msdiv316, ndp10.309, nya21, pts-vp-pli2.83, sya13.427, sya13.428,dr13.394, ms10M_901",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn83",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Maghadevasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "horner"
  ]
}