{
  "root_text": {
    "uid": "mn86",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Angulimàla",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Born From the Beloved ",
      "uid": "mn87"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Prince Bodhi ",
      "uid": "mn85"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn86' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>86. Kinh Angulimàla</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn trú tại <i lang='pli' translate='no'>Sāvatthi</i>, <i lang='pli' translate='no'>Jetavana</i>, ở tinh xá ông Anthapindika (Cấp cô độc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Lúc bấy giờ, trong lãnh thổ của quốc vương <i lang='pli' translate='no'>Pasenadi</i> (Ba-tư-nặc), nước <i lang='pli' translate='no'>Kosala</i>, có tên cướp Angulimala một thợ săn, tay vấy máu, sát hại, bạo tàn, không có lòng từ mẫn đối với chúng sanh. Vì nó, các làng trở thành không làng, các thị trấn trở thành không thị trấn, quốc độ trở thành không quốc độ. Do nó luôn luôn giết người, nó mang một vòng hoa làm bằng ngón tay người.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Rồi Thế Tôn vào buổi sáng đắp y, cầm y bát, vào <i lang='pli' translate='no'>Sāvatthi</i> để khất thực. Sau khi khất thực ở <i lang='pli' translate='no'>Sāvatthi</i>, ăn xong, dọn dẹp sàng tọa, cầm y bát, Ngài quay trở về và đi trên con đường dẫn đến tên cướp Angulimala. Các người chăn bò, các người chăn thú, các người làm ruộng, các người bộ hành thấy Thế Tôn đang đi trên con đường dẫn đến tên cướp Angulimala, thấy vậy liền bạch Thế Tôn: “Thưa Sa-môn, chớ có đi trên con đường này. Thưa Sa-môn, trên con đường này có tên cướp Angulimala, là một thợ săn, tay vấy máu, sát hại, bạo tàn, không có lòng từ mẫn đối với chúng sanh. Vì nó, các làng trở thành không làng, các thị trấn trở thành không thị trấn, các quốc độ trở thành không quốc độ. Do nó luôn luôn giết người, nó mang một vòng hoa làm bằng ngón tay người. Thưa Sa-môn, trên đường này, có mười người, hai mươi người, ba mươi người, bốn mươi người tụ họp lại, tụ họp lại rồi cùng đi. Tuy vậy, họ vẫn rơi vào tay của tên cướp Angulimala”. Ðược nghe nói vậy, Thế Tôn giữ im lặng, vẫn tiếp tục đi.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Lần thứ hai, các người chăn bò, các người chăn thú, các người làm ruộng, các người đi đường bạch Thế Tôn: “Thưa Sa-môn, chớ có đi con đường ấy … rơi vào tay của tên cướp Angulimala”. Lần thứ hai, Thế Tôn giữ im lặng, vẫn tiếp tục đi.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Lần thứ ba, các người chăn bò, các người chăn thú, các người làm ruộng, các người đi đường bạch Thế Tôn: “Thưa Sa-môn, chớ có đi con đường ấy … rơi vào tay của tên cướp Angulimala”. Thế Tôn giữ im lặng, vẫn tiếp tục đi.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Tên cướp Angulimala thấy Thế Tôn từ xa đi lại, sau khi thấy liền nghĩ: “Thật vi diệu thay! Thật hy hữu thay! Con đường này, cho đến mười người, hai mươi người, ba mươi người, bốn mươi người, năm mươi người tụ họp lại, tụ họp lại rồi cùng đi; tuy vậy, chúng vẫn rơi vào tay của ta. Nay người Sa-môn này, chỉ có một mình, không có người thứ hai, lại đi đến, hình như do một sức mạnh gì? Vậy ta giết hại mạng sống của người Sa-môn này! ” Rồi tên cướp Angulimala lấy kiếm và tấm khiên, đeo cung và tên vào, và đi theo sau lưng Thế Tôn.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Rồi Thế Tôn hiện thần thông lực một cách làm cho tên cướp Angulimala, dầu cho đi với tất cả tốc lực của nó cũng không có thể bắt kịp Thế Tôn đang đi với tốc lực bình thường. Rồi tên cướp Angulimala suy nghĩ: “Thật vi diệu thay! Thật hy hữu thay! Ta trước đây đuổi theo con voi đang chạy và bắt kịp nó, đuổi theo con ngựa đang chạy và bắt kịp nó, đuổi theo chiếc xe đang chạy và bắt kịp nó, đuổi theo con nai đang chạy và bắt kịp nó. Nay dẫu ta đi với tất cả tốc lực của ta cũng không thể bắt kịp Sa-môn này đang đi với tốc lực bình thường”. Nó thưa với Thế Tôn</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Hãy đứng lại, Sa-môn! Hãy đứng lại, Sa-môn!</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Ta đã đứng rồi, này Angulimala! Và ngươi hãy đứng lại!</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Rồi tên cướp Angulimala suy nghĩ: “Những Sa-môn Thích Tử này là những người nói sự thật và chấp nhận sự thật. Và Sa-môn này dẫu cho đang đi lại nói: “Ta đã đứng rồi, này Angulimala! Và ngươi hãy đứng lại”. Vậy ta hãy hỏi vị Sa-môn này”. Rồi tên cướp Angulimala với bài kệ nói với Thế Tôn</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>—Người đi lại nói: “Ta đã đứng rồi”,<br>\nTa đứng, Ngươi nói: “Sao ta không đứng?”<br>\nSa-môn, ta hỏi về ý nghĩa này,<br>\nSao Ngươi đứng lại, còn ta không đứng?</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>—Angulimala, Ta đã đứng rồi.<br>\nVới mọi chúng sanh, Ta bỏ trượng, kiếm,<br>\nCòn ngươi hữu tình, không tự kiềm chế,<br>\nDo vậy, Ta đứng, còn Ngươi chưa đứng.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>—Ðã lâu tôi kính, bậc Ðại Tiên Nhân,<br>\nNay Sa-môn này bước vào Ðại Lâm.<br>\nKhông lâu, tôi sẽ đoạn trừ ác pháp,<br>\nSau khi được nghe pháp kệ của Ngài.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Nói xong tên cướp liền quăng bỏ kiếm,<br>\nQuăng bỏ khí giới xuống vực thâm sâu,<br>\nTên cướp đảnh lễ dưới chân Thiện Thệ,<br>\nNgay tại chỗ ấy, xin được xuất gia.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Ðức Phật từ bi, bậc Ðại Tiên Nhân,<br>\nÐạo Sư Nhân giới, cùng với Thiên giới,<br>\nNgài đã trả lời: “Thiện lai Tỷ-kheo”.<br>\nUy đức Tỷ-kheo được Ngài xác chứng.</p>\n</blockquote>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Rồi Thế Tôn cùng Tôn giả Angulimala là Sa-môn tùy tùng, bắt đầu du hành đi đến <i lang='pli' translate='no'>Sāvatthi</i>, và tuần tự du hành, Thế Tôn đến <i lang='pli' translate='no'>Sāvatthi</i>. Ở đây, Thế Tôn trú tại <i lang='pli' translate='no'>Sāvatthi</i>, <i lang='pli' translate='no'>Jetavana</i>, tại tinh xá ông Anthapindika.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Lúc bấy giờ, tại cửa nội cung vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, một số đông quần chúng tụ họp lại, cao tiếng, lớn tiếng nói lên: “Tâu Ðại vương, trong lãnh thổ Ðại vương, có tên cướp tên Angulimala, là tên thợ săn, bàn tay vấy máu, sát hại, bạo tàn, không có lòng từ mẫn đối với chúng sanh. Do vì nó, các làng trở thành không làng, thị trấn trở thành không thị trấn, quốc độ trở thành không quốc độ. Do nó luôn luôn giết người, nó mang một vòng hoa làm bằng ngón tay người. Ðại vương hãy tẩn xuất nó”.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, với khoảng năm trăm con ngựa, sáng sớm đi ra khỏi <i lang='pli' translate='no'>Sāvatthi</i>, đi đến tinh xá, đi xe đến chỗ nào còn đi xe được, rồi vua xuống xe, đi bộ đến Thế Tôn, sau khi đến, đảnh lễ Thế Tôn rồi ngồi xuống một bên. Thế Tôn nói với vua <i lang='pli' translate='no'>Pasenadi</i> xứ <i lang='pli' translate='no'>Kosala</i> đang ngồi một bên</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Thưa Ðại vương, có phải vua Seniya <i lang='pli' translate='no'>Bimbisāra</i> nước <i lang='pli' translate='no'>Magadha</i> tức giận với Ðại vương, hay các người <i lang='pli' translate='no'>Licchavi</i> ở <i lang='pli' translate='no'>Vesālī</i>, hay một địch vương nào khác?</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>—Bạch Thế Tôn, vua Seniya <i lang='pli' translate='no'>Bimbisāra</i> xứ <i lang='pli' translate='no'>Magadha</i> không có tức giận với con, không phải các người <i lang='pli' translate='no'>Licchavi</i> ở <i lang='pli' translate='no'>Vesālī</i>, cũng không phải có địch vương nào khác. Bạch Thế Tôn, trong lãnh thổ của con, có tên cướp tên là Angulimala, một tên thợ săn, bàn tay vấy máu, sát hại, bạo tàn, không có lòng từ mẫn đối với chúng sanh. Vì nó, các làng trở thành không làng, các thị trấn trở thành không thị trấn, các quốc độ trở thành không quốc độ. Bạch Thế Tôn, nhưng con không có thể tẩn xuất nó được (napatisedhissami).</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>—Thưa Ðại vương, nếu Ðại vương được thấy Angulimala cạo bỏ râu tóc, đắp áo cà-sa, xuất gia, từ bỏ gia đình, sống không gia đình, từ bỏ sát sanh, từ bỏ lấy của không cho, từ bỏ nói láo, ăn một ngày một bữa, sống Phạm hạnh, giữ giới, hành trì thiện pháp. Ðại vương sẽ làm gì với Angulimala?</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>—Bạch Thế Tôn, con sẽ đảnh lễ, hay đứng dậy, hay đưa ghế mời ngồi, hay lo liệu bốn sự cúng dường Angulimala, tức là y phục, ẩm thực, sàng tọa và dược phẩm trị bệnh, hay chúng con bảo vệ, hộ trì đúng pháp. Nhưng Bạch Thế Tôn, từ đâu một người phá giới, làm các ác pháp lại có thể trở thành giữ giới, biết chế ngự như vậy?</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Lúc bấy giờ tôn giả Angulimala ngồi không xa Thế Tôn bao nhiêu. Rồi Thế Tôn duỗi cánh tay mặt và nói với vua <i lang='pli' translate='no'>Pasenadi</i></p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>—Thưa Ðại vương, đây là Angulimala.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> liền hoảng sợ, run sợ, lông tóc dựng ngược. Thế Tôn biết được vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, hoảng sợ, khiếp sợ, lông tóc dựng ngược, bèn nói với vua <i lang='pli' translate='no'>Pasenadi</i>, nước <i lang='pli' translate='no'>Kosala</i></p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>—Chớ có sợ hãi, thưa Ðại vương! Chớ có sợ hãi, thưa Ðại vương. Ở đây, không có gì đáng sợ hãi cho Ðại vương.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Rồi sự hoảng sợ, khiếp sợ, lông tóc dựng ngược của vua <i lang='pli' translate='no'>Pasenadi</i>, nước <i lang='pli' translate='no'>Kosala</i>, được tan biến. Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> đến gần Tôn giả Angulimala, sau khi đến, thưa với Tôn giả Angulimala</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>—Thưa Tôn giả, có phải Tôn giả là Angulimala?</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>—Thưa phải, Ðại vương.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>—Thưa Tôn giả, phụ thân Tôn giả thuộc dòng họ gì? Mẫu thân thuộc dòng họ gì?</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>—Thưa Ðại vương, phụ thân tôi thuộc dòng họ Gagga, mẫu thân thuộc dòng họ Mantani.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>—Thưa Tôn giả, mong Tôn giả Gagga <i lang='pli' translate='no'>Mantāniputta</i> được hoan hỷ. Tôi sẽ cố gắng lo bốn sự cúng dường là y phục, ẩm thực, sàng tọa, y dược trị bệnh cho tôn giả.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Lúc bấy giờ, Tôn giả Angulimala theo hạnh ở rừng núi, đi khất thực mà ăn, sống chỉ với ba y. Rồi Tôn giả Angulimala nói với vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i></p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>—Thôi vừa rồi, thưa Ðại vương, tôi đã đủ ba y.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> đi đến gần Thế Tôn, sau khi đến, đảnh lễ Thế Tôn và ngồi xuống một bên. Ngồi xuống một bên, vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>—Thật vi diệu thay, bạch Thế Tôn! Thật hy hữu thay, bạch Thế Tôn! Làm sao Thế Tôn lại nhiếp phục được người không thể nhiếp phục, làm cho an tịnh được người không thể an tịnh, làm cho tịch diệt được người không có thể tịch diệt. Bạch Thế Tôn, đối với người con không thể nhiếp phục với gậy, với kiếm, Thế Tôn đã có thể nhiếp phục được, với không gậy, không kiếm. Bạch Thế Tôn, nay chúng con phải đi. Chúng con có nhiều công việc, có nhiều trách nhiệm phải làm.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>—Thưa Ðại vương, nay Ðại vương hãy làm những gì Ðại vương nghĩ là hợp thời.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i>, nước <i lang='pli' translate='no'>Kosala</i>, từ chỗ ngồi đứng dậy, đảnh lễ Thế Tôn, thân bên hữu hướng về Ngài và ra đi.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Rồi Tôn giả Angulimala, vào buổi sáng đắp y, cầm y bát đi vào <i lang='pli' translate='no'>Sāvatthi</i> để khất thực. Trong khi đi khất thực từng nhà một ở <i lang='pli' translate='no'>Sāvatthi</i>, Tôn giả Angulimala thấy một người đàn bà đang sanh đẻ, rất là nguy kịch và đau đớn. Thấy vậy, Tôn giả suy nghĩ: “Thật đau khổ thay các chúng sanh! Thật đau khổ thay các chúng sanh! ” Rồi Tôn giả Angulimala, sau khi đi khất thực ở <i lang='pli' translate='no'>Sāvatthi</i>, sau buổi ăn, trên con đường đi khất thực trở về, đi đến Thế Tôn, sau khi đến, đảnh lễ Thế Tôn rồi ngồi xuống một bên. Ngồi xuống một bên, Tôn giả Angulimala bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>—Bạch Thế Tôn, ở đây, con vào buổi sáng đắp y, cầm y bát, đi vào thành <i lang='pli' translate='no'>Sāvatthi</i> để khất thực. Bạch Thế Tôn, trong khi đi khất thực từng nhà một ở <i lang='pli' translate='no'>Sāvatthi</i>, con thấy một người đàn bà đang sanh đẻ, rất là nguy kịch, đau đớn. Thấy vậy, con suy nghĩ: “Thật đau khổ thay các chúng sanh! Thật đau khổ thay các chúng sanh! ”</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>—Này Angulimala, Ông hãy đi đến <i lang='pli' translate='no'>Sāvatthi</i>, sau khi đến, nói với người đàn bà ấy như sau: “Này Bà chị, vì rằng tôi từ khi sanh ra chưa bao giờ cố ý giết hại mạng sống của chúng sanh, mong rằng với sự thật ấy, bà được an toàn, và sanh đẻ được an toàn!”</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>—Bạch Thế Tôn, nếu làm vậy, thời con là cố ý nói láo. Bạch Thế Tôn, con đã cố ý giết hại mạng sống rất nhiều chúng sanh rồi.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>—Vậy thì, này Angulimala, Ông hãy đi đến <i lang='pli' translate='no'>Sāvatthi</i>, sau khi đến hãy nói với người đàn bà ấy như sau: “Này Bà chị, vì rằng tôi từ khi được Thánh sanh đến này chưa bao giờ cố ý giết hại mạng sống của chúng sanh, mong rằng với sự thật ấy, bà được an toàn và sanh đẻ được an toàn!”</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>—Thưa vâng, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>Tôn giả Angulimala, sau khi vâng đáp Thế Tôn, đi đến <i lang='pli' translate='no'>Sāvatthi</i>, sau khi đến nói với người đàn bà ấy như sau: “Thưa Bà chị, vì rằng tôi từ khi được Thánh sanh đến nay chưa bao giờ cố ý giết hại mạng sống của chúng sanh, mong rằng với sự thật ấy, bà được an toàn, và sanh đẻ được an toàn!” Và người đàn bà được an toàn, sanh đẻ được an toàn.</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>Rồi Tôn giả Angulimala, sống một mình, viễn ly, không phóng dật, nhiệt tâm, tinh cần, và không bao lâu sau, tự thân chứng ngộ với thắng trí, chứng đắc và an trú ngay trong hiện tại vô thượng cứu cánh Phạm hạnh mà vì mục đích này các Thiện nam tử xuất gia, từ bỏ gia đình, sống không gia đình. “Sanh đã tận, Phạm hạnh đã thành, những gì nên làm đã làm, từ nay không còn trở lui đời này nữa”. Vị ấy biết như vậy. Và như vậy, Tôn giả Angulimala trở thành một vị A-la-hán nữa.</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>Rồi Tôn giả Angulimala buổi sáng đắp y, cầm y bát, đi vào <i lang='pli' translate='no'>Sāvatthi</i> để khất thực. Lúc bấy giờ, một cục đất do một người ném, rơi trên thân Tôn giả Angulimala, rồi một cây gậy do một người khác quăng, rơi trên thân Tôn giả Angulimala, rồi một hòn sỏi do một người khác quăng, rơi trên thân Tôn giả Angulimala. Rồi Tôn giả Angulimala bị lỗ đầu, chảy máu, bình bát bị bể, ngoại y bị rách, đi đến Thế Tôn. Thế Tôn thấy Tôn giả Angulimala từ xa đi đến, thấy vậy, liền nói với Tôn giả Angulimala: “Hãy kham nhẫn, này Bà-la-môn! Hãy kham nhẫn, này Bà-la-môn! Ông đang gặt hái ngay trong hiện tại quả báo của nghiệp mà đáng lẽ Ông phải chịu nấu sôi ở địa ngục nhiều năm, nhiều trăm năm, nhiều ngàn năm”.</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>Rồi Tôn giả Angulimala sống độc cư, Thiền tịnh, cảm thọ được giải thoát lạc, và trong lúc ấy nói lên lời cảm khái sau đây:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>“Ai trước phóng dật, sau không phóng dật,<br>\nSáng chói đời này, như trăng thoát mây,<br>\nAi làm ác nghiệp, nhờ thiện chận lại,<br>\nSáng chói đời này, như trăng thoát mây.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Niên thiếu Tỷ-kheo trung thành Phật giáo,<br>\nSáng chói đời này, như trăng thoát mây.<br>\nMong kẻ địch ta, nghe giảng Pháp thoại!<br>\nMong kẻ địch ta, trung thành Phật giáo!</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>Mong kẻ địch ta, thọ lãnh chánh pháp,<br>\nThân tâm an tịnh, san sẻ mọi người.<br>\nMong kẻ địch ta, từ bậc Thuyết nhẫn,<br>\nTừ bậc Tán thán, vô oán hận tâm.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>Thời thời nghe pháp, y pháp hành trì.<br>\nMột kẻ như vậy, không có hại ta,<br>\nCũng không làm hại một người nào khác.<br>\nVị ấy sẽ chứng tối thượng tịch tịnh.</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>Hộ trì mọi người, kẻ tham người không,<br>\nNhư người dẫn nước, hướng dẫn nước chảy,<br>\nNhư kẻ làm tên uốn cong thân tên,<br>\nNhư người thợ mộc uốn nắn cây gỗ.</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>Kẻ trí tự mình, tự điều phục mình,<br>\nCó kẻ được điều bởi gậy, roi, móc,<br>\nRiêng Ta được điều không gậy, không kiếm.<br>\n(Bởi bậc như vậy).</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>Ta tên Vô Hại, trước ta sát hại,<br>\nNay được chánh danh, vì chẳng hại ai.<br>\nTrước ta được tên Angulimala,<br>\nBị nước thác cuốn, ta quy y Phật.</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>Trước tay vấy máu, danh xưng Angulimala,<br>\nXem ta quy y, đoạn dây sanh tử,<br>\nLàm nghiệp như vậy phải sanh ác thú,<br>\nKhi lãnh nghiệp báo, không nợ ta hưởng.</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>Kẻ ngu vô trí, đam mê phóng dật,<br>\nCòn người có trí, giữ không phóng dật,<br>\nNhư giữ tài sản, tối thượng, tối quý,<br>\nChớ mê phóng dật, chớ mê dục lạc.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>Giữ không phóng dật, luôn luôn Thiền định,<br>\nChứng đắc đại lạc, quảng đại vô lượng,<br>\nThiện lai, ta đến, không đi lạc hướng,<br>\nKhông ai khuyên ta theo tư tưởng ác.</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>Giữa các chân lý được khéo giảng dạy,<br>\nChân lý ta theo, chân lý tối thượng,<br>\nThiện lai ta đến, không đi lạc hướng,<br>\nKhông ai khuyên ta theo tư tưởng ác,<br>\nBa minh ta chứng, Phật lý viên thành.</p>\n</blockquote>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 18–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn86",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Angulimàla",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Born From the Beloved ",
      "uid": "mn87"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Prince Bodhi ",
      "uid": "mn85"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn86' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>86. Kinh Angulimàla</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn trú tại <i lang='pli' translate='no'>Sāvatthi</i>, <i lang='pli' translate='no'>Jetavana</i>, ở tinh xá ông Anthapindika (Cấp cô độc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Lúc bấy giờ, trong lãnh thổ của quốc vương <i lang='pli' translate='no'>Pasenadi</i> (Ba-tư-nặc), nước <i lang='pli' translate='no'>Kosala</i>, có tên cướp Angulimala một thợ săn, tay vấy máu, sát hại, bạo tàn, không có lòng từ mẫn đối với chúng sanh. Vì nó, các làng trở thành không làng, các thị trấn trở thành không thị trấn, quốc độ trở thành không quốc độ. Do nó luôn luôn giết người, nó mang một vòng hoa làm bằng ngón tay người.</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>Rồi Thế Tôn vào buổi sáng đắp y, cầm y bát, vào <i lang='pli' translate='no'>Sāvatthi</i> để khất thực. Sau khi khất thực ở <i lang='pli' translate='no'>Sāvatthi</i>, ăn xong, dọn dẹp sàng tọa, cầm y bát, Ngài quay trở về và đi trên con đường dẫn đến tên cướp Angulimala. Các người chăn bò, các người chăn thú, các người làm ruộng, các người bộ hành thấy Thế Tôn đang đi trên con đường dẫn đến tên cướp Angulimala, thấy vậy liền bạch Thế Tôn: “Thưa Sa-môn, chớ có đi trên con đường này. Thưa Sa-môn, trên con đường này có tên cướp Angulimala, là một thợ săn, tay vấy máu, sát hại, bạo tàn, không có lòng từ mẫn đối với chúng sanh. Vì nó, các làng trở thành không làng, các thị trấn trở thành không thị trấn, các quốc độ trở thành không quốc độ. Do nó luôn luôn giết người, nó mang một vòng hoa làm bằng ngón tay người. Thưa Sa-môn, trên đường này, có mười người, hai mươi người, ba mươi người, bốn mươi người tụ họp lại, tụ họp lại rồi cùng đi. Tuy vậy, họ vẫn rơi vào tay của tên cướp Angulimala”. Ðược nghe nói vậy, Thế Tôn giữ im lặng, vẫn tiếp tục đi.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Lần thứ hai, các người chăn bò, các người chăn thú, các người làm ruộng, các người đi đường bạch Thế Tôn: “Thưa Sa-môn, chớ có đi con đường ấy … rơi vào tay của tên cướp Angulimala”. Lần thứ hai, Thế Tôn giữ im lặng, vẫn tiếp tục đi.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Lần thứ ba, các người chăn bò, các người chăn thú, các người làm ruộng, các người đi đường bạch Thế Tôn: “Thưa Sa-môn, chớ có đi con đường ấy … rơi vào tay của tên cướp Angulimala”. Thế Tôn giữ im lặng, vẫn tiếp tục đi.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Tên cướp Angulimala thấy Thế Tôn từ xa đi lại, sau khi thấy liền nghĩ: “Thật vi diệu thay! Thật hy hữu thay! Con đường này, cho đến mười người, hai mươi người, ba mươi người, bốn mươi người, năm mươi người tụ họp lại, tụ họp lại rồi cùng đi; tuy vậy, chúng vẫn rơi vào tay của ta. Nay người Sa-môn này, chỉ có một mình, không có người thứ hai, lại đi đến, hình như do một sức mạnh gì? Vậy ta giết hại mạng sống của người Sa-môn này! ” Rồi tên cướp Angulimala lấy kiếm và tấm khiên, đeo cung và tên vào, và đi theo sau lưng Thế Tôn.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Rồi Thế Tôn hiện thần thông lực một cách làm cho tên cướp Angulimala, dầu cho đi với tất cả tốc lực của nó cũng không có thể bắt kịp Thế Tôn đang đi với tốc lực bình thường. Rồi tên cướp Angulimala suy nghĩ: “Thật vi diệu thay! Thật hy hữu thay! Ta trước đây đuổi theo con voi đang chạy và bắt kịp nó, đuổi theo con ngựa đang chạy và bắt kịp nó, đuổi theo chiếc xe đang chạy và bắt kịp nó, đuổi theo con nai đang chạy và bắt kịp nó. Nay dẫu ta đi với tất cả tốc lực của ta cũng không thể bắt kịp Sa-môn này đang đi với tốc lực bình thường”. Nó thưa với Thế Tôn</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Hãy đứng lại, Sa-môn! Hãy đứng lại, Sa-môn!</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Ta đã đứng rồi, này Angulimala! Và ngươi hãy đứng lại!</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Rồi tên cướp Angulimala suy nghĩ: “Những Sa-môn Thích Tử này là những người nói sự thật và chấp nhận sự thật. Và Sa-môn này dẫu cho đang đi lại nói: “Ta đã đứng rồi, này Angulimala! Và ngươi hãy đứng lại”. Vậy ta hãy hỏi vị Sa-môn này”. Rồi tên cướp Angulimala với bài kệ nói với Thế Tôn</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>—Người đi lại nói: “Ta đã đứng rồi”,<br>\nTa đứng, Ngươi nói: “Sao ta không đứng?”<br>\nSa-môn, ta hỏi về ý nghĩa này,<br>\nSao Ngươi đứng lại, còn ta không đứng?</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>—Angulimala, Ta đã đứng rồi.<br>\nVới mọi chúng sanh, Ta bỏ trượng, kiếm,<br>\nCòn ngươi hữu tình, không tự kiềm chế,<br>\nDo vậy, Ta đứng, còn Ngươi chưa đứng.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>—Ðã lâu tôi kính, bậc Ðại Tiên Nhân,<br>\nNay Sa-môn này bước vào Ðại Lâm.<br>\nKhông lâu, tôi sẽ đoạn trừ ác pháp,<br>\nSau khi được nghe pháp kệ của Ngài.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Nói xong tên cướp liền quăng bỏ kiếm,<br>\nQuăng bỏ khí giới xuống vực thâm sâu,<br>\nTên cướp đảnh lễ dưới chân Thiện Thệ,<br>\nNgay tại chỗ ấy, xin được xuất gia.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Ðức Phật từ bi, bậc Ðại Tiên Nhân,<br>\nÐạo Sư Nhân giới, cùng với Thiên giới,<br>\nNgài đã trả lời: “Thiện lai Tỷ-kheo”.<br>\nUy đức Tỷ-kheo được Ngài xác chứng.</p>\n</blockquote>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Rồi Thế Tôn cùng Tôn giả Angulimala là Sa-môn tùy tùng, bắt đầu du hành đi đến <i lang='pli' translate='no'>Sāvatthi</i>, và tuần tự du hành, Thế Tôn đến <i lang='pli' translate='no'>Sāvatthi</i>. Ở đây, Thế Tôn trú tại <i lang='pli' translate='no'>Sāvatthi</i>, <i lang='pli' translate='no'>Jetavana</i>, tại tinh xá ông Anthapindika.</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>Lúc bấy giờ, tại cửa nội cung vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, một số đông quần chúng tụ họp lại, cao tiếng, lớn tiếng nói lên: “Tâu Ðại vương, trong lãnh thổ Ðại vương, có tên cướp tên Angulimala, là tên thợ săn, bàn tay vấy máu, sát hại, bạo tàn, không có lòng từ mẫn đối với chúng sanh. Do vì nó, các làng trở thành không làng, thị trấn trở thành không thị trấn, quốc độ trở thành không quốc độ. Do nó luôn luôn giết người, nó mang một vòng hoa làm bằng ngón tay người. Ðại vương hãy tẩn xuất nó”.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, với khoảng năm trăm con ngựa, sáng sớm đi ra khỏi <i lang='pli' translate='no'>Sāvatthi</i>, đi đến tinh xá, đi xe đến chỗ nào còn đi xe được, rồi vua xuống xe, đi bộ đến Thế Tôn, sau khi đến, đảnh lễ Thế Tôn rồi ngồi xuống một bên. Thế Tôn nói với vua <i lang='pli' translate='no'>Pasenadi</i> xứ <i lang='pli' translate='no'>Kosala</i> đang ngồi một bên</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Thưa Ðại vương, có phải vua Seniya <i lang='pli' translate='no'>Bimbisāra</i> nước <i lang='pli' translate='no'>Magadha</i> tức giận với Ðại vương, hay các người <i lang='pli' translate='no'>Licchavi</i> ở <i lang='pli' translate='no'>Vesālī</i>, hay một địch vương nào khác?</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>—Bạch Thế Tôn, vua Seniya <i lang='pli' translate='no'>Bimbisāra</i> xứ <i lang='pli' translate='no'>Magadha</i> không có tức giận với con, không phải các người <i lang='pli' translate='no'>Licchavi</i> ở <i lang='pli' translate='no'>Vesālī</i>, cũng không phải có địch vương nào khác. Bạch Thế Tôn, trong lãnh thổ của con, có tên cướp tên là Angulimala, một tên thợ săn, bàn tay vấy máu, sát hại, bạo tàn, không có lòng từ mẫn đối với chúng sanh. Vì nó, các làng trở thành không làng, các thị trấn trở thành không thị trấn, các quốc độ trở thành không quốc độ. Bạch Thế Tôn, nhưng con không có thể tẩn xuất nó được (napatisedhissami).</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>—Thưa Ðại vương, nếu Ðại vương được thấy Angulimala cạo bỏ râu tóc, đắp áo cà-sa, xuất gia, từ bỏ gia đình, sống không gia đình, từ bỏ sát sanh, từ bỏ lấy của không cho, từ bỏ nói láo, ăn một ngày một bữa, sống Phạm hạnh, giữ giới, hành trì thiện pháp. Ðại vương sẽ làm gì với Angulimala?</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>—Bạch Thế Tôn, con sẽ đảnh lễ, hay đứng dậy, hay đưa ghế mời ngồi, hay lo liệu bốn sự cúng dường Angulimala, tức là y phục, ẩm thực, sàng tọa và dược phẩm trị bệnh, hay chúng con bảo vệ, hộ trì đúng pháp. Nhưng Bạch Thế Tôn, từ đâu một người phá giới, làm các ác pháp lại có thể trở thành giữ giới, biết chế ngự như vậy?</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Lúc bấy giờ tôn giả Angulimala ngồi không xa Thế Tôn bao nhiêu. Rồi Thế Tôn duỗi cánh tay mặt và nói với vua <i lang='pli' translate='no'>Pasenadi</i></p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>—Thưa Ðại vương, đây là Angulimala.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> liền hoảng sợ, run sợ, lông tóc dựng ngược. Thế Tôn biết được vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, hoảng sợ, khiếp sợ, lông tóc dựng ngược, bèn nói với vua <i lang='pli' translate='no'>Pasenadi</i>, nước <i lang='pli' translate='no'>Kosala</i></p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>—Chớ có sợ hãi, thưa Ðại vương! Chớ có sợ hãi, thưa Ðại vương. Ở đây, không có gì đáng sợ hãi cho Ðại vương.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Rồi sự hoảng sợ, khiếp sợ, lông tóc dựng ngược của vua <i lang='pli' translate='no'>Pasenadi</i>, nước <i lang='pli' translate='no'>Kosala</i>, được tan biến. Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> đến gần Tôn giả Angulimala, sau khi đến, thưa với Tôn giả Angulimala</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>—Thưa Tôn giả, có phải Tôn giả là Angulimala?</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>—Thưa phải, Ðại vương.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>—Thưa Tôn giả, phụ thân Tôn giả thuộc dòng họ gì? Mẫu thân thuộc dòng họ gì?</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>—Thưa Ðại vương, phụ thân tôi thuộc dòng họ Gagga, mẫu thân thuộc dòng họ Mantani.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>—Thưa Tôn giả, mong Tôn giả Gagga <i lang='pli' translate='no'>Mantāniputta</i> được hoan hỷ. Tôi sẽ cố gắng lo bốn sự cúng dường là y phục, ẩm thực, sàng tọa, y dược trị bệnh cho tôn giả.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Lúc bấy giờ, Tôn giả Angulimala theo hạnh ở rừng núi, đi khất thực mà ăn, sống chỉ với ba y. Rồi Tôn giả Angulimala nói với vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i></p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>—Thôi vừa rồi, thưa Ðại vương, tôi đã đủ ba y.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> đi đến gần Thế Tôn, sau khi đến, đảnh lễ Thế Tôn và ngồi xuống một bên. Ngồi xuống một bên, vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>—Thật vi diệu thay, bạch Thế Tôn! Thật hy hữu thay, bạch Thế Tôn! Làm sao Thế Tôn lại nhiếp phục được người không thể nhiếp phục, làm cho an tịnh được người không thể an tịnh, làm cho tịch diệt được người không có thể tịch diệt. Bạch Thế Tôn, đối với người con không thể nhiếp phục với gậy, với kiếm, Thế Tôn đã có thể nhiếp phục được, với không gậy, không kiếm. Bạch Thế Tôn, nay chúng con phải đi. Chúng con có nhiều công việc, có nhiều trách nhiệm phải làm.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>—Thưa Ðại vương, nay Ðại vương hãy làm những gì Ðại vương nghĩ là hợp thời.</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i>, nước <i lang='pli' translate='no'>Kosala</i>, từ chỗ ngồi đứng dậy, đảnh lễ Thế Tôn, thân bên hữu hướng về Ngài và ra đi.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Rồi Tôn giả Angulimala, vào buổi sáng đắp y, cầm y bát đi vào <i lang='pli' translate='no'>Sāvatthi</i> để khất thực. Trong khi đi khất thực từng nhà một ở <i lang='pli' translate='no'>Sāvatthi</i>, Tôn giả Angulimala thấy một người đàn bà đang sanh đẻ, rất là nguy kịch và đau đớn. Thấy vậy, Tôn giả suy nghĩ: “Thật đau khổ thay các chúng sanh! Thật đau khổ thay các chúng sanh! ” Rồi Tôn giả Angulimala, sau khi đi khất thực ở <i lang='pli' translate='no'>Sāvatthi</i>, sau buổi ăn, trên con đường đi khất thực trở về, đi đến Thế Tôn, sau khi đến, đảnh lễ Thế Tôn rồi ngồi xuống một bên. Ngồi xuống một bên, Tôn giả Angulimala bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>—Bạch Thế Tôn, ở đây, con vào buổi sáng đắp y, cầm y bát, đi vào thành <i lang='pli' translate='no'>Sāvatthi</i> để khất thực. Bạch Thế Tôn, trong khi đi khất thực từng nhà một ở <i lang='pli' translate='no'>Sāvatthi</i>, con thấy một người đàn bà đang sanh đẻ, rất là nguy kịch, đau đớn. Thấy vậy, con suy nghĩ: “Thật đau khổ thay các chúng sanh! Thật đau khổ thay các chúng sanh! ”</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>—Này Angulimala, Ông hãy đi đến <i lang='pli' translate='no'>Sāvatthi</i>, sau khi đến, nói với người đàn bà ấy như sau: “Này Bà chị, vì rằng tôi từ khi sanh ra chưa bao giờ cố ý giết hại mạng sống của chúng sanh, mong rằng với sự thật ấy, bà được an toàn, và sanh đẻ được an toàn!”</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>—Bạch Thế Tôn, nếu làm vậy, thời con là cố ý nói láo. Bạch Thế Tôn, con đã cố ý giết hại mạng sống rất nhiều chúng sanh rồi.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>—Vậy thì, này Angulimala, Ông hãy đi đến <i lang='pli' translate='no'>Sāvatthi</i>, sau khi đến hãy nói với người đàn bà ấy như sau: “Này Bà chị, vì rằng tôi từ khi được Thánh sanh đến này chưa bao giờ cố ý giết hại mạng sống của chúng sanh, mong rằng với sự thật ấy, bà được an toàn và sanh đẻ được an toàn!”</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>—Thưa vâng, bạch Thế Tôn.</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>Tôn giả Angulimala, sau khi vâng đáp Thế Tôn, đi đến <i lang='pli' translate='no'>Sāvatthi</i>, sau khi đến nói với người đàn bà ấy như sau: “Thưa Bà chị, vì rằng tôi từ khi được Thánh sanh đến nay chưa bao giờ cố ý giết hại mạng sống của chúng sanh, mong rằng với sự thật ấy, bà được an toàn, và sanh đẻ được an toàn!” Và người đàn bà được an toàn, sanh đẻ được an toàn.</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>Rồi Tôn giả Angulimala, sống một mình, viễn ly, không phóng dật, nhiệt tâm, tinh cần, và không bao lâu sau, tự thân chứng ngộ với thắng trí, chứng đắc và an trú ngay trong hiện tại vô thượng cứu cánh Phạm hạnh mà vì mục đích này các Thiện nam tử xuất gia, từ bỏ gia đình, sống không gia đình. “Sanh đã tận, Phạm hạnh đã thành, những gì nên làm đã làm, từ nay không còn trở lui đời này nữa”. Vị ấy biết như vậy. Và như vậy, Tôn giả Angulimala trở thành một vị A-la-hán nữa.</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>Rồi Tôn giả Angulimala buổi sáng đắp y, cầm y bát, đi vào <i lang='pli' translate='no'>Sāvatthi</i> để khất thực. Lúc bấy giờ, một cục đất do một người ném, rơi trên thân Tôn giả Angulimala, rồi một cây gậy do một người khác quăng, rơi trên thân Tôn giả Angulimala, rồi một hòn sỏi do một người khác quăng, rơi trên thân Tôn giả Angulimala. Rồi Tôn giả Angulimala bị lỗ đầu, chảy máu, bình bát bị bể, ngoại y bị rách, đi đến Thế Tôn. Thế Tôn thấy Tôn giả Angulimala từ xa đi đến, thấy vậy, liền nói với Tôn giả Angulimala: “Hãy kham nhẫn, này Bà-la-môn! Hãy kham nhẫn, này Bà-la-môn! Ông đang gặt hái ngay trong hiện tại quả báo của nghiệp mà đáng lẽ Ông phải chịu nấu sôi ở địa ngục nhiều năm, nhiều trăm năm, nhiều ngàn năm”.</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>Rồi Tôn giả Angulimala sống độc cư, Thiền tịnh, cảm thọ được giải thoát lạc, và trong lúc ấy nói lên lời cảm khái sau đây:</p>\n<blockquote class='gatha'>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>“Ai trước phóng dật, sau không phóng dật,<br>\nSáng chói đời này, như trăng thoát mây,<br>\nAi làm ác nghiệp, nhờ thiện chận lại,<br>\nSáng chói đời này, như trăng thoát mây.</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>Niên thiếu Tỷ-kheo trung thành Phật giáo,<br>\nSáng chói đời này, như trăng thoát mây.<br>\nMong kẻ địch ta, nghe giảng Pháp thoại!<br>\nMong kẻ địch ta, trung thành Phật giáo!</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>Mong kẻ địch ta, thọ lãnh chánh pháp,<br>\nThân tâm an tịnh, san sẻ mọi người.<br>\nMong kẻ địch ta, từ bậc Thuyết nhẫn,<br>\nTừ bậc Tán thán, vô oán hận tâm.</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>Thời thời nghe pháp, y pháp hành trì.<br>\nMột kẻ như vậy, không có hại ta,<br>\nCũng không làm hại một người nào khác.<br>\nVị ấy sẽ chứng tối thượng tịch tịnh.</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>Hộ trì mọi người, kẻ tham người không,<br>\nNhư người dẫn nước, hướng dẫn nước chảy,<br>\nNhư kẻ làm tên uốn cong thân tên,<br>\nNhư người thợ mộc uốn nắn cây gỗ.</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>Kẻ trí tự mình, tự điều phục mình,<br>\nCó kẻ được điều bởi gậy, roi, móc,<br>\nRiêng Ta được điều không gậy, không kiếm.<br>\n(Bởi bậc như vậy).</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>Ta tên Vô Hại, trước ta sát hại,<br>\nNay được chánh danh, vì chẳng hại ai.<br>\nTrước ta được tên Angulimala,<br>\nBị nước thác cuốn, ta quy y Phật.</p>\n<p><a class='ref sc' id='sc56' href='#sc56'>SC 56</a>Trước tay vấy máu, danh xưng Angulimala,<br>\nXem ta quy y, đoạn dây sanh tử,<br>\nLàm nghiệp như vậy phải sanh ác thú,<br>\nKhi lãnh nghiệp báo, không nợ ta hưởng.</p>\n<p><a class='ref sc' id='sc57' href='#sc57'>SC 57</a>Kẻ ngu vô trí, đam mê phóng dật,<br>\nCòn người có trí, giữ không phóng dật,<br>\nNhư giữ tài sản, tối thượng, tối quý,<br>\nChớ mê phóng dật, chớ mê dục lạc.</p>\n<p><a class='ref sc' id='sc58' href='#sc58'>SC 58</a>Giữ không phóng dật, luôn luôn Thiền định,<br>\nChứng đắc đại lạc, quảng đại vô lượng,<br>\nThiện lai, ta đến, không đi lạc hướng,<br>\nKhông ai khuyên ta theo tư tưởng ác.</p>\n<p><a class='ref sc' id='sc59' href='#sc59'>SC 59</a>Giữa các chân lý được khéo giảng dạy,<br>\nChân lý ta theo, chân lý tối thượng,<br>\nThiện lai ta đến, không đi lạc hướng,<br>\nKhông ai khuyên ta theo tư tưởng ác,<br>\nBa minh ta chứng, Phật lý viên thành.</p>\n</blockquote>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 18–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 86",
    "volpages": " PTS 2.98, PTS 2.99, PTS 2.100, PTS 2.101, PTS 2.102, PTS 2.103, PTS 2.104, PTS 2.105",
    "alt_volpages": null,
    "uid": "mn86",
    "blurb": "Ignoring warnings, the Buddha ventures into the domain of the notorious killer Aṅgulimāla and succeeds in converting him to the path of non-violence. After becoming a monk Aṅgulimāla still suffered for his past deeds, but only to a small extent. He uses his new commitment to non-violence to help a woman in labor.",
    "difficulty": 1,
    "original_title": "Aṅgulimālasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Angulimàla",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn86_translation-de-sabbamitta",
        "segmented": true,
        "title": "Mit Aṅgulimāla ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn86_translation-en-sujato",
        "segmented": true,
        "title": "With Aṅgulimāla ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christelle Ah-Mouck",
        "author_short": "christelle",
        "author_uid": "christelle",
        "publication_date": "2025",
        "id": "mn86_translation-fr-christelle",
        "segmented": true,
        "title": "Avec Aṅgulimāla ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn86_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso di Aṅgulimāla ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn86_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn86_translation-ru-sv",
        "segmented": true,
        "title": "Ангулимала ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ধর্মাধার মহাস্থবির",
        "author_short": "ধর্মাধার",
        "author_uid": "mahasthavya",
        "publication_date": null,
        "id": "bn_mn86_mahasthavya",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ca",
        "lang_name": "Català",
        "is_root": false,
        "author": "Jambudipa",
        "author_short": "Jambudipa",
        "author_uid": "jambudipa",
        "publication_date": "2012",
        "id": "ca_mn86_jambudipa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn86_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Nyanamoli Thera",
        "author_short": "Nyanamoli",
        "author_uid": "nyanamoli-thera",
        "publication_date": "1977",
        "id": "en_mn86_nyanamoli-thera",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn86_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": null,
        "id": "es_mn86_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn86_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn86_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": null,
        "id": "hi_mn86_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Obsitos Ildikó",
        "author_short": "Obsitos",
        "author_uid": "obsitos",
        "publication_date": "2009",
        "id": "hu_mn86_obsitos",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn86_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn86_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn86_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Molakalmuru Srinivasamurthy",
        "author_short": "srinivasamurthy",
        "author_uid": "srinivasamurthy",
        "publication_date": "2012",
        "id": "kan_mn86_srinivasamurthy",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn86_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "nl",
        "lang_name": "Nederlands",
        "is_root": false,
        "author": "Bhikkhu Kuala Lumpur Dhammajoti",
        "author_short": "Dhammajoti",
        "author_uid": "dhammajoti",
        "publication_date": "2008",
        "id": "nl_mn86_dhammajoti",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn86_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2005",
        "id": "pt_mn86_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "А.В.Парибок",
        "author_short": "Парибок",
        "author_uid": "paribok",
        "publication_date": "1996",
        "id": "ru_mn86_paribok",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn86_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn86_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn86_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn86_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn86_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn86_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Angulimàla"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn86_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 72,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj11.516, cck13.466, csp1ed10.301, csp2ed10.301, dr13.436, ms10M_994, msdiv347, ndp10.344, nya1, pts-vp-pli2.98, sya13.477, sya13.478, vri13.308,nya2,nya3,cck13.467, dr13.437, ms10M_995, sya13.479,bj11.518, cck13.468, csp1ed10.302, csp2ed10.302, ms10M_996, msdiv348, ndp10.345, nya4, pts-vp-pli2.99, vri13.309,dr13.438, ms10M_997, nya5, sya13.480,ms10M_998, msdiv349, nya6,ms10M_999,cck13.469, csp1ed10.303, csp2ed10.303, ms10M_1000, ndp10.346, vri13.310,ms10M_1001, pts-vp-pli2.100,dr13.439, ms10M_1002, sya13.481,bj11.520, ms10M_1003,ms10M_1004, msdiv350, nya7,nya8,cck13.470, csp1ed10.304, csp2ed10.304, dr13.440, ms10M_1005, ndp10.347, nya9, pts-vp-pli2.101, sya13.482, vri13.311,ms10M_1006, nya10,cck13.471, ms10M_1007, nya11,dr13.441, ms10M_1008, nya12, sya13.483,bj11.522, csp1ed10.305, csp2ed10.305, ms10M_1009, ndp10.348, pts-vp-pli2.102,ms10M_1010, vri13.312,cck13.472, dr13.442, ms10M_1011, msdiv351, nya13, sya13.484,cck13.473, csp1ed10.306, csp2ed10.306, ms10M_1012, ndp10.349, nya14, pts-vp-pli2.103, sya13.485,bj11.524, ms10M_1013, nya15, vri13.313,dr13.443, ms10M_1014,ms10M_1015,cck13.474, ms10M_1016, ndp10.350, nya16, pts-vp-pli2.104, sya13.486,csp1ed10.307, csp2ed10.307, dr13.444, ms10M_1017, msdiv352, nya17, vri13.314,nya18,ms10M_1018,bj11.526, cck13.475, ms10M_1019, sya13.487,ms10M_1020,ms10M_1021,dr13.445, ms10M_1022, ndp10.351, pts-vp-pli2.105,ms10M_1023,csp1ed10.308, csp2ed10.308, ms10M_1024,ms10M_1025, vri13.315,ms10M_1026,ms10M_1027, sya13.488,ms10M_1028,cck13.476, ms10M_1029,dr13.446, ms10M_1030,ms10M_1031,bj11.528, ms10M_1032,ms10M_1033",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn86",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Aṅgulimālasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "horner",
    "nyanamoli-thera"
  ]
}