{
  "root_text": {
    "uid": "mn87",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Ái sanh",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Imported Cloth ",
      "uid": "mn88"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Aṅgulimāla ",
      "uid": "mn86"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn87' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>87. Kinh Ái sanh</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn trú ở <i lang='pli' translate='no'>Sāvatthi</i>, <i lang='pli' translate='no'>Jetavana</i>, tại tinh xá ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp cô độc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Lúc bấy giờ con một của một gia chủ, khả ái, đáng thương, bị mệnh chung. Sau khi nó chết, người cha không còn muốn làm việc, không còn muốn ăn uống, luôn luôn đi đến nghĩa địa, người ấy than khóc: “Con ở đâu, đứa con một của ta? Con ở đâu, đứa con một của ta?” Rồi người gia chủ ấy, đi đến Thế Tôn, sau khi đến, đảnh lễ Thế Tôn rồi ngồi xuống một bên. Thế Tôn nói với người gia chủ đang ngồi một bên</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Này Gia chủ, có phải Ông có các căn để an trú tự tâm ông, có phải các căn của Ông đổi khác?</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Bạch Thế Tôn, sao các căn của con có thể không đổi khác được? Bạch Thế Tôn, đứa con một khả ái, đáng thương của con đã mệnh chung. Sau khi nó chết, con không còn muốn làm việc, con không còn muốn ăn uống, con luôn luôn đi đến nghĩa địa và than khóc: “Con ở đâu, đứa con một của ta? Con ở đâu, đứa con một của ta?”</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Sự thật là như vậy, này Gia chủ, vì rằng, này Gia chủ, sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Nhưng đối với ai, bạch Thế Tôn, sự tình sẽ như vậy: “Sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái?” Vì rằng, bạch Thế Tôn, hỷ lạc (anandasomanassa) do ái sanh ra, hiện hữu từ nơi ái.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Rồi người gia chủ, không hoan hỷ lời Thế Tôn dạy, chống báng lại, từ chỗ ngồi đứng dậy và ra đi.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Lúc bấy giờ, một số người đánh bạc đang chơi đổ nhứt lục không xa Thế Tôn bao nhiêu. Người gia chủ kia, đi đến những người đánh bạc ấy, sau khi đến nói với những người ấy như sau</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Này Quý vị, ở đây tôi đi đến Sa-môn <i lang='pli' translate='no'>Gotama</i>, sau khi đến, đảnh lễ Sa-môn <i lang='pli' translate='no'>Gotama</i> rồi ngồi xuống một bên. Này Quý vị, Sa-môn <i lang='pli' translate='no'>Gotama</i> nói với tôi đang ngồi một bên</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>: “Này Gia chủ, có phải Ông có các căn để an trú tự tâm ông. Có phải các căn của Ông đổi khác?” Này Quý vị, được nghe nói vậy tôi nói với Sa-môn <i lang='pli' translate='no'>Gotama</i></p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>: “Bạch Thế Tôn, sao các căn của con có thể không đổi khác được? Bạch Thế Tôn, đứa con một khả ái, đáng thương của con đã mệnh chung. Sau khi nó chết, con không còn muốn làm việc, con không còn muốn ăn uống, con luôn luôn đi đến nghĩa địa và than khóc: “Con ở đâu, đứa con một của ta? Con ở đâu, đứa con một của ta?”</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>:: “Sự thật là như vậy, này Gia chủ. Vì rằng, này Gia chủ, sầu, bi, khổ, ưu não do ái sanh ra, hiện hữu từ nơi ái</p>\n”\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>. “Nhưng đối với ai, bạch Thế Tôn, sự tình sẽ như vậy! “Sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái”. Vì rằng, bạch Thế Tôn, hỷ lạc do ái sanh ra, hiện hữu từ nơi ái”. Này Quý vị, không hoan hỷ lời Thế Tôn dạy, ta chống báng lại, từ chỗ ngồi đứng dậy và ra đi.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>—Sự thật là như vậy, này Gia Chủ! Sự thật là như vậy, này Gia chủ! Này Gia chủ, hỷ lạc do ái sanh, hiện hữu từ nơi ái.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Rồi người gia chủ suy nghĩ: “Có sự đồng ý giữa ta và những người đánh bạc”, rồi bỏ đi.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Và cuộc đối thoại ấy dần dần được truyền đi và truyền đến trong nội cung. Rồi vua <i lang='pli' translate='no'>Pasenadi</i> xứ <i lang='pli' translate='no'>Kosala</i> cho gọi hoàng hậu <i lang='pli' translate='no'>Mallikā</i></p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>—Này <i lang='pli' translate='no'>Mallikā</i>, đây là lời Sa-môn <i lang='pli' translate='no'>Gotama</i> nói với các người ấy: “Sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái”.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>—Tâu Ðại vương, nếu Thế Tôn đã dạy như vậy, thì sự việc là như vậy.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Ðiều gì Sa-môn <i lang='pli' translate='no'>Gotama</i> nói, <i lang='pli' translate='no'>Mallikā</i> này cũng nói theo. Vì <i lang='pli' translate='no'>Mallikā</i> quá hoan hỷ với Sa-môn <i lang='pli' translate='no'>Gotama</i>. Vì vị Ðạo sư nói gì cho đệ tử, và đệ tử quá hoan hỷ với vị Ðạo sư nên nói: “Sự thật là vậy, thưa Ðạo sư! Sự thật là như vậy, thưa Ðạo sư”. Cũng vậy, này <i lang='pli' translate='no'>Mallikā</i>, điều gì Sa-môn <i lang='pli' translate='no'>Gotama</i> nói, Hoàng hậu quá hoan hỷ với Sa-môn <i lang='pli' translate='no'>Gotama</i> nên đã nói: “Nếu Thế Tôn đã nói như vậy thời sự việc là vậy”. Hãy đi đi, <i lang='pli' translate='no'>Mallikā</i>, hãy đi đi!</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Rồi hoàng hậu <i lang='pli' translate='no'>Mallikā</i> cho gọi Bà-la-môn Nalijangha và nói</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>—Này Bà-la-môn, hãy đi đến Thế Tôn, sau khi đến, nhân danh ta cúi đầu đảnh lễ chân Thế Tôn, hỏi có ít bệnh, ít não, khinh an, khí lực sung mãn, lạc trú, và thưa: “Bạch Thế Tôn, hoàng hậu <i lang='pli' translate='no'>Mallikā</i> cúi đầu đảnh lễ chân Thế Tôn, hỏi thăm Thế Tôn có ít bệnh, ít não, khinh an, khí lực sung mãn, lạc trú không, và thưa như sau: “Bạch Thế Tôn, có phải Thế Tôn đã nói như sau: Sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái”. Và nếu Thế Tôn trả lời Ông như thế nào, hãy khéo nắm giữ và nói lại với ta. Vì các Như Lai không nói phản lại sự thật.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>—Thưa vâng, tâu Hoàng hậu.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Bà-la-môn Nalijangha vâng đáp hoàng hậu <i lang='pli' translate='no'>Mallikā</i>, đi đến Thế Tôn, sau khi đến nói lên những lời chào đón hỏi thăm với Thế Tôn, Và sau khi nói lên những lời chào đón hỏi thăm thân hữu liền ngồi xuống một bên. Ngồi xuống một bên, Bà-la-môn Nalijangha Bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>—Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, hoàng hậu <i lang='pli' translate='no'>Mallikā</i> cúi đầu đảnh lễ chân Sa-môn <i lang='pli' translate='no'>Gotama</i>, hỏi thăm có ít bệnh, ít não, khinh an, khí lực sung mãn, lạc trú và thưa như sau: “Bạch Thế Tôn, có phải Thế Tôn đã nói như sau: “Sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái”?</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>—Thật sự là như vậy, này Bà-la-môn. Thật sự là như vậy, này Bà-la-môn. Này Bà-la-môn, sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Này Bà-la-môn, đây là một pháp môn, do pháp môn này, cần phải được hiểu là sầu, bi, khổ, ưu não do ái sanh ra, hiện hữu từ nơi ái. Này Bà-la-môn, thuở xưa, ở tại <i lang='pli' translate='no'>Sāvatthi</i> này, bà mẹ của một người đàn bà mệnh chung. Từ khi bà ta mệnh chung, người đàn bà này phát điên cuồng, tâm tư hỗn loạn, đi từ đường này qua đường khác, từ ngã tư đường này qua ngã tư đường khác và nói: “Người có thấy mẹ tôi đâu không? Người có thấy mẹ tôi đâu không?”</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Này Bà-la-môn, đây là một pháp môn, do pháp môn này, cần phải được hiểu là sầu, bi, khổ, ưu não do ái sanh ra, hiện hữu từ nơi ái. Này Bà-la-môn, thuở xưa, ở tại <i lang='pli' translate='no'>Sāvatthi</i> này, người cha của một người đàn bà mệnh chung…, người anh mệnh chung…, người chị mệnh chung…, người con trai mệnh chung…, người con gái mệnh chung…, người chồng mệnh chung. Từ khi người chồng mệnh chung, người đàn bà này phát điên cuồng, tâm tư hỗn loạn, đi từ đường này qua đường khác, đi từ ngã tư đường này qua ngã tư đường khác và nói: “Người có thấy chồng tôi đâu không? Người có thấy chồng tôi đâu không?”</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Này Bà-la-môn, đây là một pháp môn, do pháp môn này cần phải được hiểu là sầu, bi, khổ, não do ái sanh ra, hiện hữu từ nơi ái. Này Bà-la-môn, thuở xưa, ở tại <i lang='pli' translate='no'>Sāvatthi</i> này, người mẹ của một người đàn ông mệnh chung. Từ khi bà ta mệnh chung, người đàn ông này phát điên cuồng, tâm tư hỗn loạn, đi từ đường này qua đường khác, đi từ ngã tư đường này qua ngã tư đường khác và nói: “Người có thấy mẹ tôi đâu không? Người có thấy mẹ tôi đâu không?”</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Này Bà-la-môn, đây là một pháp môn, do pháp môn này cần phải được hiểu là sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái. Này Bà-la-môn, thuở xưa, ở tại <i lang='pli' translate='no'>Sāvatthi</i> này, người cha của một người đàn ông mệnh chung…, người anh mệnh chung…, người chị mệnh chung…, người con trai mệnh chung…, người con gái mệnh chung…, người vợ mệnh chung. Từ khi người vợ mệnh chung, người đàn ông này phát điên cuồng, tâm tư hỗn loạn, đi từ đường này qua đường khác, đi từ ngã tư đường này qua ngã tư đường khác, và nói: “Người có thấy vợ tôi đâu không? Người có thấy vợ tôi đâu không?”</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Này Bà-la-môn, đây là một pháp môn, do pháp môn này cần phải được hiểu là sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái. Này Bà-la-môn, thuở xưa chính tại thành <i lang='pli' translate='no'>Sāvatthi</i> này, một người đàn bà đi về thăm gia đình bà con. Những người bà con ấy của người đàn bà muốn dùng sức mạnh bắt người đàn bà ấy phải xa chồng và muốn gả cho một người đàn ông khác. Người đàn bà ấy không chịu. Rồi người đàn bà ấy nói với chồng mình: “Này Hiền phu, những người bà con này muốn dùng sức mạnh bắt tôi phải xa anh và muốn gả cho một người đàn ông khác. Nhưng tôi không muốn như vậy”. Rồi người ấy chặt người đàn bà ấy làm hai, rồi tự vận, nghĩ rằng: “Hai chúng ta sẽ gặp nhau trong đời sau”. Này Bà-la-môn, do pháp môn này cần phải được hiểu rằng sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Rồi Bà-la-môn Nalijangha hoan hỷ tín thọ lời Thế Tôn dạy, từ chỗ ngồi đứng dậy, đi đến hoàng hậu <i lang='pli' translate='no'>Mallikā</i>, sau khi đến, kể lại cho hoàng hậu <i lang='pli' translate='no'>Mallikā</i> toàn thể cuộc đàm thoại với Thế Tôn.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Rồi hoàng hậu <i lang='pli' translate='no'>Mallikā</i> đi đến vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, và thưa</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>—Tâu Ðại vương, Ðại vương nghĩ thế nào? Ðại vương có thương công chúa Vajiri của thiếp không?</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>—Phải, này <i lang='pli' translate='no'>Mallikā</i>, ta thương công chúa Vajiri.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>—Tâu đại vương, Ðại vương nghĩ thế nào? Nếu có một sự biến dịch, đổi khác xảy đến cho công chúa Vajiri của Ðại vương. Ðại vương có khởi lên sầu, bi, khổ, ưu, não không?</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>—Này <i lang='pli' translate='no'>Mallikā</i>, nếu có sự biến dịch, đổi khác xảy đến cho công chúa Vajiri của ta, thì sẽ có một sự thay đổi đến đời sống của ta, làm sao không khởi lên nơi ta, sầu, bi, khổ, ưu, não?</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>—Chính liên hệ đến sự tình này, tâu Ðại vương mà Thế Tôn, bậc Tri Giả, Kiến Giả, bậc A-la-hán, Chánh Ðẳng Giác đã nói: “Sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái”. Tâu Ðại vương, Ðại vương nghĩ thế nào? Nữ Sát-đế-lị <i lang='pli' translate='no'>Vāsabha</i>, Ðại vương có thương yêu không?</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>—Này <i lang='pli' translate='no'>Mallikā</i>, ta có thương yêu nữ Sát-đế-lị <i lang='pli' translate='no'>Vāsabha</i>.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>—Tâu Ðại vương, Ðại vương nghĩ thế nào? Nếu có một sự biến dịch, đổi khác xảy đến cho nữ Sát-đế-lị <i lang='pli' translate='no'>Vāsabha</i>, Ðại vương có khởi lên sầu, bi, khổ, ưu, não không?</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>—Này <i lang='pli' translate='no'>Mallikā</i>, nếu có một sự biến dịch, đổi khác xảy đến cho nữ Sát-đế-lị <i lang='pli' translate='no'>Vāsabha</i>, thì sẽ có một sự đổi khác xảy đến cho đời sống của ta, làm sao không khởi lên nơi ta sầu, bi, khổ, ưu não?</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>—Chính liên hệ đến sự tình này, tâu Ðại vương, mà Thế Tôn, bậc Tri Giả, Kiến Giả, bậc A-la-hán, Chánh Ðẳng Giác đã nói: “Sầu, bi, khổ, ưu, não khởi lên do ái sanh ra, hiện hữu từ nơi ái”. Tâu Ðại vương, Ðại vương nghĩ thế nào? Tướng quân Vidudabha, Ðại vương có thương quý không?</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>—Này <i lang='pli' translate='no'>Mallikā</i>, ta có thương quý tướng quân Vidudabha.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>—Tâu Ðại vương, Ðại vương nghĩ thế nào? Nếu có một sự biến dịch, đổi khác xảy đến cho tướng quân Vidudabha, Ðại vương có khởi lên sầu, bi, khổ, ưu, não không?</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>—Này <i lang='pli' translate='no'>Mallikā</i>, nếu có một sự biến dịch, đổi khác xảy đến cho tướng quân Vidudabha thì sẽ có sự đổi khác xảy đến cho mạng sống của ta, làm sao không khởi lên nơi ta, sầu, bi, khổ, ưu não?</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>—Chính liên hệ đến sự tình này, tâu Ðại vương, mà Thế Tôn, bậc Tri Giả, Kiến Giả, bậc A-la-hán, Chánh Ðẳng Giác đã nói: “Sầu, bi, khổ, ưu, não khởi lên do ái sanh ra, hiện hữu từ nơi ái”. Tâu Ðại vương, Ðại vương nghĩ thế nào? Ðại vương có yêu thương thiếp không?</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>—Phải, này <i lang='pli' translate='no'>Mallikā</i>, ta có thương yêu Hoàng hậu.</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>—Tâu Ðại vương, Ðại vương nghĩ thế nào? Nếu có một sự biến dịch, đổi khác xảy đến cho thiếp, Ðại vương có khởi lên sầu, bi, khổ, ưu, não không?</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>—Này <i lang='pli' translate='no'>Mallikā</i>, nếu có một sự biến dịch, đổi khác xảy đến cho Hoàng hậu, thì sẽ có một sự đổi khác xảy đến cho mạng sống của ta, làm sao không khởi lên nơi ta sầu, bi, khổ, ưu, não?</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>—Chính liên hệ đến sự tình này, tâu Ðại vương, mà Thế Tôn, bậc Tri Giả, Kiến Giả, bậc A-la-hán, Chánh Ðẳng Giác đã nói: “Sầu, bi, khổ, ưu, não khởi lên do ái sanh ra, hiện hữu từ nơi ái”. Tâu Ðại vương, Ðại vương nghĩ thế nào? Ðại vương có yêu thương dân chúng Kasi và <i lang='pli' translate='no'>Kosala</i> không?</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>—Phải, này <i lang='pli' translate='no'>Mallikā</i>, ta thương yêu dân chúng Kasi và <i lang='pli' translate='no'>Kosala</i>. Này <i lang='pli' translate='no'>Mallikā</i>, nhờ sức mạnh của họ, chúng ta mới có được gỗ chiên-đàn từ nước Kasi và dùng các vòng hoa, hương liệu, phấn sáp.</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>—Tâu Ðại vương, Ðại vương nghĩ thế nào? Nếu có một sự biến dịch, đổi khác xảy đến cho dân chúng Kasi và <i lang='pli' translate='no'>Kosala</i>, Ðại vương có khởi lên sầu, bi, khổ, ưu não không?</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>—Này <i lang='pli' translate='no'>Mallikā</i>, nếu có một sự biến dịch đổi khác xảy đến cho dân chúng nước Kasi và <i lang='pli' translate='no'>Kosala</i>, thì sẽ có một sự đổi khác xảy đến cho mạng sống của ta, làm sao không khởi lên nơi ta sầu, bi, khổ, ưu não?</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>—Chính liên hệ đến sự tình này, tâu Ðại vương, mà Thế Tôn, bậc Tri Giả, Kiến Giả, bậc A-la-hán, Chánh Ðẳng Giác đã nói: “Sầu, bi, khổ, ưu não khởi lên do ái sanh ra, hiện hữu từ nơi ái”.</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>—Thật vi diệu thay, này <i lang='pli' translate='no'>Mallikā</i>! Thật hy hữu thay, này <i lang='pli' translate='no'>Mallikā</i>! Thế Tôn đã thể nhập nhờ trí tuệ, đã thấy nhờ trí tuệ. Ðến đây, <i lang='pli' translate='no'>Mallikā</i>, hãy sửa soạn tẩy trần.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> từ chỗ ngồi đứng dậy đắp thượng y vào một bên vai, chắp tay vái Thế Tôn và nói lên ba lần lời cảm hứng sau đây: “Ðảnh lễ Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác! Ðảnh lễ Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác! Ðảnh lễ Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác! ”.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 18–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn87",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Ái sanh",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Imported Cloth ",
      "uid": "mn88"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Aṅgulimāla ",
      "uid": "mn86"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn87' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>87. Kinh Ái sanh</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn trú ở <i lang='pli' translate='no'>Sāvatthi</i>, <i lang='pli' translate='no'>Jetavana</i>, tại tinh xá ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp cô độc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Lúc bấy giờ con một của một gia chủ, khả ái, đáng thương, bị mệnh chung. Sau khi nó chết, người cha không còn muốn làm việc, không còn muốn ăn uống, luôn luôn đi đến nghĩa địa, người ấy than khóc: “Con ở đâu, đứa con một của ta? Con ở đâu, đứa con một của ta?” Rồi người gia chủ ấy, đi đến Thế Tôn, sau khi đến, đảnh lễ Thế Tôn rồi ngồi xuống một bên. Thế Tôn nói với người gia chủ đang ngồi một bên</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Này Gia chủ, có phải Ông có các căn để an trú tự tâm ông, có phải các căn của Ông đổi khác?</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Bạch Thế Tôn, sao các căn của con có thể không đổi khác được? Bạch Thế Tôn, đứa con một khả ái, đáng thương của con đã mệnh chung. Sau khi nó chết, con không còn muốn làm việc, con không còn muốn ăn uống, con luôn luôn đi đến nghĩa địa và than khóc: “Con ở đâu, đứa con một của ta? Con ở đâu, đứa con một của ta?”</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Sự thật là như vậy, này Gia chủ, vì rằng, này Gia chủ, sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Nhưng đối với ai, bạch Thế Tôn, sự tình sẽ như vậy: “Sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái?” Vì rằng, bạch Thế Tôn, hỷ lạc (anandasomanassa) do ái sanh ra, hiện hữu từ nơi ái.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Rồi người gia chủ, không hoan hỷ lời Thế Tôn dạy, chống báng lại, từ chỗ ngồi đứng dậy và ra đi.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Lúc bấy giờ, một số người đánh bạc đang chơi đổ nhứt lục không xa Thế Tôn bao nhiêu. Người gia chủ kia, đi đến những người đánh bạc ấy, sau khi đến nói với những người ấy như sau</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Này Quý vị, ở đây tôi đi đến Sa-môn <i lang='pli' translate='no'>Gotama</i>, sau khi đến, đảnh lễ Sa-môn <i lang='pli' translate='no'>Gotama</i> rồi ngồi xuống một bên. Này Quý vị, Sa-môn <i lang='pli' translate='no'>Gotama</i> nói với tôi đang ngồi một bên</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>: “Này Gia chủ, có phải Ông có các căn để an trú tự tâm ông. Có phải các căn của Ông đổi khác?” Này Quý vị, được nghe nói vậy tôi nói với Sa-môn <i lang='pli' translate='no'>Gotama</i></p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>: “Bạch Thế Tôn, sao các căn của con có thể không đổi khác được? Bạch Thế Tôn, đứa con một khả ái, đáng thương của con đã mệnh chung. Sau khi nó chết, con không còn muốn làm việc, con không còn muốn ăn uống, con luôn luôn đi đến nghĩa địa và than khóc: “Con ở đâu, đứa con một của ta? Con ở đâu, đứa con một của ta?”</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>:: “Sự thật là như vậy, này Gia chủ. Vì rằng, này Gia chủ, sầu, bi, khổ, ưu não do ái sanh ra, hiện hữu từ nơi ái</p>\n”\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>. “Nhưng đối với ai, bạch Thế Tôn, sự tình sẽ như vậy! “Sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái”. Vì rằng, bạch Thế Tôn, hỷ lạc do ái sanh ra, hiện hữu từ nơi ái”. Này Quý vị, không hoan hỷ lời Thế Tôn dạy, ta chống báng lại, từ chỗ ngồi đứng dậy và ra đi.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>—Sự thật là như vậy, này Gia Chủ! Sự thật là như vậy, này Gia chủ! Này Gia chủ, hỷ lạc do ái sanh, hiện hữu từ nơi ái.</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>Rồi người gia chủ suy nghĩ: “Có sự đồng ý giữa ta và những người đánh bạc”, rồi bỏ đi.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Và cuộc đối thoại ấy dần dần được truyền đi và truyền đến trong nội cung. Rồi vua <i lang='pli' translate='no'>Pasenadi</i> xứ <i lang='pli' translate='no'>Kosala</i> cho gọi hoàng hậu <i lang='pli' translate='no'>Mallikā</i></p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>—Này <i lang='pli' translate='no'>Mallikā</i>, đây là lời Sa-môn <i lang='pli' translate='no'>Gotama</i> nói với các người ấy: “Sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái”.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>—Tâu Ðại vương, nếu Thế Tôn đã dạy như vậy, thì sự việc là như vậy.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Ðiều gì Sa-môn <i lang='pli' translate='no'>Gotama</i> nói, <i lang='pli' translate='no'>Mallikā</i> này cũng nói theo. Vì <i lang='pli' translate='no'>Mallikā</i> quá hoan hỷ với Sa-môn <i lang='pli' translate='no'>Gotama</i>. Vì vị Ðạo sư nói gì cho đệ tử, và đệ tử quá hoan hỷ với vị Ðạo sư nên nói: “Sự thật là vậy, thưa Ðạo sư! Sự thật là như vậy, thưa Ðạo sư”. Cũng vậy, này <i lang='pli' translate='no'>Mallikā</i>, điều gì Sa-môn <i lang='pli' translate='no'>Gotama</i> nói, Hoàng hậu quá hoan hỷ với Sa-môn <i lang='pli' translate='no'>Gotama</i> nên đã nói: “Nếu Thế Tôn đã nói như vậy thời sự việc là vậy”. Hãy đi đi, <i lang='pli' translate='no'>Mallikā</i>, hãy đi đi!</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Rồi hoàng hậu <i lang='pli' translate='no'>Mallikā</i> cho gọi Bà-la-môn Nalijangha và nói</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>—Này Bà-la-môn, hãy đi đến Thế Tôn, sau khi đến, nhân danh ta cúi đầu đảnh lễ chân Thế Tôn, hỏi có ít bệnh, ít não, khinh an, khí lực sung mãn, lạc trú, và thưa: “Bạch Thế Tôn, hoàng hậu <i lang='pli' translate='no'>Mallikā</i> cúi đầu đảnh lễ chân Thế Tôn, hỏi thăm Thế Tôn có ít bệnh, ít não, khinh an, khí lực sung mãn, lạc trú không, và thưa như sau: “Bạch Thế Tôn, có phải Thế Tôn đã nói như sau: Sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái”. Và nếu Thế Tôn trả lời Ông như thế nào, hãy khéo nắm giữ và nói lại với ta. Vì các Như Lai không nói phản lại sự thật.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>—Thưa vâng, tâu Hoàng hậu.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Bà-la-môn Nalijangha vâng đáp hoàng hậu <i lang='pli' translate='no'>Mallikā</i>, đi đến Thế Tôn, sau khi đến nói lên những lời chào đón hỏi thăm với Thế Tôn, Và sau khi nói lên những lời chào đón hỏi thăm thân hữu liền ngồi xuống một bên. Ngồi xuống một bên, Bà-la-môn Nalijangha Bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>—Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, hoàng hậu <i lang='pli' translate='no'>Mallikā</i> cúi đầu đảnh lễ chân Sa-môn <i lang='pli' translate='no'>Gotama</i>, hỏi thăm có ít bệnh, ít não, khinh an, khí lực sung mãn, lạc trú và thưa như sau: “Bạch Thế Tôn, có phải Thế Tôn đã nói như sau: “Sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái”?</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>—Thật sự là như vậy, này Bà-la-môn. Thật sự là như vậy, này Bà-la-môn. Này Bà-la-môn, sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>Này Bà-la-môn, đây là một pháp môn, do pháp môn này, cần phải được hiểu là sầu, bi, khổ, ưu não do ái sanh ra, hiện hữu từ nơi ái. Này Bà-la-môn, thuở xưa, ở tại <i lang='pli' translate='no'>Sāvatthi</i> này, bà mẹ của một người đàn bà mệnh chung. Từ khi bà ta mệnh chung, người đàn bà này phát điên cuồng, tâm tư hỗn loạn, đi từ đường này qua đường khác, từ ngã tư đường này qua ngã tư đường khác và nói: “Người có thấy mẹ tôi đâu không? Người có thấy mẹ tôi đâu không?”</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Này Bà-la-môn, đây là một pháp môn, do pháp môn này, cần phải được hiểu là sầu, bi, khổ, ưu não do ái sanh ra, hiện hữu từ nơi ái. Này Bà-la-môn, thuở xưa, ở tại <i lang='pli' translate='no'>Sāvatthi</i> này, người cha của một người đàn bà mệnh chung…, người anh mệnh chung…, người chị mệnh chung…, người con trai mệnh chung…, người con gái mệnh chung…, người chồng mệnh chung. Từ khi người chồng mệnh chung, người đàn bà này phát điên cuồng, tâm tư hỗn loạn, đi từ đường này qua đường khác, đi từ ngã tư đường này qua ngã tư đường khác và nói: “Người có thấy chồng tôi đâu không? Người có thấy chồng tôi đâu không?”</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>Này Bà-la-môn, đây là một pháp môn, do pháp môn này cần phải được hiểu là sầu, bi, khổ, não do ái sanh ra, hiện hữu từ nơi ái. Này Bà-la-môn, thuở xưa, ở tại <i lang='pli' translate='no'>Sāvatthi</i> này, người mẹ của một người đàn ông mệnh chung. Từ khi bà ta mệnh chung, người đàn ông này phát điên cuồng, tâm tư hỗn loạn, đi từ đường này qua đường khác, đi từ ngã tư đường này qua ngã tư đường khác và nói: “Người có thấy mẹ tôi đâu không? Người có thấy mẹ tôi đâu không?”</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Này Bà-la-môn, đây là một pháp môn, do pháp môn này cần phải được hiểu là sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái. Này Bà-la-môn, thuở xưa, ở tại <i lang='pli' translate='no'>Sāvatthi</i> này, người cha của một người đàn ông mệnh chung…, người anh mệnh chung…, người chị mệnh chung…, người con trai mệnh chung…, người con gái mệnh chung…, người vợ mệnh chung. Từ khi người vợ mệnh chung, người đàn ông này phát điên cuồng, tâm tư hỗn loạn, đi từ đường này qua đường khác, đi từ ngã tư đường này qua ngã tư đường khác, và nói: “Người có thấy vợ tôi đâu không? Người có thấy vợ tôi đâu không?”</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Này Bà-la-môn, đây là một pháp môn, do pháp môn này cần phải được hiểu là sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái. Này Bà-la-môn, thuở xưa chính tại thành <i lang='pli' translate='no'>Sāvatthi</i> này, một người đàn bà đi về thăm gia đình bà con. Những người bà con ấy của người đàn bà muốn dùng sức mạnh bắt người đàn bà ấy phải xa chồng và muốn gả cho một người đàn ông khác. Người đàn bà ấy không chịu. Rồi người đàn bà ấy nói với chồng mình: “Này Hiền phu, những người bà con này muốn dùng sức mạnh bắt tôi phải xa anh và muốn gả cho một người đàn ông khác. Nhưng tôi không muốn như vậy”. Rồi người ấy chặt người đàn bà ấy làm hai, rồi tự vận, nghĩ rằng: “Hai chúng ta sẽ gặp nhau trong đời sau”. Này Bà-la-môn, do pháp môn này cần phải được hiểu rằng sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Rồi Bà-la-môn Nalijangha hoan hỷ tín thọ lời Thế Tôn dạy, từ chỗ ngồi đứng dậy, đi đến hoàng hậu <i lang='pli' translate='no'>Mallikā</i>, sau khi đến, kể lại cho hoàng hậu <i lang='pli' translate='no'>Mallikā</i> toàn thể cuộc đàm thoại với Thế Tôn.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Rồi hoàng hậu <i lang='pli' translate='no'>Mallikā</i> đi đến vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, và thưa</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>—Tâu Ðại vương, Ðại vương nghĩ thế nào? Ðại vương có thương công chúa Vajiri của thiếp không?</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>—Phải, này <i lang='pli' translate='no'>Mallikā</i>, ta thương công chúa Vajiri.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>—Tâu đại vương, Ðại vương nghĩ thế nào? Nếu có một sự biến dịch, đổi khác xảy đến cho công chúa Vajiri của Ðại vương. Ðại vương có khởi lên sầu, bi, khổ, ưu, não không?</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>—Này <i lang='pli' translate='no'>Mallikā</i>, nếu có sự biến dịch, đổi khác xảy đến cho công chúa Vajiri của ta, thì sẽ có một sự thay đổi đến đời sống của ta, làm sao không khởi lên nơi ta, sầu, bi, khổ, ưu, não?</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>—Chính liên hệ đến sự tình này, tâu Ðại vương mà Thế Tôn, bậc Tri Giả, Kiến Giả, bậc A-la-hán, Chánh Ðẳng Giác đã nói: “Sầu, bi, khổ, ưu, não do ái sanh ra, hiện hữu từ nơi ái”. Tâu Ðại vương, Ðại vương nghĩ thế nào? Nữ Sát-đế-lị <i lang='pli' translate='no'>Vāsabha</i>, Ðại vương có thương yêu không?</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>—Này <i lang='pli' translate='no'>Mallikā</i>, ta có thương yêu nữ Sát-đế-lị <i lang='pli' translate='no'>Vāsabha</i>.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>—Tâu Ðại vương, Ðại vương nghĩ thế nào? Nếu có một sự biến dịch, đổi khác xảy đến cho nữ Sát-đế-lị <i lang='pli' translate='no'>Vāsabha</i>, Ðại vương có khởi lên sầu, bi, khổ, ưu, não không?</p>\n<p><a class='ref sc' id='sc40' href='#sc40'>SC 40</a>—Này <i lang='pli' translate='no'>Mallikā</i>, nếu có một sự biến dịch, đổi khác xảy đến cho nữ Sát-đế-lị <i lang='pli' translate='no'>Vāsabha</i>, thì sẽ có một sự đổi khác xảy đến cho đời sống của ta, làm sao không khởi lên nơi ta sầu, bi, khổ, ưu não?</p>\n<p><a class='ref sc' id='sc41' href='#sc41'>SC 41</a>—Chính liên hệ đến sự tình này, tâu Ðại vương, mà Thế Tôn, bậc Tri Giả, Kiến Giả, bậc A-la-hán, Chánh Ðẳng Giác đã nói: “Sầu, bi, khổ, ưu, não khởi lên do ái sanh ra, hiện hữu từ nơi ái”. Tâu Ðại vương, Ðại vương nghĩ thế nào? Tướng quân Vidudabha, Ðại vương có thương quý không?</p>\n<p><a class='ref sc' id='sc42' href='#sc42'>SC 42</a>—Này <i lang='pli' translate='no'>Mallikā</i>, ta có thương quý tướng quân Vidudabha.</p>\n<p><a class='ref sc' id='sc43' href='#sc43'>SC 43</a>—Tâu Ðại vương, Ðại vương nghĩ thế nào? Nếu có một sự biến dịch, đổi khác xảy đến cho tướng quân Vidudabha, Ðại vương có khởi lên sầu, bi, khổ, ưu, não không?</p>\n<p><a class='ref sc' id='sc44' href='#sc44'>SC 44</a>—Này <i lang='pli' translate='no'>Mallikā</i>, nếu có một sự biến dịch, đổi khác xảy đến cho tướng quân Vidudabha thì sẽ có sự đổi khác xảy đến cho mạng sống của ta, làm sao không khởi lên nơi ta, sầu, bi, khổ, ưu não?</p>\n<p><a class='ref sc' id='sc45' href='#sc45'>SC 45</a>—Chính liên hệ đến sự tình này, tâu Ðại vương, mà Thế Tôn, bậc Tri Giả, Kiến Giả, bậc A-la-hán, Chánh Ðẳng Giác đã nói: “Sầu, bi, khổ, ưu, não khởi lên do ái sanh ra, hiện hữu từ nơi ái”. Tâu Ðại vương, Ðại vương nghĩ thế nào? Ðại vương có yêu thương thiếp không?</p>\n<p><a class='ref sc' id='sc46' href='#sc46'>SC 46</a>—Phải, này <i lang='pli' translate='no'>Mallikā</i>, ta có thương yêu Hoàng hậu.</p>\n<p><a class='ref sc' id='sc47' href='#sc47'>SC 47</a>—Tâu Ðại vương, Ðại vương nghĩ thế nào? Nếu có một sự biến dịch, đổi khác xảy đến cho thiếp, Ðại vương có khởi lên sầu, bi, khổ, ưu, não không?</p>\n<p><a class='ref sc' id='sc48' href='#sc48'>SC 48</a>—Này <i lang='pli' translate='no'>Mallikā</i>, nếu có một sự biến dịch, đổi khác xảy đến cho Hoàng hậu, thì sẽ có một sự đổi khác xảy đến cho mạng sống của ta, làm sao không khởi lên nơi ta sầu, bi, khổ, ưu, não?</p>\n<p><a class='ref sc' id='sc49' href='#sc49'>SC 49</a>—Chính liên hệ đến sự tình này, tâu Ðại vương, mà Thế Tôn, bậc Tri Giả, Kiến Giả, bậc A-la-hán, Chánh Ðẳng Giác đã nói: “Sầu, bi, khổ, ưu, não khởi lên do ái sanh ra, hiện hữu từ nơi ái”. Tâu Ðại vương, Ðại vương nghĩ thế nào? Ðại vương có yêu thương dân chúng Kasi và <i lang='pli' translate='no'>Kosala</i> không?</p>\n<p><a class='ref sc' id='sc50' href='#sc50'>SC 50</a>—Phải, này <i lang='pli' translate='no'>Mallikā</i>, ta thương yêu dân chúng Kasi và <i lang='pli' translate='no'>Kosala</i>. Này <i lang='pli' translate='no'>Mallikā</i>, nhờ sức mạnh của họ, chúng ta mới có được gỗ chiên-đàn từ nước Kasi và dùng các vòng hoa, hương liệu, phấn sáp.</p>\n<p><a class='ref sc' id='sc51' href='#sc51'>SC 51</a>—Tâu Ðại vương, Ðại vương nghĩ thế nào? Nếu có một sự biến dịch, đổi khác xảy đến cho dân chúng Kasi và <i lang='pli' translate='no'>Kosala</i>, Ðại vương có khởi lên sầu, bi, khổ, ưu não không?</p>\n<p><a class='ref sc' id='sc52' href='#sc52'>SC 52</a>—Này <i lang='pli' translate='no'>Mallikā</i>, nếu có một sự biến dịch đổi khác xảy đến cho dân chúng nước Kasi và <i lang='pli' translate='no'>Kosala</i>, thì sẽ có một sự đổi khác xảy đến cho mạng sống của ta, làm sao không khởi lên nơi ta sầu, bi, khổ, ưu não?</p>\n<p><a class='ref sc' id='sc53' href='#sc53'>SC 53</a>—Chính liên hệ đến sự tình này, tâu Ðại vương, mà Thế Tôn, bậc Tri Giả, Kiến Giả, bậc A-la-hán, Chánh Ðẳng Giác đã nói: “Sầu, bi, khổ, ưu não khởi lên do ái sanh ra, hiện hữu từ nơi ái”.</p>\n<p><a class='ref sc' id='sc54' href='#sc54'>SC 54</a>—Thật vi diệu thay, này <i lang='pli' translate='no'>Mallikā</i>! Thật hy hữu thay, này <i lang='pli' translate='no'>Mallikā</i>! Thế Tôn đã thể nhập nhờ trí tuệ, đã thấy nhờ trí tuệ. Ðến đây, <i lang='pli' translate='no'>Mallikā</i>, hãy sửa soạn tẩy trần.</p>\n<p><a class='ref sc' id='sc55' href='#sc55'>SC 55</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> từ chỗ ngồi đứng dậy đắp thượng y vào một bên vai, chắp tay vái Thế Tôn và nói lên ba lần lời cảm hứng sau đây: “Ðảnh lễ Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác! Ðảnh lễ Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác! Ðảnh lễ Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác! ”.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 18–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 87",
    "volpages": " PTS 2.106, PTS 2.107, PTS 2.108, PTS 2.109, PTS 2.110, PTS 2.111, PTS 2.112",
    "alt_volpages": null,
    "uid": "mn87",
    "blurb": "A rare glimpse into the marital life of King Pasenadi, and how he is led to the Dhamma by his Queen, the incomparable Mallikā. She confirms the Buddha’s teaching that our loved ones bring us sorrow; but that’s not something a husband, father, and king wants to hear.",
    "difficulty": 1,
    "original_title": "Piyajātikasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Ái sanh",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn87_translation-de-sabbamitta",
        "segmented": true,
        "title": "Was aus Liebem entsteht ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn87_translation-en-sujato",
        "segmented": true,
        "title": "Born From the Beloved ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn87_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso su ciò di cui i nostri cari sono la fonte ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn87_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn87_translation-ru-sv",
        "segmented": true,
        "title": "Рождено теми, кто дорог ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ধর্মাধার মহাস্থবির",
        "author_short": "ধর্মাধার",
        "author_uid": "mahasthavya",
        "publication_date": null,
        "id": "bn_mn87_mahasthavya",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn87_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Suddhāso Bhikkhu",
        "author_short": "Suddhāso",
        "author_uid": "suddhaso",
        "publication_date": "2017",
        "id": "en_mn87_suddhaso",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn87_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn87_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn87_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Claude Le Ninan, Chandhana Le Ninan",
        "author_short": "leninan",
        "author_uid": "leninan",
        "publication_date": "2023",
        "id": "fr_mn87_leninan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": null,
        "id": "hi_mn87_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Vekerdi József",
        "author_short": "Vekerdi",
        "author_uid": "vekerdi",
        "publication_date": "1989",
        "id": "hu_mn87_vekerdi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn87_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn87_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn87_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Molakalmuru Srinivasamurthy",
        "author_short": "srinivasamurthy",
        "author_uid": "srinivasamurthy",
        "publication_date": "2012",
        "id": "kan_mn87_srinivasamurthy",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn87_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "nl",
        "lang_name": "Nederlands",
        "is_root": false,
        "author": "Peter van Loosbroek",
        "author_short": "Loosbroek",
        "author_uid": "loosbroek",
        "publication_date": null,
        "id": "nl_mn87_loosbroek",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn87_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2005",
        "id": "pt_mn87_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn87_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn87_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn87_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn87_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn87_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn87_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Ái sanh"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn87_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 5,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj11.530, cck13.477, csp1ed10.309, csp2ed10.309, dr13.447, ms10M_1035, msdiv353, ndp10.352, nya1, pts-vp-pli2.106, sya13.489, sya13.490, vri13.316,nya2,nya3,bj11.532, cck13.478, csp1ed10.310, csp2ed10.310, dr13.448, ms10M_1036, msdiv354, ndp10.353, nya4, pts-vp-pli2.107, sya13.491, vri13.317,nya5,cck13.479, ms10M_1037, msdiv355, ndp10.354, pts-vp-pli2.108,csp1ed10.311, csp2ed10.311, dr13.449, ms10M_1038, nya6, sya13.492, vri13.318,bj11.534, cck13.480, ms10M_1039, msdiv356, ndp10.355, nya7, pts-vp-pli2.109,nya8,nya9-14,dr13.450, ms10M_1040, sya13.493,nya15-21,csp1ed10.312, csp2ed10.312, ms10M_1041, vri13.319,ms10M_1042, ndp10.356, sya13.494,bj11.536, cck13.481, dr13.451, ms10M_1043, nya22, pts-vp-pli2.110,cck13.482, ms10M_1044, msdiv357, nya23,csp1ed10.313, csp2ed10.313, ms10M_1045, ndp10.357, nya24, sya13.495,dr13.452, ms10M_1046, nya25, vri13.320,bj11.538, cck13.483, ms10M_1047, nya26, pts-vp-pli2.111, sya13.496,ms10M_1048, ndp10.358, nya27,cck13.484, csp1ed10.314, csp2ed10.314, dr13.453, ms10M_1049, nya28, sya13.497, vri13.321,ms10M_1050, nya29, pts-vp-pli2.112,ms10M_1051,ms10M_1052,ms10M_1053",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn87",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Piyajātikasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "horner",
    "suddhaso"
  ]
}