{
  "root_text": {
    "uid": "mn89",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Pháp trang nghiêm",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "At Kaṇṇakatthala ",
      "uid": "mn90"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Imported Cloth ",
      "uid": "mn88"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn89' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>89. Kinh Pháp trang nghiêm</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở giữa dân chúng Sakka (Thích-ca). Medalumpa là một thị trấn của dân chúng Sakka.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Lúc bấy giờ, vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> đi đến Nangaraka vì có một vài công việc. Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> nói với <i lang='pli' translate='no'>Dīgha</i> Karayana</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Này Karayana, hãy sửa soạn các cỗ xe thù thắng, ta muốn đi đến các thượng uyển để ngắm phong cảnh.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Thưa vâng, Ðại vương.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a><i lang='pli' translate='no'>Dīgha</i> Karayana vâng đáp vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, cho sửa soạn các cỗ xe thù thắng, rồi thưa với vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i></p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Tâu Ðại vương, các cỗ xe thù thắng của Ðại vương đã sửa soạn xong, nay Ðại vương hãy làm những gì Ðại vương nghĩ là hợp thời.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, leo lên một cỗ xe thù thắng, đi ra khỏi Nangaraka cùng nhiều cỗ xe thù thắng khác, với tất cả uy vệ của vua chúa, và đi đến vườn thượng uyển, đi xe cho đến chỗ còn đi xe được, rồi xuống xe đi bộ, vào vườn thượng uyển, trong khi đi qua đi lại trong vườn thượng uyển, trong khi tản bộ thưởng ngoạn, vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> thấy những gốc cây khả ái, đẹp mắt, lặng tiếng, ít ồn, vắng người, thoáng gió, xa lánh mọi tụ hội đông đảo, thích hợp với trầm tư mặc tưởng. Thấy vậy, vua liền nghĩ đến Thế Tôn: “Những gốc cây khả ái, đẹp mắt, lặng tiếng, ít ồn, vắng người, thoáng gió, xa lánh mọi tụ hội đông đảo, thích hợp với trầm tư mặc tưởng này, chính tại đây, chúng ta đảnh lễ Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác”. Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> nói với <i lang='pli' translate='no'>Dīgha</i> Karayana</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Này Karayana, những gốc cây khả ái … Chánh Ðẳng Giác. Này Karayana, nay Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác trú tại chỗ nào?</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Tâu Ðại vương, có một thị trấn của dân chúng Sakka tên là Medalumpa. Tại đấy, Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác đang trú.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Này Karayana, Medalumpa, thị trấn của dân chúng Sakka, cách xa Nangaraka bao nhiêu?</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>—Tâu Ðại vương, cách không xa, có ba yojana (do tuần). Có thể đi đến chỗ ấy trong ngày.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>—Vậy này Karayana, hãy sửa soạn các cỗ xe thù thắng, chúng ta sẽ đi yết kiến Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>—Thưa vâng, tâu Ðại vương.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a><i lang='pli' translate='no'>Dīgha</i> Karayana vâng đáp vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, cho sửa soạn các cỗ xe thù thắng, sau khi sửa soạn xong các cỗ xe thù thắng, liền tâu với vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i></p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>—Tâu Ðại vương các cỗ xe thù thắng đã sửa soạn xong, nay Ðại vương hãy làm những gì Ðại vương nghĩ là hợp thời.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, leo lên một cỗ xe thù thắng, và cùng với các cỗ xe thù thắng khác, từ Nangaraka đi đến Medulampa, thị trấn của dân chúng Sakka, đến nơi đó nội trong ngày, rồi đi đến tịnh xá. Vua đi xe cho đến chỗ nào có thể đi xe được, rồi xuống xe đi bộ vào tịnh xá. Lúc bấy giờ một số đông Tỷ-kheo đang đi kinh hành ngoài trời. Vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> đi đến các Tỷ-kheo ấy, sau khi đến, thưa với các Tỷ-kheo ấy</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>—Chư Tôn giả, nay Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác ở đâu? Chúng tôi muốn yết kiến Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>—Thưa Ðại vương, Thế Tôn ở trong ngôi nhà này với các cửa khép kín. Hãy im lặng đến gần, bước vào hành lang nhưng không vượt qua, sau khi đằng hắng, hãy gõ vào khóa cửa. Thế Tôn sẽ mở cửa cho Ðại vương.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, ngay tại chỗ ấy, trao kiếm và vành khăn cho <i lang='pli' translate='no'>Dīgha</i> Karayana. Rồi <i lang='pli' translate='no'>Dīgha</i> Karayana tự nghĩ: “Nay vua muốn đi một mình. Ở đây, ta phải dừng lại”. Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> im lặng đi đến căn nhà đóng cửa, sau khi đến, bước vào hành lang nhưng không vượt qua, đằng hắng và gõ vào khóa cửa. Thế Tôn mở cửa.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> bước vào căn nhà, cúi đầu đảnh lễ chân Thế Tôn, miệng hôn xung quanh chân Thế Tôn, tay xoa rờ xung quanh chân và tự xưng tên</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>—Bạch Thế Tôn, con là vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>. Bạch Thế Tôn, con là vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>—Thưa Ðại vương, do thấy nguyên nhân gì, Ðại vương lại hạ mình tột bực như vậy đối với thân này và biểu lộ tình thân ái như vậy?</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>—Bạch Thế Tôn, con có pháp truyền thống (Dhammanvaya) này đối với Thế Tôn. “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, chư Tăng đệ tử của Thế Tôn khéo tu tập hành trì”. Ở đây, bạch Thế Tôn, con thấy nhiều vị Sa-môn, Bà-la-môn hành trì Phạm hạnh có giới hạn trong mười năm, hai mươi năm, ba mươi năm, bốn mươi năm. Những vị này, sau một thời gian, khéo tắm, khéo phấn sáp, với râu tóc khéo chải chuốt, sống thụ hưởng một cách sung mãn, đầy đủ năm dục trưởng dưỡng. Ở đây, Bạch Thế Tôn, con thấy các Tỷ-kheo sống hành trì Phạm hạnh viên mãn, thanh tịnh cho đến trọn đời, cho đến hơi thở cuối cùng. Bạch Thế Tôn, con không thấy ngoài đây ra có một Phạm hạnh nào khác viên mãn, thanh tịnh như vậy. Bạch Thế Tôn, đây là pháp truyền thống của con đối với Thế Tôn. “Thế Tôn là bậc Chánh Ðẳng Giác. Pháp được Thế Tôn khéo giảng, chư Tăng đệ tử của Thế Tôn khéo tu tập, hành trì”.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Lại nữa bạch Thế Tôn, vua chúa cãi lộn với vua chúa, Sát-đế-lị cãi lộn với Sát-đế-lị, Bà-la-môn cãi lộn với Bà-la-môn, gia chủ cãi lộn với gia chủ, mẹ cãi lộn với con, con cãi lộn với mẹ, cha cãi lộn với con, con cãi lộn với cha, anh em cãi lộn với anh em, anh em cãi lộn với chị em, chị em cãi lộn với anh em, bạn bè cãi lộn với bạn bè. Còn ở đây, bạch Thế Tôn, con thấy các Tỷ-kheo sống với nhau thuận hòa, thân hữu, không cãi lộn nhau, hòa hợp như nước với sữa, nhìn nhau với cặp mắt ái kính. Bạch Thế Tôn, con không thấy ngoài đây ra, có một Phạm hạnh nào khác viên mãn, thanh tịnh như vậy. Bạch Thế Tôn, đây là pháp truyền thống của con đối với Thế Tôn: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, đệ tử chúng Tăng của Thế Tôn khéo tu tập, hành trì”.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Lại nữa, bạch Thế Tôn, con đi du hành tản bộ từ công viên này đến công viên khác, từ cung uyển này đến cung uyển khác. Ở đấy, con thấy một số Sa-môn, Bà-la-môn gầy mòn, khốn khổ, da xấu, bạc nhợt, tay chân gân nổi, hình như không có gì đẹp mắt để người ta nhìn. Bạch Thế Tôn, con suy nghĩ như sau: “Thật sự các bậc Tôn giả này sống Phạm hạnh không được hoan hỷ hay có những ác nghiệp được giấu kín. Do vậy, các vị Tôn giả này mới gầy mòn, khốn khổ, da xấu, bạc nhợt, tay chân gân nổi, hình như không có gì đẹp mắt để người ta nhìn. Con đi đến các vị ấy và nói:</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>“—Vì sao chư Tôn giả lại gầy mòn, khốn khổ, da xấu, bạc nhợt, tay chân gân nổi, hình như không có gì đẹp mắt để người ta nhìn?”.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Các vị ấy trả lời như sau:</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>“—Tâu Ðại vương, chúng tôi bị bệnh gia truyền”.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Còn ở đây, bạch Thế Tôn, con thấy các Tỷ-kheo hân hoan, phấn khởi, hỷ lạc, các căn thoải mái, không dao động, bình tĩnh, sống dựa vào sự hỷ cúng của người khác, với tâm tư như con thú rừng. Bạch Thế Tôn, con suy nghĩ như sau: “Thật sự các bậc Tôn giả này ý thức được một sự tối thắng thù diệu nào trong giáo lý Thế Tôn, một sự thành đạt tuần tự nên các bậc Tôn giả này hân hoan, phấn khởi, hỷ lạc, các căn thoải mái, không dao động, bình tĩnh, sống dựa vào sự hỷ cúng của người khác, với tâm tư như con thú rừng. Bạch Thế Tôn, đây là pháp truyền thống của con đối với Thế Tôn: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, đệ tử chúng Tăng của Thế Tôn khéo tu tập hành trì”.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Lại nữa, bạch Thế Tôn, con là một vị vua Sát-đế-lị, đã làm lễ quán đảnh, có thể hành quyết những ai đáng bị hành quyết, gia phạt những ai đáng bị gia phạt, trục xuất những ai đáng bị trục xuất. Nhưng bạch Thế Tôn, khi con ngồi xử kiện, có người đôi khi nói ngắt lời của con. Và con không có dịp để nói: “Này Quý vị, chớ có ngắt lời nói của ta, khi ta đang ngồi xử kiện. Quý vị hãy chờ cho đến khi ta nói xong”. Bạch Thế Tôn, thế mà có người vẫn ngắt lời nói của con. Còn ở đây, bạch Thế Tôn, con thấy các Tỷ-kheo, trong khi Thế Tôn thuyết pháp cho đồ chúng hàng trăm người, trong khi ấy không có một tiếng nhảy mũi hay tiếng ho khởi lên. Bạch Thế Tôn, thuở xưa, trong khi Thế Tôn thuyết pháp cho đồ chúng hàng trăm người, có người đệ tử Thế Tôn ho lên. Một đồng Phạm hạnh khẽ đập vào đầu gối và nói: “Tôn giả hãy im lặng, Tôn giả chớ có làm ồn. Thế Tôn, bậc Ðạo Sư của chúng ta đang thuyết pháp”. Bạch Thế Tôn, con khởi lên ý nghĩ như sau: “Thật vi diệu thay! Thật hy hữu thay! Thính chúng này thật khéo được huấn luyện, không gậy, không kiếm. Bạch Thế Tôn, con không thấy ngoài đồ chúng này có một đồ chúng nào khác được khéo huấn luyện như đồ chúng này. Bạch Thế Tôn, đây là pháp truyền thống của con đối với Thế Tôn: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, đệ tử chúng Tăng của Thế Tôn khéo tu tập hành trì”.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Lại nữa, bạch Thế Tôn, con thấy ở đây một số Sát-đế-lị bác học, tế nhị, nghị luận biện tài, biện bác như chia chẻ sợi tóc. Những vị này đi chỗ này, chỗ kia, như muốn đả phá các tà kiến với trí tuệ của họ. Những vị này nghe: “Sa-môn <i lang='pli' translate='no'>Gotama</i> sẽ đến thăm ngôi làng này hay thị trấn này”. Họ sắp đặt câu hỏi: “Chúng ta sau khi đến sẽ hỏi Sa-môn <i lang='pli' translate='no'>Gotama</i> câu hỏi này. Khi bị chúng ta hỏi như vậy, nếu Sa-môn <i lang='pli' translate='no'>Gotama</i> trả lời như thế này, thì chúng ta sẽ chất vấn như thế này. Khi bị ta hỏi như vậy, nếu Sa-môn <i lang='pli' translate='no'>Gotama</i> trả lời như thế kia, thì chúng ta sẽ chất vấn như thế kia”. Những vị này nghe: “Sa-môn <i lang='pli' translate='no'>Gotama</i> đã đến thăm ngôi làng hay thị trấn này”. Những vị này đến chỗ Sa-môn <i lang='pli' translate='no'>Gotama</i> ở. Sa-môn <i lang='pli' translate='no'>Gotama</i> với pháp thoại khai thị cho các vị này, khích lệ, làm cho phấn khởi, làm cho hoan hỷ. Ðược Sa-môn <i lang='pli' translate='no'>Gotama</i>, với pháp thoại khai thị, khích lệ, làm cho phấn khởi, làm cho hoan hỷ, họ không hỏi Sa-môn <i lang='pli' translate='no'>Gotama</i> câu hỏi (đã định trước), huống nữa là chất vấn! Trái lại, họ trở thành đệ tử của Sa-môn <i lang='pli' translate='no'>Gotama</i>. Bạch Thế Tôn, như vậy là pháp truyền thống của con đối với Thế Tôn: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, đệ tử chúng Tăng của Thế Tôn khéo tu tập hành trì”.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Lại nữa, bạch Thế Tôn, con thấy ở đây một số Bà-la-môn bác học … Gia chủ bác học, Sa-môn bác học, tế nhị, nghị luận biện tài, biện bác như chia chẻ sợi tóc, những vị này đi chỗ này chỗ kia như muốn đả phá các tà kiến … họ không hỏi Sa-môn <i lang='pli' translate='no'>Gotama</i> câu hỏi (đã định trước), huống nữa là chất vấn. Trái lại, họ xin xuất gia, từ bỏ gia đình, sống không gia đình. Thế Tôn cho họ được xuất gia. Ðược xuất gia như vậy, một số các vị ấy sống một mình, không phóng dật, nỗ lực, tinh cần và không bao lâu sau, tự chứng với thắng trí, chứng ngộ chứng đạt và an trú ngay trong hiện tại mục đích tối thượng của Phạm hạnh mà những Thiện nam tử chơn chánh xuất gia, từ bỏ gia đình, sống không gia đình hướng đến. Họ nói như sau: “Thật sự chúng ta gần hoại vong! Thật sự chúng ta gần hoại diệt! Xưa kia chúng ta không phải Sa-môn lại tự xem là Sa-môn, không phải Bà-la-môn lại tự xem là Bà-la-môn, không phải bậc A-la-hán lại tự xem là bậc A-la-hán. Nay chúng ta mới thật là Sa-môn. Nay chúng ta mới thật là Bà-la-môn. Nay chúng ta mới thật là A-la-hán”. Bạch Thế Tôn, đây là pháp truyền thống của con đối với Thế Tôn: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, đệ tử chúng Tăng của Thế Tôn khéo tu tập hành trì”.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Lại nữa, bạch Thế Tôn, Isidatta và <i lang='pli' translate='no'>Purāna</i> là hai quan giữ ngựa, ăn cơm của con, đi xe của con, sinh sống do con cho, và chính con đem danh vọng lại cho họ. Nhưng họ không hạ mình đối với con như họ hạ mình đối với Thế Tôn. Thuở xưa, bạch Thế Tôn, trong khi hành quân chống với đội quân đối nghịch, và muốn thử thách Isidatta và <i lang='pli' translate='no'>Purāna</i>, hai quan giữ ngựa, con đến ở tại một căn nhà chật hẹp. Rồi bạch Thế Tôn, hai quan giữ ngựa, Isidatta và <i lang='pli' translate='no'>Purāna</i>, sau khi cùng nhau đàm luận về chánh pháp hơn nửa đêm, rồi nằm xuống ngủ, với đầu của họ hướng về phía mà họ được nghe là chỗ Thế Tôn ở và với chân hướng về chỗ con. Bạch Thế Tôn, con suy nghĩ như sau: “Thật vi diệu thay! Thật hy hữu thay! Hai quan giữ ngựa Isidatta và <i lang='pli' translate='no'>Purāna</i> này ăn cơm của ta, đi xe của ta, sinh sống do ta cho, và chính ta đem danh vọng lại cho họ. Nhưng họ không hạ mình đối với ta như họ hạ mình đối với Thế Tôn. Thật sự những vị này ý thức được một sự tối thắng thù diệu nào trong giáo lý Thế Tôn, một sự thành đạt tuần tự”. Bạch Thế Tôn, đây là pháp truyền thống của con đối với Thế Tôn: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, đệ tử chúng Tăng của Thế Tôn khéo tu tập hành trì”.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>Lại nữa, bạch Thế Tôn, Thế Tôn thuộc dòng Sát-đế-lị, con cũng thuộc dòng Sát-đế-lị. Thế Tôn là người nước <i lang='pli' translate='no'>Kosala</i>, con cũng thuộc người nước <i lang='pli' translate='no'>Kosala</i>. Thế Tôn được tám mươi tuổi, con cũng được tám mươi tuổi. Vì Thế Tôn thuộc dòng Sát-đế-lị và con cũng thuộc dòng Sát-đế-lị; vì Thế Tôn là người nước <i lang='pli' translate='no'>Kosala</i>, con cũng thuộc người <i lang='pli' translate='no'>Kosala</i>; vì Thế Tôn được tám mươi tuổi, con cũng được tám mươi tuổi; nên con sẵn sàng hạ mình tột bực đối với Thế Tôn, và biểu lộ tình thân ái. Bạch Thế Tôn, nay chúng con phải đi, chúng con nhiều công việc, có nhiều bổn phận phải làm.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>—Thưa Ðại vương, Ðại vương hãy làm những gì Ðại vương nghĩ là hợp thời.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> từ chỗ ngồi đứng dậy, đảnh lễ Thế Tôn, thân phía hữu hướng về Ngài rồi ra đi.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>Khi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> ra đi không bao lâu, Thế Tôn cho gọi các Tỷ-kheo</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>—Này các Tỷ-kheo, đấy là vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>. Sau khi nói lên những pháp trang nghiêm, vua đã từ chỗ ngồi đứng dậy và ra đi. Này các Tỷ-kheo, hãy học các pháp trang nghiêm. Hãy thấu triệt các pháp trang nghiêm. Này các Tỷ-kheo, hãy thọ trì các pháp trang nghiêm. Này các Tỷ-kheo, các pháp trang nghiêm này liên hệ đến mục tiêu, là căn bản của Phạm hạnh.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo ấy hoan hỷ tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 18–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn89",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Pháp trang nghiêm",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "At Kaṇṇakatthala ",
      "uid": "mn90"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Imported Cloth ",
      "uid": "mn88"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn89' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>89. Kinh Pháp trang nghiêm</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở giữa dân chúng Sakka (Thích-ca). Medalumpa là một thị trấn của dân chúng Sakka.</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Lúc bấy giờ, vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> đi đến Nangaraka vì có một vài công việc. Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> nói với <i lang='pli' translate='no'>Dīgha</i> Karayana</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Này Karayana, hãy sửa soạn các cỗ xe thù thắng, ta muốn đi đến các thượng uyển để ngắm phong cảnh.</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Thưa vâng, Ðại vương.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a><i lang='pli' translate='no'>Dīgha</i> Karayana vâng đáp vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, cho sửa soạn các cỗ xe thù thắng, rồi thưa với vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i></p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Tâu Ðại vương, các cỗ xe thù thắng của Ðại vương đã sửa soạn xong, nay Ðại vương hãy làm những gì Ðại vương nghĩ là hợp thời.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, leo lên một cỗ xe thù thắng, đi ra khỏi Nangaraka cùng nhiều cỗ xe thù thắng khác, với tất cả uy vệ của vua chúa, và đi đến vườn thượng uyển, đi xe cho đến chỗ còn đi xe được, rồi xuống xe đi bộ, vào vườn thượng uyển, trong khi đi qua đi lại trong vườn thượng uyển, trong khi tản bộ thưởng ngoạn, vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> thấy những gốc cây khả ái, đẹp mắt, lặng tiếng, ít ồn, vắng người, thoáng gió, xa lánh mọi tụ hội đông đảo, thích hợp với trầm tư mặc tưởng. Thấy vậy, vua liền nghĩ đến Thế Tôn: “Những gốc cây khả ái, đẹp mắt, lặng tiếng, ít ồn, vắng người, thoáng gió, xa lánh mọi tụ hội đông đảo, thích hợp với trầm tư mặc tưởng này, chính tại đây, chúng ta đảnh lễ Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác”. Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> nói với <i lang='pli' translate='no'>Dīgha</i> Karayana</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>—Này Karayana, những gốc cây khả ái … Chánh Ðẳng Giác. Này Karayana, nay Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác trú tại chỗ nào?</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>—Tâu Ðại vương, có một thị trấn của dân chúng Sakka tên là Medalumpa. Tại đấy, Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác đang trú.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>—Này Karayana, Medalumpa, thị trấn của dân chúng Sakka, cách xa Nangaraka bao nhiêu?</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>—Tâu Ðại vương, cách không xa, có ba yojana (do tuần). Có thể đi đến chỗ ấy trong ngày.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>—Vậy này Karayana, hãy sửa soạn các cỗ xe thù thắng, chúng ta sẽ đi yết kiến Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>—Thưa vâng, tâu Ðại vương.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a><i lang='pli' translate='no'>Dīgha</i> Karayana vâng đáp vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, cho sửa soạn các cỗ xe thù thắng, sau khi sửa soạn xong các cỗ xe thù thắng, liền tâu với vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i></p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>—Tâu Ðại vương các cỗ xe thù thắng đã sửa soạn xong, nay Ðại vương hãy làm những gì Ðại vương nghĩ là hợp thời.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, leo lên một cỗ xe thù thắng, và cùng với các cỗ xe thù thắng khác, từ Nangaraka đi đến Medulampa, thị trấn của dân chúng Sakka, đến nơi đó nội trong ngày, rồi đi đến tịnh xá. Vua đi xe cho đến chỗ nào có thể đi xe được, rồi xuống xe đi bộ vào tịnh xá. Lúc bấy giờ một số đông Tỷ-kheo đang đi kinh hành ngoài trời. Vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> đi đến các Tỷ-kheo ấy, sau khi đến, thưa với các Tỷ-kheo ấy</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>—Chư Tôn giả, nay Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác ở đâu? Chúng tôi muốn yết kiến Thế Tôn, bậc A-la-hán, Chánh Ðẳng Giác.</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>—Thưa Ðại vương, Thế Tôn ở trong ngôi nhà này với các cửa khép kín. Hãy im lặng đến gần, bước vào hành lang nhưng không vượt qua, sau khi đằng hắng, hãy gõ vào khóa cửa. Thế Tôn sẽ mở cửa cho Ðại vương.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>, ngay tại chỗ ấy, trao kiếm và vành khăn cho <i lang='pli' translate='no'>Dīgha</i> Karayana. Rồi <i lang='pli' translate='no'>Dīgha</i> Karayana tự nghĩ: “Nay vua muốn đi một mình. Ở đây, ta phải dừng lại”. Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> im lặng đi đến căn nhà đóng cửa, sau khi đến, bước vào hành lang nhưng không vượt qua, đằng hắng và gõ vào khóa cửa. Thế Tôn mở cửa.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> bước vào căn nhà, cúi đầu đảnh lễ chân Thế Tôn, miệng hôn xung quanh chân Thế Tôn, tay xoa rờ xung quanh chân và tự xưng tên</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>—Bạch Thế Tôn, con là vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>. Bạch Thế Tôn, con là vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>—Thưa Ðại vương, do thấy nguyên nhân gì, Ðại vương lại hạ mình tột bực như vậy đối với thân này và biểu lộ tình thân ái như vậy?</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>—Bạch Thế Tôn, con có pháp truyền thống (Dhammanvaya) này đối với Thế Tôn. “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, chư Tăng đệ tử của Thế Tôn khéo tu tập hành trì”. Ở đây, bạch Thế Tôn, con thấy nhiều vị Sa-môn, Bà-la-môn hành trì Phạm hạnh có giới hạn trong mười năm, hai mươi năm, ba mươi năm, bốn mươi năm. Những vị này, sau một thời gian, khéo tắm, khéo phấn sáp, với râu tóc khéo chải chuốt, sống thụ hưởng một cách sung mãn, đầy đủ năm dục trưởng dưỡng. Ở đây, Bạch Thế Tôn, con thấy các Tỷ-kheo sống hành trì Phạm hạnh viên mãn, thanh tịnh cho đến trọn đời, cho đến hơi thở cuối cùng. Bạch Thế Tôn, con không thấy ngoài đây ra có một Phạm hạnh nào khác viên mãn, thanh tịnh như vậy. Bạch Thế Tôn, đây là pháp truyền thống của con đối với Thế Tôn. “Thế Tôn là bậc Chánh Ðẳng Giác. Pháp được Thế Tôn khéo giảng, chư Tăng đệ tử của Thế Tôn khéo tu tập, hành trì”.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Lại nữa bạch Thế Tôn, vua chúa cãi lộn với vua chúa, Sát-đế-lị cãi lộn với Sát-đế-lị, Bà-la-môn cãi lộn với Bà-la-môn, gia chủ cãi lộn với gia chủ, mẹ cãi lộn với con, con cãi lộn với mẹ, cha cãi lộn với con, con cãi lộn với cha, anh em cãi lộn với anh em, anh em cãi lộn với chị em, chị em cãi lộn với anh em, bạn bè cãi lộn với bạn bè. Còn ở đây, bạch Thế Tôn, con thấy các Tỷ-kheo sống với nhau thuận hòa, thân hữu, không cãi lộn nhau, hòa hợp như nước với sữa, nhìn nhau với cặp mắt ái kính. Bạch Thế Tôn, con không thấy ngoài đây ra, có một Phạm hạnh nào khác viên mãn, thanh tịnh như vậy. Bạch Thế Tôn, đây là pháp truyền thống của con đối với Thế Tôn: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, đệ tử chúng Tăng của Thế Tôn khéo tu tập, hành trì”.</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>Lại nữa, bạch Thế Tôn, con đi du hành tản bộ từ công viên này đến công viên khác, từ cung uyển này đến cung uyển khác. Ở đấy, con thấy một số Sa-môn, Bà-la-môn gầy mòn, khốn khổ, da xấu, bạc nhợt, tay chân gân nổi, hình như không có gì đẹp mắt để người ta nhìn. Bạch Thế Tôn, con suy nghĩ như sau: “Thật sự các bậc Tôn giả này sống Phạm hạnh không được hoan hỷ hay có những ác nghiệp được giấu kín. Do vậy, các vị Tôn giả này mới gầy mòn, khốn khổ, da xấu, bạc nhợt, tay chân gân nổi, hình như không có gì đẹp mắt để người ta nhìn. Con đi đến các vị ấy và nói:</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>“—Vì sao chư Tôn giả lại gầy mòn, khốn khổ, da xấu, bạc nhợt, tay chân gân nổi, hình như không có gì đẹp mắt để người ta nhìn?”.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Các vị ấy trả lời như sau:</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>“—Tâu Ðại vương, chúng tôi bị bệnh gia truyền”.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>Còn ở đây, bạch Thế Tôn, con thấy các Tỷ-kheo hân hoan, phấn khởi, hỷ lạc, các căn thoải mái, không dao động, bình tĩnh, sống dựa vào sự hỷ cúng của người khác, với tâm tư như con thú rừng. Bạch Thế Tôn, con suy nghĩ như sau: “Thật sự các bậc Tôn giả này ý thức được một sự tối thắng thù diệu nào trong giáo lý Thế Tôn, một sự thành đạt tuần tự nên các bậc Tôn giả này hân hoan, phấn khởi, hỷ lạc, các căn thoải mái, không dao động, bình tĩnh, sống dựa vào sự hỷ cúng của người khác, với tâm tư như con thú rừng. Bạch Thế Tôn, đây là pháp truyền thống của con đối với Thế Tôn: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, đệ tử chúng Tăng của Thế Tôn khéo tu tập hành trì”.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Lại nữa, bạch Thế Tôn, con là một vị vua Sát-đế-lị, đã làm lễ quán đảnh, có thể hành quyết những ai đáng bị hành quyết, gia phạt những ai đáng bị gia phạt, trục xuất những ai đáng bị trục xuất. Nhưng bạch Thế Tôn, khi con ngồi xử kiện, có người đôi khi nói ngắt lời của con. Và con không có dịp để nói: “Này Quý vị, chớ có ngắt lời nói của ta, khi ta đang ngồi xử kiện. Quý vị hãy chờ cho đến khi ta nói xong”. Bạch Thế Tôn, thế mà có người vẫn ngắt lời nói của con. Còn ở đây, bạch Thế Tôn, con thấy các Tỷ-kheo, trong khi Thế Tôn thuyết pháp cho đồ chúng hàng trăm người, trong khi ấy không có một tiếng nhảy mũi hay tiếng ho khởi lên. Bạch Thế Tôn, thuở xưa, trong khi Thế Tôn thuyết pháp cho đồ chúng hàng trăm người, có người đệ tử Thế Tôn ho lên. Một đồng Phạm hạnh khẽ đập vào đầu gối và nói: “Tôn giả hãy im lặng, Tôn giả chớ có làm ồn. Thế Tôn, bậc Ðạo Sư của chúng ta đang thuyết pháp”. Bạch Thế Tôn, con khởi lên ý nghĩ như sau: “Thật vi diệu thay! Thật hy hữu thay! Thính chúng này thật khéo được huấn luyện, không gậy, không kiếm. Bạch Thế Tôn, con không thấy ngoài đồ chúng này có một đồ chúng nào khác được khéo huấn luyện như đồ chúng này. Bạch Thế Tôn, đây là pháp truyền thống của con đối với Thế Tôn: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, đệ tử chúng Tăng của Thế Tôn khéo tu tập hành trì”.</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>Lại nữa, bạch Thế Tôn, con thấy ở đây một số Sát-đế-lị bác học, tế nhị, nghị luận biện tài, biện bác như chia chẻ sợi tóc. Những vị này đi chỗ này, chỗ kia, như muốn đả phá các tà kiến với trí tuệ của họ. Những vị này nghe: “Sa-môn <i lang='pli' translate='no'>Gotama</i> sẽ đến thăm ngôi làng này hay thị trấn này”. Họ sắp đặt câu hỏi: “Chúng ta sau khi đến sẽ hỏi Sa-môn <i lang='pli' translate='no'>Gotama</i> câu hỏi này. Khi bị chúng ta hỏi như vậy, nếu Sa-môn <i lang='pli' translate='no'>Gotama</i> trả lời như thế này, thì chúng ta sẽ chất vấn như thế này. Khi bị ta hỏi như vậy, nếu Sa-môn <i lang='pli' translate='no'>Gotama</i> trả lời như thế kia, thì chúng ta sẽ chất vấn như thế kia”. Những vị này nghe: “Sa-môn <i lang='pli' translate='no'>Gotama</i> đã đến thăm ngôi làng hay thị trấn này”. Những vị này đến chỗ Sa-môn <i lang='pli' translate='no'>Gotama</i> ở. Sa-môn <i lang='pli' translate='no'>Gotama</i> với pháp thoại khai thị cho các vị này, khích lệ, làm cho phấn khởi, làm cho hoan hỷ. Ðược Sa-môn <i lang='pli' translate='no'>Gotama</i>, với pháp thoại khai thị, khích lệ, làm cho phấn khởi, làm cho hoan hỷ, họ không hỏi Sa-môn <i lang='pli' translate='no'>Gotama</i> câu hỏi (đã định trước), huống nữa là chất vấn! Trái lại, họ trở thành đệ tử của Sa-môn <i lang='pli' translate='no'>Gotama</i>. Bạch Thế Tôn, như vậy là pháp truyền thống của con đối với Thế Tôn: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, đệ tử chúng Tăng của Thế Tôn khéo tu tập hành trì”.</p>\n<p><a class='ref sc' id='sc32' href='#sc32'>SC 32</a>Lại nữa, bạch Thế Tôn, con thấy ở đây một số Bà-la-môn bác học … Gia chủ bác học, Sa-môn bác học, tế nhị, nghị luận biện tài, biện bác như chia chẻ sợi tóc, những vị này đi chỗ này chỗ kia như muốn đả phá các tà kiến … họ không hỏi Sa-môn <i lang='pli' translate='no'>Gotama</i> câu hỏi (đã định trước), huống nữa là chất vấn. Trái lại, họ xin xuất gia, từ bỏ gia đình, sống không gia đình. Thế Tôn cho họ được xuất gia. Ðược xuất gia như vậy, một số các vị ấy sống một mình, không phóng dật, nỗ lực, tinh cần và không bao lâu sau, tự chứng với thắng trí, chứng ngộ chứng đạt và an trú ngay trong hiện tại mục đích tối thượng của Phạm hạnh mà những Thiện nam tử chơn chánh xuất gia, từ bỏ gia đình, sống không gia đình hướng đến. Họ nói như sau: “Thật sự chúng ta gần hoại vong! Thật sự chúng ta gần hoại diệt! Xưa kia chúng ta không phải Sa-môn lại tự xem là Sa-môn, không phải Bà-la-môn lại tự xem là Bà-la-môn, không phải bậc A-la-hán lại tự xem là bậc A-la-hán. Nay chúng ta mới thật là Sa-môn. Nay chúng ta mới thật là Bà-la-môn. Nay chúng ta mới thật là A-la-hán”. Bạch Thế Tôn, đây là pháp truyền thống của con đối với Thế Tôn: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, đệ tử chúng Tăng của Thế Tôn khéo tu tập hành trì”.</p>\n<p><a class='ref sc' id='sc33' href='#sc33'>SC 33</a>Lại nữa, bạch Thế Tôn, Isidatta và <i lang='pli' translate='no'>Purāna</i> là hai quan giữ ngựa, ăn cơm của con, đi xe của con, sinh sống do con cho, và chính con đem danh vọng lại cho họ. Nhưng họ không hạ mình đối với con như họ hạ mình đối với Thế Tôn. Thuở xưa, bạch Thế Tôn, trong khi hành quân chống với đội quân đối nghịch, và muốn thử thách Isidatta và <i lang='pli' translate='no'>Purāna</i>, hai quan giữ ngựa, con đến ở tại một căn nhà chật hẹp. Rồi bạch Thế Tôn, hai quan giữ ngựa, Isidatta và <i lang='pli' translate='no'>Purāna</i>, sau khi cùng nhau đàm luận về chánh pháp hơn nửa đêm, rồi nằm xuống ngủ, với đầu của họ hướng về phía mà họ được nghe là chỗ Thế Tôn ở và với chân hướng về chỗ con. Bạch Thế Tôn, con suy nghĩ như sau: “Thật vi diệu thay! Thật hy hữu thay! Hai quan giữ ngựa Isidatta và <i lang='pli' translate='no'>Purāna</i> này ăn cơm của ta, đi xe của ta, sinh sống do ta cho, và chính ta đem danh vọng lại cho họ. Nhưng họ không hạ mình đối với ta như họ hạ mình đối với Thế Tôn. Thật sự những vị này ý thức được một sự tối thắng thù diệu nào trong giáo lý Thế Tôn, một sự thành đạt tuần tự”. Bạch Thế Tôn, đây là pháp truyền thống của con đối với Thế Tôn: “Thế Tôn là bậc Chánh Ðẳng Giác, Pháp được Thế Tôn khéo giảng, đệ tử chúng Tăng của Thế Tôn khéo tu tập hành trì”.</p>\n<p><a class='ref sc' id='sc34' href='#sc34'>SC 34</a>Lại nữa, bạch Thế Tôn, Thế Tôn thuộc dòng Sát-đế-lị, con cũng thuộc dòng Sát-đế-lị. Thế Tôn là người nước <i lang='pli' translate='no'>Kosala</i>, con cũng thuộc người nước <i lang='pli' translate='no'>Kosala</i>. Thế Tôn được tám mươi tuổi, con cũng được tám mươi tuổi. Vì Thế Tôn thuộc dòng Sát-đế-lị và con cũng thuộc dòng Sát-đế-lị; vì Thế Tôn là người nước <i lang='pli' translate='no'>Kosala</i>, con cũng thuộc người <i lang='pli' translate='no'>Kosala</i>; vì Thế Tôn được tám mươi tuổi, con cũng được tám mươi tuổi; nên con sẵn sàng hạ mình tột bực đối với Thế Tôn, và biểu lộ tình thân ái. Bạch Thế Tôn, nay chúng con phải đi, chúng con nhiều công việc, có nhiều bổn phận phải làm.</p>\n<p><a class='ref sc' id='sc35' href='#sc35'>SC 35</a>—Thưa Ðại vương, Ðại vương hãy làm những gì Ðại vương nghĩ là hợp thời.</p>\n<p><a class='ref sc' id='sc36' href='#sc36'>SC 36</a>Rồi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> từ chỗ ngồi đứng dậy, đảnh lễ Thế Tôn, thân phía hữu hướng về Ngài rồi ra đi.</p>\n<p><a class='ref sc' id='sc37' href='#sc37'>SC 37</a>Khi vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i> ra đi không bao lâu, Thế Tôn cho gọi các Tỷ-kheo</p>\n<p><a class='ref sc' id='sc38' href='#sc38'>SC 38</a>—Này các Tỷ-kheo, đấy là vua <i lang='pli' translate='no'>Pasenadi</i> nước <i lang='pli' translate='no'>Kosala</i>. Sau khi nói lên những pháp trang nghiêm, vua đã từ chỗ ngồi đứng dậy và ra đi. Này các Tỷ-kheo, hãy học các pháp trang nghiêm. Hãy thấu triệt các pháp trang nghiêm. Này các Tỷ-kheo, hãy thọ trì các pháp trang nghiêm. Này các Tỷ-kheo, các pháp trang nghiêm này liên hệ đến mục tiêu, là căn bản của Phạm hạnh.</p>\n<p><a class='ref sc' id='sc39' href='#sc39'>SC 39</a>Thế Tôn thuyết giảng như vậy. Các Tỷ-kheo ấy hoan hỷ tín thọ lời Thế Tôn dạy.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 18–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 89",
    "volpages": " PTS 2.118, PTS 2.119, PTS 2.120, PTS 2.121, PTS 2.122, PTS 2.123, PTS 2.124, PTS 2.125",
    "alt_volpages": null,
    "uid": "mn89",
    "blurb": "King Pasenadi, near the end of his life, visits the Buddha, and shows moving devotion and love for his teacher.",
    "difficulty": 1,
    "original_title": "Dhammacetiyasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Pháp trang nghiêm",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn89_translation-de-sabbamitta",
        "segmented": true,
        "title": "Heiligtümer für die Lehre ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn89_translation-en-sujato",
        "segmented": true,
        "title": "Shrines to the Teaching ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn89_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso delle devozioni all’insegnamento ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn89_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn89_translation-ru-sv",
        "segmented": true,
        "title": "Монументы в честь Дхаммы ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ধর্মাধার মহাস্থবির",
        "author_short": "ধর্মাধার",
        "author_uid": "mahasthavya",
        "publication_date": null,
        "id": "bn_mn89_mahasthavya",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn89_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Nyanamoli Thera",
        "author_short": "Nyanamoli",
        "author_uid": "nyanamoli-thera",
        "publication_date": "1977",
        "id": "en_mn89_nyanamoli-thera",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn89_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn89_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": null,
        "id": "hi_mn89_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn89_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn89_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn89_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Molakalmuru Srinivasamurthy",
        "author_short": "srinivasamurthy",
        "author_uid": "srinivasamurthy",
        "publication_date": "2012",
        "id": "kan_mn89_srinivasamurthy",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn89_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn89_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2005",
        "id": "pt_mn89_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn89_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn89_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn89_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn89_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn89_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn89_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Pháp trang nghiêm"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn89_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 5,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj11.550, cck13.492, csp1ed10.321, csp2ed10.321, dr13.462, ms10M_1089, msdiv364, ndp10.365, nya1, pts-vp-pli2.118, sya13.506, sya13.507, vri13.328,nya2,nya3,nya4,bj11.552, cck13.493, dr13.463, ms10M_1090, msdiv365, ndp10.366, nya5, pts-vp-pli2.119, sya13.508, vri13.329,nya6,cck13.494, csp1ed10.322, csp2ed10.322, dr13.464, ms10M_1091, msdiv366, ndp10.367, nya7, pts-vp-pli2.120, sya13.509,nya8,nya9,cck13.495, ms10M_1092, msdiv367, vri13.330,nya10,bj11.554, cck13.496, csp1ed10.323, csp2ed10.323, dr13.465, ms10M_1093, msdiv368, ndp10.368, nya11, pts-vp-pli2.121, sya13.510,cck13.497, dr13.466, ms10M_1094, msdiv369, ndp10.369, nya12, sya13.511, vri13.331,bj11.556, cck13.498, csp1ed10.324, csp2ed10.324, dr13.467, ms10M_1095, msdiv370, nya13, pts-vp-pli2.122, sya13.512,csp1ed10.325, csp2ed10.325, ms10M_1096, msdiv371, ndp10.370, nya14, pts-vp-pli2.123, sya13.513, vri13.332,bj11.558, cck13.499, cck13.500, dr13.468, dr13.469, ms10M_1097, msdiv372, ndp10.371, nya15, sya13.514,nya16,nya17,cck13.501, csp1ed10.326, csp2ed10.326, ms10M_1098, msdiv373, nya18, pts-vp-pli2.124, sya13.515, vri13.333,dr13.470, ms10M_1099, msdiv374, ndp10.372, nya19,nya20,bj11.560, ms10M_1100, nya21, pts-vp-pli2.125, sya13.516,ms10M_1101",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn89",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Dhammacetiyasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "nyanamoli-thera",
    "horner"
  ]
}