{
  "root_text": {
    "uid": "mn8",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Ðoạn giảm",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Right View ",
      "uid": "mn9"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Simile of the Cloth ",
      "uid": "mn7"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn8' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>8. Kinh Ðoạn giảm</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ), tại <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà Lâm), vườn ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc). Lúc bấy giờ, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Cunda</i>, vào buổi chiều từ chỗ độc cư Thiền tịnh đứng dậy, đến tại chỗ Thế Tôn, đảnh lễ Ngài rồi ngồi xuống một bên. Sau khi ngồi xuống một bên, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Cunda</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Bạch Thế Tôn, có những loại sở kiến này khởi lên trên đời, hoặc liên hệ đến ngã luận, hoặc liên hệ đến thế giới luận. Bạch Thế Tôn, đối với một Tỷ-kheo, có tác ý ngay từ ban đầu, thời có thể đoạn trừ những sở kiến ấy hay không, có thể xả ly những sở kiến ấy hay không?</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Này <i lang='pli' translate='no'>Cunda</i>, những loại sở kiến này khởi lên trên đời, hoặc liên hệ đến ngã luận, hoặc liên hệ đến thế giới luận—chỗ nào những sở kiến này tiềm ẩn, và chỗ nào những sở kiến này hiện hành, chỉ có cách như thật quán sát chúng với trí tuệ rằng: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, có vậy thời có sự đoạn trừ những sở kiến ấy, có sự xả ly những sở kiến ấy.</p>\n<h2>(Tám chứng đắc)</h2>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra khi ở đây một Tỷ-kheo ly dục, ly bất thiện pháp, chứng và trú Thiền thứ nhất, một trạng thái hỷ lạc do ly dục sanh, với tầm với tứ. Vị ấy có thể nghĩ: “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là hiện tại lạc trú trong giới luật của bậc Thánh.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra khi ở đây, một Tỷ-kheo diệt tầm và tứ, chứng và trú Thiền thứ hai, một trạng thái hỷ lạc do định sanh, không tầm không tứ, nội tỉnh nhất tâm. Vị ấy có thể nghĩ: “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là hiện tại lạc trú trong giới luật của bậc Thánh.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra khi ở đây, một Tỷ-kheo ly hỷ trú xả, chánh niệm tỉnh giác, thân cảm sự lạc thọ mà các bậc Thánh gọi là xả niệm lạc trú, chứng và trú Thiền thứ ba. Vị ấy có thể nghĩ “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là hiện tại lạc trú trong giới luật của bậc Thánh.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra, khi một Tỷ-kheo xả lạc xả khổ, diệt hỷ ưu đã cảm thọ trước, chứng và trú Thiền thứ tư, không khổ không lạc, xả niệm thanh tịnh. Vị ấy có thể nghĩ: “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là hiện tại lạc trú trong giới luật của bậc Thánh.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra, khi một Tỷ-kheo vượt lên mọi sắc tưởng, diệt trừ mọi chướng ngại tưởng, không tác ý đối với dị tưởng. Tỷ-kheo nghĩ rằng: “Hư không là vô biên”, chứng và trú Không vô biên xứ. Vị ấy có thể tự nghĩ: “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là tịch tịnh trú trong giới luật của bậc Thánh.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra, khi một Tỷ-kheo vượt lên mọi Không vô biên xứ, nghĩ rằng: “Thức là vô biên”, chứng và trú Thức vô biên xứ. Vị ấy có thể nghĩ: “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là tịch tịnh trú trong giới luật của bậc Thánh.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra, khi một Tỷ-kheo vượt lên mọi Thức vô biên xứ, nghĩ rằng: “Không có vật gì”, chứng và trú Vô sở hữu xứ. Vị ấy có thể nghĩ: “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là tịch tịnh trú trong giới luật của bậc Thánh.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra, khi một Tỷ-kheo vượt lên mọi Vô sở hữu xứ, chứng và trú Phi tưởng phi phi tưởng xứ. Vị ấy có thể nghĩ: “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là tịch tịnh trú trong giới luật của bậc Thánh.</p>\n<h2>(Ðoạn giảm)</h2>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Này <i lang='pli' translate='no'>Cunda</i>, ở đây đoạn giảm được các Người thực hiện khi các Người nghĩ:</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>(1) “Những kẻ khác có thể là những người làm hại, chúng ta ở đây không thể là những người làm hại”, như vậy đoạn giảm được thực hiện.<br>\n(2) “Những kẻ khác có thể sát sanh, chúng ta ở đây sẽ từ bỏ sát sanh”, như vậy đoạn giảm được thực hiện.<br>\n(3) “Những kẻ khác có thể lấy của không cho, chúng ta ở đây sẽ từ bỏ lấy của không cho”, như vậy đoạn giảm được thực hiện.<br>\n(4) “Những kẻ khác có thể không phạm hạnh, chúng ta ở đây sẽ sống phạm hạnh”, như vậy … (như trên) … thực hiện.<br>\n(5) “Những kẻ khác có thể nói láo, chúng ta ở đây sẽ từ bỏ nói láo”, … (như trên) …<br>\n(6) “Những kẻ khác có thể nói hai lưỡi, chúng ta ở đây sẽ từ bỏ nói hai lưỡi”, … (như trên) …<br>\n(7) “Những kẻ khác có thể nói lời độc ác”, chúng ta ở đây sẽ từ bỏ nói lời độc ác”, … (như trên) …<br>\n(8) “Những kẻ khác có thể nói lời phù phiếm, chúng ta ở đây sẽ từ bỏ nói lời phù phiếm”, … (như trên) …<br>\n(9) “Những kẻ khác có thể tham dục, chúng ta ở đây không tham dục”, … (như trên) …<br>\n(10) “Những kẻ khác có thể có sân tâm, chúng ta ở đây sẽ không có sân tâm”, … (như trên) …<br>\n(11) “Những kẻ khác có thể có tà kiến, chúng ta ở đây sẽ có chánh kiến, … (như trên) …<br>\n(12) “Những kẻ khác có thể có tà tư duy, chúng ta ở đây sẽ có chánh tư duy”, … (như trên) …<br>\n(13) “Những kẻ khác có thể có tà ngữ, chúng ta ở đây sẽ có chánh ngữ”, … (như trên) …<br>\n(14) “Những kẻ khác có thể có tà nghiệp, chúng ta ở đây sẽ có chánh nghiệp”, … (như trên) …<br>\n(15) “Những kẻ khác có thể có tà mạng, chúng ta ở đây sẽ có chánh mạng”, … (như trên) …<br>\n(16) “Những kẻ khác có thể có tà tinh tấn, chúng ta ở đây sẽ có chánh tinh tấn”, … (như trên) …<br>\n(17) “Những kẻ khác có thể có tà niệm, chúng ta ở đây sẽ có chánh niệm”, … (như trên) …<br>\n(18) “Những kẻ khác có thể có tà định, chúng ta ở đây sẽ có chánh định”, … (như trên) …<br>\n(19) “Những kẻ khác có thể có tà trí, chúng ta ở đây sẽ có chánh trí”, … (như trên) …<br>\n(20) “Những kẻ khác có thể có tà giải thoát, chúng ta ở đây sẽ có chánh giải thoát”, … (như trên) …<br>\n(21) “Những kẻ khác có thể bị hôn trầm thụy miên chi phối, chúng ta ở đây sẽ không có hôn trầm thụy miên chi phối”, … (như trên) …<br>\n(22) “Những kẻ khác có thể có trạo hối, chúng ta ở đây sẽ không có trạo hối”, … (như trên) …<br>\n(23) “Những kẻ khác có thể nghi hoặc, chúng ta ở đây sẽ trừ diệt nghi hoặc”, … (như trên) …<br>\n(24) “Những kẻ khác có thể phẫn nộ, chúng ta ở đây sẽ không có phẫn nộ”, … (như trên) …<br>\n(25) “Những kẻ khác có thể oán hận, chúng ta ở đây sẽ không có oán hận”, … (như trên) …<br>\n(26) “Những kẻ khác có thể hư ngụy, chúng ta ở đây sẽ không hư ngụy”, … (như trên) …<br>\n(27) “Những kẻ khác có thể não hại, chúng ta ở đây sẽ không não hại”, … (như trên) …<br>\n(28) “Những kẻ khác có thể tật đố, chúng ta ở đây sẽ không tật đố”, … (như trên) …<br>\n(29) “Những kẻ khác có thể xan tham, chúng ta ở đây sẽ không xan tham”, … (như trên) …<br>\n(30) “Những kẻ khác có thể man trá, chúng ta ở đây sẽ không man trá, … (như trên) …<br>\n(31) “Những kẻ khác có thể khi cuống, chúng ta ở đây sẽ không khi cuống”, … (như trên) …<br>\n(32) “Những kẻ khác có thể ngoan cố, chúng ta ở đây không thể ngoan cố”, … (như trên) …<br>\n(33) “Những kẻ khác có thể cấp tháo, chúng ta ở đây không thể cấp tháo”, … (như trên) …<br>\n(34) “Những kẻ khác có thể khó nói (nan thuyết), chúng ta ở đây sẽ dễ nói”, … (như trên) …<br>\n(35) “Những kẻ khác có thể là ác hữu, chúng ta ở đây sẽ là thiện hữu”, … (như trên) …<br>\n(36) “Những kẻ khác có thể phóng dật, chúng ta ở đây sẽ không phóng dật”, … (như trên) …<br>\n(37) “Những kẻ khác có thể là bất tín, chúng ta ở đây sẽ có tín tâm”, … (như trên) …<br>\n(38) “Những kẻ khác có thể không xấu hổ, chúng ta ở đây sẽ có xấu hổ”, … (như trên) …<br>\n(39) “Những kẻ khác có thể không sợ hãi, chúng ta ở đây sẽ có sợ hãi”, … (như trên) …<br>\n(40) “Những kẻ khác có thể nghe ít, chúng ta ở đây sẽ nghe nhiều” … (như trên) …<br>\n(41) “Những kẻ khác có thể biếng nhác, chúng ta ở đây sẽ siêng năng”, … (như trên) …<br>\n(42) “Những kẻ khác có thể thất niệm, chúng ta ở đây sẽ an trú niệm”, … (như trên) …<br>\n(43) “Những kẻ khác có thể liệt tuệ, chúng ta ở đây thành tựu tuệ”, … (như trên) …<br>\n(44) “Những kẻ khác có thể nhiễm thế tục, cố chấp tư kiến, tánh khó hành xả, chúng ta ở đây sẽ không nhiễm thế tục, không cố chấp tư kiến, tánh dễ hành xả”, như vậy đoạn giảm được thực hiện.</p>\n<h2>(Khởi tâm)</h2>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Này <i lang='pli' translate='no'>Cunda</i>, Ta nói rằng sự khởi tâm rất có lợi ích cho các thiện pháp, còn nói gì thân nghiệp, khẩu nghiệp phù hợp (với tâm ý). Do vậy, này <i lang='pli' translate='no'>Cunda</i>:</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>(1) “Những kẻ khác có thể làm hại, chúng ta ở đây sẽ không làm hại”, cần phải khởi tâm như vậy.<br>\n(2) “Những kẻ khác có thể sát sanh, chúng ta ở đây sẽ từ bỏ sát sanh”, cần phải khởi tâm như vậy … (như trên) …<br>\n(3–43) “Những kẻ khác … (như trên) …<br>\n(44) “Những kẻ khác có thể nhiễm thế tục, cố chấp tư kiến, tánh khó hành xả, chúng ta ở đây sẽ không nhiễm thế tục, không cố chấp tư kiến, tánh dễ hành xả”, cần phải phát tâm như vậy.</p>\n<h2>(Từ bỏ)</h2>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Này <i lang='pli' translate='no'>Cunda</i>, giống như một con đường không bằng phẳng, có một con đường bằng phẳng khác đối trị. Này <i lang='pli' translate='no'>Cunda</i>, giống như một bến nước không bằng phẳng, có một bến nước bằng phẳng khác đối trị. Cũng vậy này <i lang='pli' translate='no'>Cunda</i>:</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>(1) Ðối với con người làm hại, có sự không làm hại đối trị.<br>\n(2) Ðối với con người sát sanh, có từ bỏ sát sanh đối trị.<br>\n(3) Ðối với con người lấy của không cho, có từ bỏ lấy của không cho đối trị.<br>\n(4–43) …, không phạm hạnh, có phạm hạnh…; nói láo, có từ bỏ nói láo…; nói hai lưỡi, có từ bỏ nói hai lưỡi…; nói ác khẩu, có từ bỏ nói ác khẩu; nói phù phiếm, có từ bỏ nói phù phiếm…; … tham dục, có không tham dục…; … sân tâm, có không sân tâm…; … tà kiến, có chánh kiến…; … tà tư duy, có chánh tư duy…; … tà ngữ, có chánh ngữ…; … tà nghiệp, có chánh nghiệp…; … tà mạng, có chánh mạng…; … tà tinh tấn, có chánh tinh tấn…; … tà niệm, có chánh niệm…; … tà định, có chánh định…; … tà trí, có chánh trí…; … tà giải thoát, có chánh giải thoát…; … bị hôn trầm thụy miên chi phối, có không bị hôn trầm thụy miên chi phối…; … trạo hối, có không trạo hối…; … nghi hoặc, có trừ diệt nghi hoặc…; … phẫn nộ, có không phẫn nộ…; … oán hận, có không oán hận…; … hư ngụy, có không hư ngụy…; … não hại, có không não hại…; … tật đố, có không tật đố…; … xan tham, có không xan tham…; … man trá, có không man trá…; … khi cuống, có không khi cuống…; … ngoan cố, có không ngoan cố … cấp tháo, có không cấp tháo…; … khó nói, có không khó nói…; … ác hữu, có thiện hữu…; … phóng dật, có không phóng dật…; … bất tín, có tín tâm…; … không xấu hổ, có xấu hổ…; … không sợ hãi, có sợ hãi…; … nghe ít, có nghe nhiều…; … biếng nhác, có siêng năng…; … thất niệm, có an trú niệm…; … liệt tuệ, có thành tựu tuệ …<br>\n(44) Ðối với con người nhiễm thế tục, cố chấp tư kiến, tánh khó hành xả, có không nhiễm thế tục, không cố chấp tư kiến, tánh dễ hành xả đối trị.</p>\n<h2>(Hướng thượng)</h2>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này <i lang='pli' translate='no'>Cunda</i>, ví như các bất thiện pháp, tất cả đều hướng hạ, còn các thiện pháp, tất cả đều hướng thượng. Cũng vậy, này <i lang='pli' translate='no'>Cunda</i>:</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>(1) Con người không làm hại, hướng thượng đối với người làm hại, con người từ bỏ sát sanh, hướng thượng đối với người sát sanh.<br>\n(2) Con người từ bỏ lấy của không cho, hướng thượng đối với người lấy của không cho.<br>\n(3–43) Con người … (như trên) …<br>\n(44) Con người không nhiễm thế tục, không cố chấp tư kiến, tánh dễ hành xả, hướng thượng đối với người nhiễm thế tục, cố chấp tư kiến, tánh khó hành xả.</p>\n<h2>(Pháp môn giải thoát)</h2>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Này <i lang='pli' translate='no'>Cunda</i>, con người tự mình bị rơi vào bùn lầy có thể kéo lên một người bị rơi vào bùn lầy, sự tình ấy không thể xảy ra. Này <i lang='pli' translate='no'>Cunda</i>, con người tự mình không rơi vào bùn lầy, có thể kéo lên một người bị rơi vào bùn lầy, sự tình ấy có thể xảy ra. Này <i lang='pli' translate='no'>Cunda</i>, con người tự mình không được nhiếp phục, không được huấn luyện, không được hoàn toàn giải thoát, tự mình có thể nhiếp phục, huấn luyện và hoàn toàn giải thoát người khác, sự tình ấy không thể xảy ra. Một người được nhiếp phục, được huấn luyện, được hoàn toàn giải thoát, tự mình có thể nhiếp phục, huấn luyện, hoàn toàn giải thoát người khác, sự tình ấy có thể xảy ra. Cũng vậy, này <i lang='pli' translate='no'>Cunda</i>:</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>(1) Ðối với người làm hại, không làm hại đưa đến hoàn toàn giải thoát; đối với con người sát sanh, từ bỏ sát sanh đưa đến hoàn toàn giải thoát.<br>\n(2) Ðối với con người lấy của không cho, từ bỏ lấy của không cho đưa đến hoàn toàn giải thoát.<br>\n(3–43) Ðối với con người không phạm hạnh, sống phạm hạnh…; đối với con người nói láo, từ bỏ nói láo…; đối với con người nói hai lưỡi, từ bỏ nói hai lưỡi…; đối với con người ác khẩu, từ bỏ nói ác khẩu…; đối với con người nói phù phiếm, từ bỏ nói phù phiếm…; đối với con người có tham dục, không tham dục…; đối với con người có sân tâm, không sân tâm…; đối với con người có tà kiến, chánh kiến…; đối với con người có tà tư duy, chánh tư duy…; đối với con người có tà ngữ, chánh ngữ…; đối với con người có tà nghiệp, chánh nghiệp…; đối với con người có tà mạng, chánh mạng…; đối với con người có tà tinh tấn, chánh tinh tấn…; đối với con người có tà niệm, chánh niệm…; đối với con người có tà định, chánh định…; đối với con người có tà trí, chánh trí…; đối với con người có tà giải thoát, chánh giải thoát…; đối với con người bị hôn trầm thụy miên chi phối, không bị hôn trầm thụy miên chi phối…; đối với con người trạo hối, không trạo hối…; đối với con người nghi hoặc, không nghi hoặc…; đối với con người phẫn nộ, không phẫn nộ…; đối với con người oán hận, không oán hận…; đối với con người hư ngụy, không hư ngụy…; đối với con người não hại, không não hại…; đối với con người tật đố, không tật đố…; đối với con người xan tham, không xan tham…; đối với con người man trá, không man trá…; đối với con người khi cuống, không khi cuống…; đối với con người ngoan cố, không ngoan cố…; đối với con người cấp tháo, không cấp tháo …; đối với con người khó nói, dễ nói…; đối với con người ác hữu, thiện hữu…; đối với con người phóng dật, không phóng dật…; đối với con người bất tín, tín tâm…; đối với con người không xấu hổ, có xấu hổ…; đối với con người không sợ hãi, có sợ hãi…; đối với con người nghe ít, nghe nhiều…; đối với con người biếng nhác, siêng năng…; đối với con người thất niệm, an trú niệm…; đối với con người liệt tuệ, thành tựu trí tuệ …<br>\n(44) Ðối với con người nhiễm thế tục, cố chấp tư kiến, tánh khó hành xả, không nhiễm thế tục, không cố chấp tư kiến, tánh dễ hành xả, đưa đến hoàn toàn giải thoát.</p>\n<h2>(Kết luận)</h2>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Này <i lang='pli' translate='no'>Cunda</i>, như vậy Ta đã giảng pháp môn đoạn giảm, đã giảng pháp môn khởi tâm, đã giảng pháp môn đối trị, đã giảng pháp môn hướng thượng, đã giảng pháp môn giải thoát hoàn toàn.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Này <i lang='pli' translate='no'>Cunda</i>, những gì bậc Ðạo Sư phải làm, vì hạnh phúc, vì lòng thương tưởng đệ tử, những việc ấy Ta đã làm, vì lòng thương tưởng cho các Người. Này <i lang='pli' translate='no'>Cunda</i>, đây là những gốc cây, đây là những nhà không tịnh. Này <i lang='pli' translate='no'>Cunda</i>, hãy Thiền định, chớ có phóng dật, chớ có hối tiếc về sau. Ðó là lời giáo huấn của Ta cho các Người.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Thế Tôn thuyết giảng như vậy. Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Cunda</i> hoan hỷ, tín thọ lời dạy của Thế Tôn.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>Hiệu đính: 10–06-2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn8",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Ðoạn giảm",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "Right View ",
      "uid": "mn9"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "The Simile of the Cloth ",
      "uid": "mn7"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn8' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>8. Kinh Ðoạn giảm</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá-vệ), tại <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà Lâm), vườn ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc). Lúc bấy giờ, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Cunda</i>, vào buổi chiều từ chỗ độc cư Thiền tịnh đứng dậy, đến tại chỗ Thế Tôn, đảnh lễ Ngài rồi ngồi xuống một bên. Sau khi ngồi xuống một bên, Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Cunda</i> bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>—Bạch Thế Tôn, có những loại sở kiến này khởi lên trên đời, hoặc liên hệ đến ngã luận, hoặc liên hệ đến thế giới luận. Bạch Thế Tôn, đối với một Tỷ-kheo, có tác ý ngay từ ban đầu, thời có thể đoạn trừ những sở kiến ấy hay không, có thể xả ly những sở kiến ấy hay không?</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Này <i lang='pli' translate='no'>Cunda</i>, những loại sở kiến này khởi lên trên đời, hoặc liên hệ đến ngã luận, hoặc liên hệ đến thế giới luận—chỗ nào những sở kiến này tiềm ẩn, và chỗ nào những sở kiến này hiện hành, chỉ có cách như thật quán sát chúng với trí tuệ rằng: “Cái này không phải của tôi, cái này không phải là tôi, cái này không phải tự ngã của tôi”, có vậy thời có sự đoạn trừ những sở kiến ấy, có sự xả ly những sở kiến ấy.</p>\n<h2>(Tám chứng đắc)</h2>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra khi ở đây một Tỷ-kheo ly dục, ly bất thiện pháp, chứng và trú Thiền thứ nhất, một trạng thái hỷ lạc do ly dục sanh, với tầm với tứ. Vị ấy có thể nghĩ: “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là hiện tại lạc trú trong giới luật của bậc Thánh.</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra khi ở đây, một Tỷ-kheo diệt tầm và tứ, chứng và trú Thiền thứ hai, một trạng thái hỷ lạc do định sanh, không tầm không tứ, nội tỉnh nhất tâm. Vị ấy có thể nghĩ: “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là hiện tại lạc trú trong giới luật của bậc Thánh.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra khi ở đây, một Tỷ-kheo ly hỷ trú xả, chánh niệm tỉnh giác, thân cảm sự lạc thọ mà các bậc Thánh gọi là xả niệm lạc trú, chứng và trú Thiền thứ ba. Vị ấy có thể nghĩ “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là hiện tại lạc trú trong giới luật của bậc Thánh.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra, khi một Tỷ-kheo xả lạc xả khổ, diệt hỷ ưu đã cảm thọ trước, chứng và trú Thiền thứ tư, không khổ không lạc, xả niệm thanh tịnh. Vị ấy có thể nghĩ: “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là hiện tại lạc trú trong giới luật của bậc Thánh.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra, khi một Tỷ-kheo vượt lên mọi sắc tưởng, diệt trừ mọi chướng ngại tưởng, không tác ý đối với dị tưởng. Tỷ-kheo nghĩ rằng: “Hư không là vô biên”, chứng và trú Không vô biên xứ. Vị ấy có thể tự nghĩ: “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là tịch tịnh trú trong giới luật của bậc Thánh.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra, khi một Tỷ-kheo vượt lên mọi Không vô biên xứ, nghĩ rằng: “Thức là vô biên”, chứng và trú Thức vô biên xứ. Vị ấy có thể nghĩ: “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là tịch tịnh trú trong giới luật của bậc Thánh.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra, khi một Tỷ-kheo vượt lên mọi Thức vô biên xứ, nghĩ rằng: “Không có vật gì”, chứng và trú Vô sở hữu xứ. Vị ấy có thể nghĩ: “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là tịch tịnh trú trong giới luật của bậc Thánh.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Này <i lang='pli' translate='no'>Cunda</i>, sự kiện này xảy ra, khi một Tỷ-kheo vượt lên mọi Vô sở hữu xứ, chứng và trú Phi tưởng phi phi tưởng xứ. Vị ấy có thể nghĩ: “Ta sống với hạnh đoạn giảm”. Này <i lang='pli' translate='no'>Cunda</i>, các (quả chứng) ấy không gọi là đoạn giảm trong giới luật của bậc Thánh. Chúng được gọi là tịch tịnh trú trong giới luật của bậc Thánh.</p>\n<h2>(Ðoạn giảm)</h2>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Này <i lang='pli' translate='no'>Cunda</i>, ở đây đoạn giảm được các Người thực hiện khi các Người nghĩ:</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>(1) “Những kẻ khác có thể là những người làm hại, chúng ta ở đây không thể là những người làm hại”, như vậy đoạn giảm được thực hiện.<br>\n(2) “Những kẻ khác có thể sát sanh, chúng ta ở đây sẽ từ bỏ sát sanh”, như vậy đoạn giảm được thực hiện.<br>\n(3) “Những kẻ khác có thể lấy của không cho, chúng ta ở đây sẽ từ bỏ lấy của không cho”, như vậy đoạn giảm được thực hiện.<br>\n(4) “Những kẻ khác có thể không phạm hạnh, chúng ta ở đây sẽ sống phạm hạnh”, như vậy … (như trên) … thực hiện.<br>\n(5) “Những kẻ khác có thể nói láo, chúng ta ở đây sẽ từ bỏ nói láo”, … (như trên) …<br>\n(6) “Những kẻ khác có thể nói hai lưỡi, chúng ta ở đây sẽ từ bỏ nói hai lưỡi”, … (như trên) …<br>\n(7) “Những kẻ khác có thể nói lời độc ác”, chúng ta ở đây sẽ từ bỏ nói lời độc ác”, … (như trên) …<br>\n(8) “Những kẻ khác có thể nói lời phù phiếm, chúng ta ở đây sẽ từ bỏ nói lời phù phiếm”, … (như trên) …<br>\n(9) “Những kẻ khác có thể tham dục, chúng ta ở đây không tham dục”, … (như trên) …<br>\n(10) “Những kẻ khác có thể có sân tâm, chúng ta ở đây sẽ không có sân tâm”, … (như trên) …<br>\n(11) “Những kẻ khác có thể có tà kiến, chúng ta ở đây sẽ có chánh kiến, … (như trên) …<br>\n(12) “Những kẻ khác có thể có tà tư duy, chúng ta ở đây sẽ có chánh tư duy”, … (như trên) …<br>\n(13) “Những kẻ khác có thể có tà ngữ, chúng ta ở đây sẽ có chánh ngữ”, … (như trên) …<br>\n(14) “Những kẻ khác có thể có tà nghiệp, chúng ta ở đây sẽ có chánh nghiệp”, … (như trên) …<br>\n(15) “Những kẻ khác có thể có tà mạng, chúng ta ở đây sẽ có chánh mạng”, … (như trên) …<br>\n(16) “Những kẻ khác có thể có tà tinh tấn, chúng ta ở đây sẽ có chánh tinh tấn”, … (như trên) …<br>\n(17) “Những kẻ khác có thể có tà niệm, chúng ta ở đây sẽ có chánh niệm”, … (như trên) …<br>\n(18) “Những kẻ khác có thể có tà định, chúng ta ở đây sẽ có chánh định”, … (như trên) …<br>\n(19) “Những kẻ khác có thể có tà trí, chúng ta ở đây sẽ có chánh trí”, … (như trên) …<br>\n(20) “Những kẻ khác có thể có tà giải thoát, chúng ta ở đây sẽ có chánh giải thoát”, … (như trên) …<br>\n(21) “Những kẻ khác có thể bị hôn trầm thụy miên chi phối, chúng ta ở đây sẽ không có hôn trầm thụy miên chi phối”, … (như trên) …<br>\n(22) “Những kẻ khác có thể có trạo hối, chúng ta ở đây sẽ không có trạo hối”, … (như trên) …<br>\n(23) “Những kẻ khác có thể nghi hoặc, chúng ta ở đây sẽ trừ diệt nghi hoặc”, … (như trên) …<br>\n(24) “Những kẻ khác có thể phẫn nộ, chúng ta ở đây sẽ không có phẫn nộ”, … (như trên) …<br>\n(25) “Những kẻ khác có thể oán hận, chúng ta ở đây sẽ không có oán hận”, … (như trên) …<br>\n(26) “Những kẻ khác có thể hư ngụy, chúng ta ở đây sẽ không hư ngụy”, … (như trên) …<br>\n(27) “Những kẻ khác có thể não hại, chúng ta ở đây sẽ không não hại”, … (như trên) …<br>\n(28) “Những kẻ khác có thể tật đố, chúng ta ở đây sẽ không tật đố”, … (như trên) …<br>\n(29) “Những kẻ khác có thể xan tham, chúng ta ở đây sẽ không xan tham”, … (như trên) …<br>\n(30) “Những kẻ khác có thể man trá, chúng ta ở đây sẽ không man trá, … (như trên) …<br>\n(31) “Những kẻ khác có thể khi cuống, chúng ta ở đây sẽ không khi cuống”, … (như trên) …<br>\n(32) “Những kẻ khác có thể ngoan cố, chúng ta ở đây không thể ngoan cố”, … (như trên) …<br>\n(33) “Những kẻ khác có thể cấp tháo, chúng ta ở đây không thể cấp tháo”, … (như trên) …<br>\n(34) “Những kẻ khác có thể khó nói (nan thuyết), chúng ta ở đây sẽ dễ nói”, … (như trên) …<br>\n(35) “Những kẻ khác có thể là ác hữu, chúng ta ở đây sẽ là thiện hữu”, … (như trên) …<br>\n(36) “Những kẻ khác có thể phóng dật, chúng ta ở đây sẽ không phóng dật”, … (như trên) …<br>\n(37) “Những kẻ khác có thể là bất tín, chúng ta ở đây sẽ có tín tâm”, … (như trên) …<br>\n(38) “Những kẻ khác có thể không xấu hổ, chúng ta ở đây sẽ có xấu hổ”, … (như trên) …<br>\n(39) “Những kẻ khác có thể không sợ hãi, chúng ta ở đây sẽ có sợ hãi”, … (như trên) …<br>\n(40) “Những kẻ khác có thể nghe ít, chúng ta ở đây sẽ nghe nhiều” … (như trên) …<br>\n(41) “Những kẻ khác có thể biếng nhác, chúng ta ở đây sẽ siêng năng”, … (như trên) …<br>\n(42) “Những kẻ khác có thể thất niệm, chúng ta ở đây sẽ an trú niệm”, … (như trên) …<br>\n(43) “Những kẻ khác có thể liệt tuệ, chúng ta ở đây thành tựu tuệ”, … (như trên) …<br>\n(44) “Những kẻ khác có thể nhiễm thế tục, cố chấp tư kiến, tánh khó hành xả, chúng ta ở đây sẽ không nhiễm thế tục, không cố chấp tư kiến, tánh dễ hành xả”, như vậy đoạn giảm được thực hiện.</p>\n<h2>(Khởi tâm)</h2>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Này <i lang='pli' translate='no'>Cunda</i>, Ta nói rằng sự khởi tâm rất có lợi ích cho các thiện pháp, còn nói gì thân nghiệp, khẩu nghiệp phù hợp (với tâm ý). Do vậy, này <i lang='pli' translate='no'>Cunda</i>:</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>(1) “Những kẻ khác có thể làm hại, chúng ta ở đây sẽ không làm hại”, cần phải khởi tâm như vậy.<br>\n(2) “Những kẻ khác có thể sát sanh, chúng ta ở đây sẽ từ bỏ sát sanh”, cần phải khởi tâm như vậy … (như trên) …<br>\n(3–43) “Những kẻ khác … (như trên) …<br>\n(44) “Những kẻ khác có thể nhiễm thế tục, cố chấp tư kiến, tánh khó hành xả, chúng ta ở đây sẽ không nhiễm thế tục, không cố chấp tư kiến, tánh dễ hành xả”, cần phải phát tâm như vậy.</p>\n<h2>(Từ bỏ)</h2>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Này <i lang='pli' translate='no'>Cunda</i>, giống như một con đường không bằng phẳng, có một con đường bằng phẳng khác đối trị. Này <i lang='pli' translate='no'>Cunda</i>, giống như một bến nước không bằng phẳng, có một bến nước bằng phẳng khác đối trị. Cũng vậy này <i lang='pli' translate='no'>Cunda</i>:</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>(1) Ðối với con người làm hại, có sự không làm hại đối trị.<br>\n(2) Ðối với con người sát sanh, có từ bỏ sát sanh đối trị.<br>\n(3) Ðối với con người lấy của không cho, có từ bỏ lấy của không cho đối trị.<br>\n(4–43) …, không phạm hạnh, có phạm hạnh…; nói láo, có từ bỏ nói láo…; nói hai lưỡi, có từ bỏ nói hai lưỡi…; nói ác khẩu, có từ bỏ nói ác khẩu; nói phù phiếm, có từ bỏ nói phù phiếm…; … tham dục, có không tham dục…; … sân tâm, có không sân tâm…; … tà kiến, có chánh kiến…; … tà tư duy, có chánh tư duy…; … tà ngữ, có chánh ngữ…; … tà nghiệp, có chánh nghiệp…; … tà mạng, có chánh mạng…; … tà tinh tấn, có chánh tinh tấn…; … tà niệm, có chánh niệm…; … tà định, có chánh định…; … tà trí, có chánh trí…; … tà giải thoát, có chánh giải thoát…; … bị hôn trầm thụy miên chi phối, có không bị hôn trầm thụy miên chi phối…; … trạo hối, có không trạo hối…; … nghi hoặc, có trừ diệt nghi hoặc…; … phẫn nộ, có không phẫn nộ…; … oán hận, có không oán hận…; … hư ngụy, có không hư ngụy…; … não hại, có không não hại…; … tật đố, có không tật đố…; … xan tham, có không xan tham…; … man trá, có không man trá…; … khi cuống, có không khi cuống…; … ngoan cố, có không ngoan cố … cấp tháo, có không cấp tháo…; … khó nói, có không khó nói…; … ác hữu, có thiện hữu…; … phóng dật, có không phóng dật…; … bất tín, có tín tâm…; … không xấu hổ, có xấu hổ…; … không sợ hãi, có sợ hãi…; … nghe ít, có nghe nhiều…; … biếng nhác, có siêng năng…; … thất niệm, có an trú niệm…; … liệt tuệ, có thành tựu tuệ …<br>\n(44) Ðối với con người nhiễm thế tục, cố chấp tư kiến, tánh khó hành xả, có không nhiễm thế tục, không cố chấp tư kiến, tánh dễ hành xả đối trị.</p>\n<h2>(Hướng thượng)</h2>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>Này <i lang='pli' translate='no'>Cunda</i>, ví như các bất thiện pháp, tất cả đều hướng hạ, còn các thiện pháp, tất cả đều hướng thượng. Cũng vậy, này <i lang='pli' translate='no'>Cunda</i>:</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>(1) Con người không làm hại, hướng thượng đối với người làm hại, con người từ bỏ sát sanh, hướng thượng đối với người sát sanh.<br>\n(2) Con người từ bỏ lấy của không cho, hướng thượng đối với người lấy của không cho.<br>\n(3–43) Con người … (như trên) …<br>\n(44) Con người không nhiễm thế tục, không cố chấp tư kiến, tánh dễ hành xả, hướng thượng đối với người nhiễm thế tục, cố chấp tư kiến, tánh khó hành xả.</p>\n<h2>(Pháp môn giải thoát)</h2>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Này <i lang='pli' translate='no'>Cunda</i>, con người tự mình bị rơi vào bùn lầy có thể kéo lên một người bị rơi vào bùn lầy, sự tình ấy không thể xảy ra. Này <i lang='pli' translate='no'>Cunda</i>, con người tự mình không rơi vào bùn lầy, có thể kéo lên một người bị rơi vào bùn lầy, sự tình ấy có thể xảy ra. Này <i lang='pli' translate='no'>Cunda</i>, con người tự mình không được nhiếp phục, không được huấn luyện, không được hoàn toàn giải thoát, tự mình có thể nhiếp phục, huấn luyện và hoàn toàn giải thoát người khác, sự tình ấy không thể xảy ra. Một người được nhiếp phục, được huấn luyện, được hoàn toàn giải thoát, tự mình có thể nhiếp phục, huấn luyện, hoàn toàn giải thoát người khác, sự tình ấy có thể xảy ra. Cũng vậy, này <i lang='pli' translate='no'>Cunda</i>:</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>(1) Ðối với người làm hại, không làm hại đưa đến hoàn toàn giải thoát; đối với con người sát sanh, từ bỏ sát sanh đưa đến hoàn toàn giải thoát.<br>\n(2) Ðối với con người lấy của không cho, từ bỏ lấy của không cho đưa đến hoàn toàn giải thoát.<br>\n(3–43) Ðối với con người không phạm hạnh, sống phạm hạnh…; đối với con người nói láo, từ bỏ nói láo…; đối với con người nói hai lưỡi, từ bỏ nói hai lưỡi…; đối với con người ác khẩu, từ bỏ nói ác khẩu…; đối với con người nói phù phiếm, từ bỏ nói phù phiếm…; đối với con người có tham dục, không tham dục…; đối với con người có sân tâm, không sân tâm…; đối với con người có tà kiến, chánh kiến…; đối với con người có tà tư duy, chánh tư duy…; đối với con người có tà ngữ, chánh ngữ…; đối với con người có tà nghiệp, chánh nghiệp…; đối với con người có tà mạng, chánh mạng…; đối với con người có tà tinh tấn, chánh tinh tấn…; đối với con người có tà niệm, chánh niệm…; đối với con người có tà định, chánh định…; đối với con người có tà trí, chánh trí…; đối với con người có tà giải thoát, chánh giải thoát…; đối với con người bị hôn trầm thụy miên chi phối, không bị hôn trầm thụy miên chi phối…; đối với con người trạo hối, không trạo hối…; đối với con người nghi hoặc, không nghi hoặc…; đối với con người phẫn nộ, không phẫn nộ…; đối với con người oán hận, không oán hận…; đối với con người hư ngụy, không hư ngụy…; đối với con người não hại, không não hại…; đối với con người tật đố, không tật đố…; đối với con người xan tham, không xan tham…; đối với con người man trá, không man trá…; đối với con người khi cuống, không khi cuống…; đối với con người ngoan cố, không ngoan cố…; đối với con người cấp tháo, không cấp tháo …; đối với con người khó nói, dễ nói…; đối với con người ác hữu, thiện hữu…; đối với con người phóng dật, không phóng dật…; đối với con người bất tín, tín tâm…; đối với con người không xấu hổ, có xấu hổ…; đối với con người không sợ hãi, có sợ hãi…; đối với con người nghe ít, nghe nhiều…; đối với con người biếng nhác, siêng năng…; đối với con người thất niệm, an trú niệm…; đối với con người liệt tuệ, thành tựu trí tuệ …<br>\n(44) Ðối với con người nhiễm thế tục, cố chấp tư kiến, tánh khó hành xả, không nhiễm thế tục, không cố chấp tư kiến, tánh dễ hành xả, đưa đến hoàn toàn giải thoát.</p>\n<h2>(Kết luận)</h2>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Này <i lang='pli' translate='no'>Cunda</i>, như vậy Ta đã giảng pháp môn đoạn giảm, đã giảng pháp môn khởi tâm, đã giảng pháp môn đối trị, đã giảng pháp môn hướng thượng, đã giảng pháp môn giải thoát hoàn toàn.</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>Này <i lang='pli' translate='no'>Cunda</i>, những gì bậc Ðạo Sư phải làm, vì hạnh phúc, vì lòng thương tưởng đệ tử, những việc ấy Ta đã làm, vì lòng thương tưởng cho các Người. Này <i lang='pli' translate='no'>Cunda</i>, đây là những gốc cây, đây là những nhà không tịnh. Này <i lang='pli' translate='no'>Cunda</i>, hãy Thiền định, chớ có phóng dật, chớ có hối tiếc về sau. Ðó là lời giáo huấn của Ta cho các Người.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>Thế Tôn thuyết giảng như vậy. Tôn giả <i lang='pli' translate='no'>Mahā</i> <i lang='pli' translate='no'>Cunda</i> hoan hỷ, tín thọ lời dạy của Thế Tôn.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).<br>\n<b>Hiệu đính: 10–06-2004</b></p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 8",
    "volpages": " PTS 1.41, PTS 1.42, PTS 1.43, PTS 1.44, PTS 1.45, PTS 1.46",
    "alt_volpages": null,
    "uid": "mn8",
    "blurb": "The Buddha differentiates between peaceful meditation and spiritual practices that encompass the whole of life. He lists forty-four aspects, which he explains as “effacement”, the wearing away of conceit.",
    "difficulty": 2,
    "original_title": "Sallekhasutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Ðoạn giảm",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn8_translation-de-sabbamitta",
        "segmented": true,
        "title": "Selbstaustilgung ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn8_translation-en-sujato",
        "segmented": true,
        "title": "Self-Effacement ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "gu",
        "lang_name": "ગુજરાતી",
        "is_root": false,
        "author": "Trushant Majmudar",
        "author_short": "trush",
        "author_uid": "trush",
        "publication_date": "2024",
        "id": "mn8_translation-gu-trush",
        "segmented": true,
        "title": "સલ્લેખસૂત્ર ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn8_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso sull’austerità ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pl",
        "lang_name": "Polski",
        "is_root": false,
        "author": "Piotr Jagodziński",
        "author_short": "hardao",
        "author_uid": "hardao",
        "publication_date": "2021",
        "id": "mn8_translation-pl-hardao",
        "segmented": true,
        "title": "Mowa o zaprzestaniu ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn8_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn8_translation-ru-sv",
        "segmented": true,
        "title": "Стирание",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "brankokovacevic",
        "author_uid": "brankokovacevic",
        "publication_date": "2023",
        "id": "mn8_translation-sr-brankokovacevic",
        "segmented": true,
        "title": "Govor o čišćenju ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ড. বেণীমাধব বড়ুয়া",
        "author_short": "বড়ুয়া",
        "author_uid": "barua",
        "publication_date": null,
        "id": "bn_mn8_barua",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ca",
        "lang_name": "Català",
        "is_root": false,
        "author": "Albert Biayna Gea",
        "author_short": "Gea",
        "author_uid": "gea",
        "publication_date": null,
        "id": "ca_mn8_gea",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "cs",
        "lang_name": "Čeština",
        "is_root": false,
        "author": "Bhikkhu Gavésakó, Štěpán Chromovský",
        "author_short": "Gavésakó …",
        "author_uid": "gavesako-chromovsky",
        "publication_date": null,
        "id": "cs_mn8_gavesako-chromovsky",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn8_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "publication_date": "2009",
        "id": "en_mn8_bodhi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Suddhāso Bhikkhu",
        "author_short": "Suddhāso",
        "author_uid": "suddhaso",
        "publication_date": "2018",
        "id": "en_mn8_suddhaso",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "publication_date": "1954–9",
        "id": "en_mn8_horner",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": "2004",
        "id": "es_mn8_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Christian Maës",
        "author_short": "Maës",
        "author_uid": "maes",
        "publication_date": null,
        "id": "fr_mn8_maes",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn8_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": "1933",
        "id": "hi_mn8_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Vekerdi József",
        "author_short": "Vekerdi",
        "author_uid": "vekerdi",
        "publication_date": "1989",
        "id": "hu_mn8_vekerdi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn8_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn8_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn8_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Dr. J. Srinivas Murthy",
        "author_short": "murthy",
        "author_uid": "murthy",
        "publication_date": "2012",
        "id": "kan_mn8_murthy",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ko",
        "lang_name": "한국어/조선말",
        "is_root": false,
        "author": "케마짜라 빅쿠 한글 번",
        "author_short": "케마짜라",
        "author_uid": "khemacara",
        "publication_date": "2013",
        "id": "ko_mn8_khemacara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn8_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn8_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2014",
        "id": "pt_mn8_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "баян купи-ка",
        "author_short": "купи-ка",
        "author_uid": "kupi-ka",
        "publication_date": null,
        "id": "ru_mn8_kupi-ka",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn8_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn8_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn8_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn8_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn8_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn8_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Ðoạn giảm"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn8_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 4,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "csp1ed9.49, csp2ed9.49, dr12.63, ms9M_192, msdiv81, ndp9.54, nya1, sya12.72, vri12.51,nya2,nya3,bj10.94, cck12.67, ms9M_193, msdiv82,ms9M_194, nya4, pts-vp-pli1.41, sya12.73,dr12.64, ms9M_195, ndp9.55, nya5,ms9M_196, nya6, vri12.52,cck12.68, csp1ed9.50, csp2ed9.50, ms9M_197, nya7, sya12.74,bj10.96, ms9M_198, nya8,dr12.65, ms9M_199, nya9,cck12.69, ms9M_200, nya10,ms9M_201, ndp9.56, nya11, pts-vp-pli1.42, sya12.75, vri12.53,ms9M_202, msdiv83, nya12,ms9M_203,ms9M_204,ms9M_205,csp1ed9.51, csp2ed9.51, ms9M_206,ms9M_207,dr12.66, ms9M_208,bj10.98, ms9M_209,ms9M_210,ms9M_211,cck12.70, ms9M_212,ms9M_213,ms9M_214, sya12.76,ms9M_215,ms9M_216,ms9M_217,ms9M_218,ms9M_219,ms9M_220,ms9M_221, ndp9.57,ms9M_222,dr12.67, ms9M_223, vri12.54,ms9M_224,ms9M_225,bj10.100, ms9M_226,cck12.71, ms9M_227,csp1ed9.52, csp2ed9.52, ms9M_228, pts-vp-pli1.43,ms9M_229, sya12.77,ms9M_230,ms9M_231,ms9M_232,ms9M_233,ms9M_234,ms9M_235,ms9M_236,ms9M_237,ms9M_238,ms9M_239,ms9M_240,ms9M_241,dr12.68, ms9M_242,bj10.102, cck12.72, ms9M_243, ndp9.58,ms9M_244, sya12.78,ms9M_245,ms9M_246,csp1ed9.53, csp2ed9.53, ms9M_247, msdiv84, nya13, vri12.55,cck12.73, dr12.69, ms9M_248, msdiv85, ndp9.59, nya14, pts-vp-pli1.44, sya12.79,bj10.104, ms9M_249,cck12.74, csp1ed9.54, csp2ed9.54, dr12.70, ms9M_250, ndp9.60, sya12.80, sya12.81, vri12.56,cck12.75, ms9M_251, msdiv86, nya15, pts-vp-pli1.45,bj10.106, csp1ed9.55, csp2ed9.55, dr12.71, ms9M_252, msdiv87, ndp9.61, nya16, sya12.82, vri12.57,cck12.76, dr12.72, ms9M_253,bj10.108, cck12.77, csp1ed9.56, csp2ed9.56, dr12.73, ms9M_254, pts-vp-pli1.46, sya12.83, sya12.84, vri12.58,ms9M_255, msdiv88, nya17,ms9M_256,ms9M_257",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn8",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Sallekhasutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "horner",
    "bodhi",
    "suddhaso"
  ]
}