{
  "root_text": {
    "uid": "mn96",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Esukàrì",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Dhanañjāni ",
      "uid": "mn97"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Caṅkī ",
      "uid": "mn95"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn96' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>96. Kinh Esukàrì</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn trú ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá Vệ), rừng <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà-lâm), tại tinh xá ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Bà-la-môn Esukari đi đến Thế Tôn, sau khi đến nói lên với Thế Tôn những lời chào đón hỏi thăm, và sau khi nói lên những lời chào đón hỏi thăm thân hữu, liền ngồi xuống một bên, ngồi xuống một bên, Bà-la-môn Esukari bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương bốn loại phụng sự: chủ trương phụng sự cho Bà-la-môn, chủ trương phụng sự cho Sát-đế-lỵ (Khattiya), chủ trương phụng sự cho Phệ-xá (Vessa: người buôn bán), chủ trương phụng sự cho Thủ-đà (Sudda: lao công). Ở đây, thưa Tổn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Bà-la-môn như sau: Bà-la-môn phụng sự cho Bà-la-môn; hay Khattiya phụng sự cho Bà-la-môn; hay Vessa phụng sự cho Bà-la-môn, hay Sudda phụng sự cho Bà-la-môn. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Bà-la-môn. Ở đây, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Khattiya như sau: Khattiya phụng sự cho Khattiya; hay Vessa phụng sự cho Khattiya; hay Sudda phụng sự cho Khattiya. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Khattiya. Ở đây, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Vessa như sau: Vessa phụng sự cho Vessa; hay Sudda phụng sự cho Vessa. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Vessa. Ở đây, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Sudda như sau: Sudda phụng sự cho Sudda. Vì rằng không còn ai khác có thể phụng sự cho Sudda. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Sudda. Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương bốn loại phụng sự này. Ở đây, Tôn giả <i lang='pli' translate='no'>Gotama</i> có nói gì về vấn đề này?</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Nhưng này các Bà-la-môn, có phải tất cả mọi người ở đời đồng ý với các Bà-la-môn khi họ chủ trương bốn loại phụng sự này?</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Không có vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Này Bà-la-môn, ví như một người nghèo nàn, không có sở hữu, khốn khổ, dầu cho người đó không muốn, vẫn bị bắt nuốt miếng thịt: “Này người kia, Ông phải ăn miếng thịt này và Ông phải trả một số tiền”. Cũng vậy, này Bà-la-môn, dầu không được các Sa-môn, Bà-la-môn ấy chấp nhận, các Bà-la-môn chủ trương bốn loại phụng sự này.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Này Bà-la-môn, Ta không nói rằng, tất cả cần phải phụng sự. Nhưng này Bà-la-môn, Ta cũng không nói rằng, tất cả không cần phải phụng sự. Vì rằng, này Bà-la-môn, nếu có ai trong khi phụng sự, trở thành xấu hơn, không trở thành tốt hơn, Ta không nói rằng, người đó cần phải phụng sự. Nhưng này Bà-la-môn, nếu có ai trong khi phụng sự, trở thành tốt hơn, không trở thành xấu hơn. Ta nói rằng, người đó cần phải phụng sự.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Và nếu này Bà-la-môn, có người hỏi vị Khattiya như sau: “Người phụng sự cho Ông, do nguyên nhân phụng sự này trở thành xấu hơn, không trở thành tốt hơn; hay người phụng sự cho Ông, do nguyên nhân phụng sự này trở thành tốt hơn, không trở thành xấu hơn? Và như vậy, Ông ở đây cần phải được phụng sự bởi người nào?” Vị Khattiya, này Bà-la-môn, nếu trả lời chân chánh cần phải đáp như sau: “Người nào phụng sự tôi, do nguyên nhân phụng sự này trở thành xấu hơn, không tốt hơn, thì tôi không cần người ấy phụng sự tôi. Nhưng nếu người nào phụng sự tôi, do nguyên nhân phụng sự này trở thành tốt hơn, không xấu hơn, thì tôi cần người ấy phụng sự tôi”.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Và này Bà-la-môn, nếu có người hỏi Bà-la-môn … Này Bà-la-môn, nếu có người hỏi Vessa … và này Bà-la-môn, nếu có người hỏi Sudda như sau: “Người phụng sự cho ông, do nguyên nhân phụng sự này trở thành xấu hơn, không trở thành tốt hơn; hay người phụng sự cho ông, do nguyên nhân phụng sự này trở thành tốt hơn, không trở thành xấu hơn? Và như vậy, ông ở đây cần phải được phụng sự bởi người nào?” Người Sudda, này Bà-la-môn, nếu trả lời chơn chánh cần phải đáp như sau: “Người nào phụng sự tôi, do nguyên nhân phụng sự này trở thành xấu hơn, không tốt hơn, thì tôi không cần người ấy phụng sự tôi. Nhưng nếu người nào phụng sự tôi, do nguyên nhân phụng sự này trở thành tốt hơn, không xấu hơn, thì tôi cần người ấy phụng sự tôi”.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Này Bà-la-môn, Ta không nói tốt hơn vì sanh trong một gia đình cao quý. Này Bà-la-môn, Ta không nói xấu hơn vì sanh trong một gia đình cao quý. Này Bà-la-môn, Ta không nói tốt hơn vì nhan sắc thù thắng. Này Bà-la-môn, Ta không nói xấu hơn vì nhan sắc thù thắng. Này Bà-la-môn, Ta không nói tốt hơn vì tài sản thù thắng. Này Bà-la-môn, Ta không nói xấu hơn vì tài sản thù thắng.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Ở đây, này Bà-la-môn, có người sanh trong một gia đình cao quý, sát sanh, lấy của không cho, sống tà hạnh trong các dục, nói láo, nói hai lưỡi, nói lời độc ác, nói lời phù phiếm, có tham tâm, có sân tâm, có tà kiến. Do vậy, Ta không nói tốt hơn vì sanh trong một gia đình cao quý. Ở đây, này Bà-la-môn có người sanh trong một gia đình cao quý từ bỏ sát sanh, từ bỏ lấy của không cho, từ bỏ sống tà hạnh trong các dục, từ bỏ nói láo, từ bỏ nói hai lưỡi, từ bỏ nói lời độc ác, từ bỏ nói lời phù phiếm, không có tham tâm, không có sân tâm, có chánh kiến. Do vậy, Ta không nói trở thành xấu hơn vì sanh trong gia đình cao quý.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Ở đây, này Bà-la-môn, có người với nhan sắc thù thắng … Ở đây, này Bà-la-môn, có người với tài sản thù thắng, sát sanh, lấy của không cho … có tà kiến. Do vậy, Ta không nói trở thành tốt hơn vì có tài sản thù thắng. Ở đây, này Bà-la-môn, có người với tài sản thù thắng từ bỏ sát sanh … có chánh kiến. Do vậy, Ta không nói trở thành xấu hơn vì có tài sản thù thắng.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Này Bà-la-môn, Ta không nói tất cả cần phải phụng sự. Nhưng này Bà-la-môn, Ta cũng không nói tất cả không cần phải phụng sự. Này Bà-la-môn, người nào phụng sự, do nguyên nhân phụng sự này, lòng tin được tăng trưởng, giới được tăng trưởng, sự nghe được tăng trưởng, bố thí được tăng trưởng, trí tuệ được tăng trưởng, Ta nói người ấy cần phải phụng sự.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Khi nghe nói vậy, Bà-la-môn Esukari bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>—Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương bốn loại tài sản, chủ trương tài sản của người Bà-la-môn, chủ trương tài sản của người Khattiya, chủ trương tài sản của người Vessa, chủ trương tài sản của người Sudda.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Ở đây, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương tài sản của Bà-la-môn là khất thực. Nhưng khi người Bà-la-môn khinh thường tài sản khất thực, người ấy không làm bổn phận của mình và giống như người chăn bò lấy của không cho. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương tài sản của Bà-la-môn. Ở đây, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương tài sản của Khattiya là cung và tên. Nhưng khi người Khattiya khinh thường tài sản cung và tên, người ấy không làm bổn phận của mình, và giống như người chăn bò lấy của không cho. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương tài sản của Khattiya. Ở đây, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương tài sản của Vessa là canh nông và nuôi bò. Nhưng khi người Vessa khinh thường tài sản canh nông và nuôi bò, người ấy không làm bổn phận của mình, và giống như người chăn bò lấy của không cho. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương tài sản của Vessa. Ở đây, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương tài sản của Sudda là lưỡi liềm và đòn gánh. Nhưng khi người Sudda khinh thường tài sản lưỡi liềm và đòn gánh, người ấy không làm bổn phận của mình và giống như người chăn bò lấy của không cho. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn, chủ trương tài sản của người Sudda. Các Bà-la-môn, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, chủ trương bốn loại tài sản này. Ở đây, Tôn giả <i lang='pli' translate='no'>Gotama</i> nói gì về vấn đề này?</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>—Này Bà-la-môn, có phải tất cả mọi người ở đây đồng ý với các Bà-la-môn khi họ chủ trương bốn loại tài sản này?</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>—Không có vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Này Bà-la-môn, ví như một người nghèo nàn, không có sở hữu, khốn khổ, dầu cho người đó không muốn, vẫn bị bắt nuốt miếng thịt: “Này người kia, Ông phải ăn miếng thịt này và Ông phải trả một số tiền”. Cũng vậy, này Bà-la-môn, dầu không được các Bà-la-môn, Sa-môn ấy chấp nhận, các Bà-la-môn vẫn chủ trương bốn loại tài sản này. Này Bà-la-môn, Ta chủ trương tài sản cho con người là Thánh pháp vô thượng. Trong khi nhớ đến gia hệ thuở xưa của mình về phía cha và mẹ, chỗ nào một tự thể sanh ra, thời sẽ được chấp nhận tùy thuộc chỗ ấy. Nếu tự thể được sanh ra trong một gia đình Khattiya, thời được chấp nhận là Khattiya. Nếu tự thể được sanh ra trong một gia đình Bà-la-môn, thời được chấp nhận là Bà-la-môn. Nếu tự thể được sanh ra trong một gia đình Vessa, thời được chấp nhận là Vessa. Nếu tự thể được sanh ra trong một gia đình Sudda, thời được chấp nhận là Sudda. Này Bà-la-môn, như tùy thuộc duyên gì một ngọn lửa được đốt lên, thời ngọn lửa được chấp nhận theo duyên ấy. Nếu do duyên củi, một ngọn lửa được đốt lên, thời ngọn lửa ấy được chấp nhận là lửa củi. Nếu do duyên dăm bào, một ngọn lửa được đốt lên, thời ngọn lửa ấy được chấp nhận là lửa dăm bào. Nếu do duyên cỏ, một ngọn lửa được đốt lên, thời ngọn lửa ấy được chấp nhận là lửa cỏ. Nếu do duyên phân bò, một ngọn lửa được đốt lên, thời ngọn lửa ấy được chấp nhận là lửa phân bò. Cũng vậy, này Bà-la-môn, Ta chủ trương tài sản cho con người là Thánh pháp vô thượng. Trong khi nhớ đến gia hệ thuở xưa của mình về phía cha và mẹ, chỗ nào một tự thể sanh ra, thời sẽ được chấp nhận tùy thuộc chỗ ấy. Nếu tự thể được sanh ra trong một gia đình Khattiya, thời được chấp nhận là Khattiya. Nếu tự thể được sanh ra trong một gia đình Bà-la-môn … trong một gia đình Vessa … trong một gia đình Sudda, thời được chấp nhận là Sudda.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Nhưng này Bà-la-môn, nếu một người từ một gia đình Khattiya xuất gia, từ bỏ gia đình, sống không gia đình nhờ Pháp và Luật được Như Lai tuyên thuyết, người ấy từ bỏ sát sanh, từ bỏ lấy của không cho, từ bỏ tà hạnh trong các dục, từ bỏ nói láo, từ bỏ nói hai lưỡi, từ bỏ nói lời độc ác, từ bỏ nói lời phù phiếm, không có tham tâm, không có sân tâm, có chánh kiến, người ấy thành tựu chánh đạo, thiện pháp.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Này Bà-la-môn, nếu một người từ một gia đình Bà-la-môn … từ một gia đình Vessa … từ một gia đình Sudda xuất gia, từ bỏ gia đình, sống không gia đình, nhờ Pháp và Luật được Như Lai tuyên thuyết, người ấy từ bỏ sát sanh, từ bỏ lấy của không cho … có chánh kiến, người ấy thành tựu chánh đạo, thiện pháp.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Này Bà-la-môn, ông nghĩ thế nào? Trong lập trường này, chỉ có người Bà-la-môn mới có thể tu tập từ tâm, không hận, không sân; người Khattiya không có thể được, người Vessa không có thể được, người Sudda không có thể được?</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>—Thưa không phải vậy, Tôn giả <i lang='pli' translate='no'>Gotama</i>. Người Khattiya, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, cũng có thể trong lập trường này, tu tập từ tâm, không hận, không sân. Người Bà-la-môn cũng vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>; người Vessa cũng vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>; người Sudda cũng vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>. Tất cả bốn giai cấp, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, trong lập trường này đều có thể tu tập từ tâm, không hận, không sân.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>—Cũng vậy, này Bà-la-môn, nếu một người từ gia đình Khattiya, xuất gia, từ bỏ gia đình, sống không gia đình, người ấy nhờ Pháp và Luật do Như Lai tuyên thuyết, từ bỏ sát sanh … có chánh kiến, người ấy thành tựu chánh đạo, thiện pháp. Này Bà-la-môn, Ông nghĩ thế nào? Chỉ có người Bà-la-môn mới có thể lấy cào lưng và bột tắm, đi đến sông, và tắm rửa cho sạch đất và bụi; người Khattiya không thể được; người Vessa không thể được; người Sudda không thể được?</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>—Thưa không phải vậy, Tôn giả <i lang='pli' translate='no'>Gotama</i>. Người Khattiya, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, cũng có thể lấy cào lưng và bột tắm, đi đến sông và tắm rửa cho sạch đất và bụi, người Bà-la-môn cũng vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>; người Vessa cũng vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>; người Sudda cũng vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>. Tất cả bốn giai cấp, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, đều có thể lấy cào lưng và bột tắm đi đến sông và tắm rửa cho sạch đất và bụi.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>—Cũng vậy, này Bà-la-môn, nếu từ một gia đình Khattiya, có người xuất gia, từ bỏ gia đình, sống không gia đình, người này nhờ Pháp và Luật do Như Lai tuyên thuyết, từ bỏ sát sanh … có chánh kiến, người ấy được xem là thành tựu chánh đạo, thiện pháp. Này Bà-la-môn, nếu một người từ gia đình Bà-la-môn; này Bà-la-môn, nếu một người từ gia đình Vessa; này Bà-la-môn, nếu một người từ gia đình Sudda, xuất gia, từ bỏ gia đình, sống không gia đình, người ấy nhờ Pháp và Luật do Như Lai tuyên thuyết, từ bỏ sát sanh … có chánh kiến, người ấy được xem là thành tựu chánh đạo, thiện pháp.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Này Bà-la-môn, Ông nghĩ thế nào? Ở đây, nếu có vị vua Khattiya đã làm lễ quán đảnh, cho hội họp một trăm người thuộc nhiều chủng tánh khác nhau và nói: “Quý vị hãy đến đây, quý vị nào thuộc gia đình Khattiya, thuộc gia đình Bà-la-môn, sanh ra từ hoàng tộc, hãy đem đến bộ phận trên của đồ quay lửa, bằng cây saka, hay cây <i lang='pli' translate='no'>sāla</i>, hay cây <i lang='pli' translate='no'>salaḷa</i>, hay cây chiên-đàn, hay cây sen, quay cho bật lửa và sức nóng hiện ra. Còn những người thuộc gia đình Chiên-đà-la (hạ tiện), thuộc gia đình săn bắn, thuộc gia đình làm đồ tre, thuộc gia đình làm xe cộ, thuộc gia đình đổ phân, hãy đến đây, đem đến bộ phận trên của đồ quay lửa làm bằng gỗ máng chó ăn, hay máng heo ăn, hay máng giặt đồ, hay củi khô từ cây y-la (elanda: cây thu đủ thầu dầu), và quay cho bật lửa và sức nóng hiện ra”. Này Bà-la-môn, Ông nghĩ thế nào? Có phải chỉ có ngọn lửa được nhen lên và sức nóng được tạo ra từ người thuộc gia đình Khattiya, thuộc gia đình Bà-la-môn, sanh từ hoàng tộc, sau khi đem đến bộ phận của đồ quay lửa, làm bằng cây saka, hay cây <i lang='pli' translate='no'>sāla</i>, hay cây <i lang='pli' translate='no'>salaḷa</i>, hay cây chiên-đàn, hay cây sen, chỉ có lửa ấy mới có ngọn, mới có màu sắc, mới có ánh sáng, và chỉ có ngọn lửa ấy mới dùng được vào các công việc do lửa đem lại; còn ngọn lửa được nhen lên và sức nóng được tạo ra từ người thuộc gia đình hạ tiện, thuộc gia đình săn bắn, thuộc gia đình làm đồ tre, thuộc gia đình làm xe cộ, thuộc gia đình đổ phân, sau khi đem đến bộ phận trên của đồ quay lửa làm bằng gỗ máng chó ăn, hay máng heo ăn, hay máng giặt đồ, hay củi khô từ cây y-lan, lửa ấy không có ngọn, không có màu sắc, không có ánh sáng, và ngọn lửa ấy không có thể dùng được vào các công việc do lửa đem lại?</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>—Không phải vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>. Ngọn lửa được nhen lên, sức nóng được tạo ra, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, từ người thuộc gia đình Khattiya, thuộc gia đình Bà-la-môn, sanh từ hoàng tộc, sau khi đem đến bộ phận trên của đồ quay lửa, làm bằng cây saka hay cây <i lang='pli' translate='no'>sāla</i>, hay cây <i lang='pli' translate='no'>salaḷa</i>, hay cây chiên-đàn, hay cây sen, ngọn lửa ấy có ngọn, có màu sắc, có ánh sáng, ngọn lửa ấy dùng được vào các công việc do lửa đem lại; còn ngọn lửa được nhen lên, và sức nóng tạo ra từ người thuộc gia đình hạ tiện, thuộc gia đình săn bắn, thuộc gia đình làm đồ tre, thuộc gia đình làm xe cộ, thuộc gia đình đổ phân, sau khi đem đến bộ phận trên của đồ quay lửa, làm bằng gỗ máng chó ăn, hay máng heo ăn, hay máng giặt đồ, hay củi khô từ cây y-lan, lửa ấy cũng có ngọn, cũng có màu sắc, cũng có ánh sáng, và ngọn lửa ấy có thể dùng được vào các công việc do lửa đem lại. Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, tất cả ngọn lửa đều có ngọn, đều có màu sắc, đều có ánh sáng, tất cả loại lửa đều có thể dùng được vào các công việc do lửa đem lại.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>—Cũng vậy, này Bà-la-môn, nếu có người từ gia đình Khattiya xuất gia, từ bỏ gia đình, sống không gia đình, nhờ Pháp và Luật do Như Lai tuyên thuyết, người ấy từ bỏ sát sanh … có chánh kiến, người ấy được xem là thành tựu chánh đạo, thiện pháp. Nếu có người từ gia đình Bà-la-môn … Nếu có người từ gia đình Vessa … Nếu có người từ gia đình Sudda, xuất gia, từ bỏ gia đình, sống không gia đình, nhờ Pháp và Luật do Như Lai tuyên thuyết, người ấy từ bỏ sát sanh … có chánh kiến, người ấy được xem là thành tựu chánh đạo, thiện pháp.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Khi nghe nói vậy, Bà-la-môn Esukari bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>—Thật vi diệu thay, tôn giả <i lang='pli' translate='no'>Gotama</i>! Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Như người dựng đứng lại những gì bị quăng ngã xuống, phơi bày ra những gì bị che kín, chỉ đường cho người bị lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc; cũng vậy, Chánh pháp đã được Thế Tôn dùng nhiều phương tiện trình bày, giải thích. Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, nay con xin quy y Tôn giả <i lang='pli' translate='no'>Gotama</i>, quy y Pháp và quy y chúng Tỷ-kheo. Mong Tôn giả <i lang='pli' translate='no'>Gotama</i> nhận chúng con làm cư sĩ, từ nay cho đến mạng chung, chúng con trọn đời quy ngưỡng.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 18–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "translation": {
    "uid": "mn96",
    "lang": "vi",
    "is_root": false,
    "title": "Kinh Esukàrì",
    "author": "Thích Minh Châu",
    "author_short": "Minh Châu",
    "author_uid": "minh_chau",
    "next": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Dhanañjāni ",
      "uid": "mn97"
    },
    "previous": {
      "author_uid": "minh_chau",
      "lang": "vi",
      "name": "With Caṅkī ",
      "uid": "mn95"
    },
    "text": "<!DOCTYPE html>\n<html>\n<head>\n<meta charset='UTF-8'>\n<meta name='author' content='Thích Minh Châu'>\n<title></title>\n</head>\n<body>\n<article id='mn96' lang='vi'>\n<header>\n<ul>\n<li class='nikaya'>Trung Bộ Kinh</li>\n</ul>\n<h1 class='sutta'>96. Kinh Esukàrì</h1>\n</header>\n<p>Như vầy tôi nghe.</p>\n<p><a class='ref sc' id='sc1' href='#sc1'>SC 1</a>Một thời Thế Tôn trú ở <i lang='pli' translate='no'>Sāvatthi</i> (Xá Vệ), rừng <i lang='pli' translate='no'>Jetavana</i> (Kỳ-đà-lâm), tại tinh xá ông <i lang='pli' translate='no'>Anāthapiṇḍika</i> (Cấp Cô Ðộc).</p>\n<p><a class='ref sc' id='sc2' href='#sc2'>SC 2</a>Rồi Bà-la-môn Esukari đi đến Thế Tôn, sau khi đến nói lên với Thế Tôn những lời chào đón hỏi thăm, và sau khi nói lên những lời chào đón hỏi thăm thân hữu, liền ngồi xuống một bên, ngồi xuống một bên, Bà-la-môn Esukari bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc3' href='#sc3'>SC 3</a>—Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương bốn loại phụng sự: chủ trương phụng sự cho Bà-la-môn, chủ trương phụng sự cho Sát-đế-lỵ (Khattiya), chủ trương phụng sự cho Phệ-xá (Vessa: người buôn bán), chủ trương phụng sự cho Thủ-đà (Sudda: lao công). Ở đây, thưa Tổn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Bà-la-môn như sau: Bà-la-môn phụng sự cho Bà-la-môn; hay Khattiya phụng sự cho Bà-la-môn; hay Vessa phụng sự cho Bà-la-môn, hay Sudda phụng sự cho Bà-la-môn. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Bà-la-môn. Ở đây, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Khattiya như sau: Khattiya phụng sự cho Khattiya; hay Vessa phụng sự cho Khattiya; hay Sudda phụng sự cho Khattiya. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Khattiya. Ở đây, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Vessa như sau: Vessa phụng sự cho Vessa; hay Sudda phụng sự cho Vessa. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Vessa. Ở đây, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Sudda như sau: Sudda phụng sự cho Sudda. Vì rằng không còn ai khác có thể phụng sự cho Sudda. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương phụng sự cho Sudda. Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương bốn loại phụng sự này. Ở đây, Tôn giả <i lang='pli' translate='no'>Gotama</i> có nói gì về vấn đề này?</p>\n<p><a class='ref sc' id='sc4' href='#sc4'>SC 4</a>—Nhưng này các Bà-la-môn, có phải tất cả mọi người ở đời đồng ý với các Bà-la-môn khi họ chủ trương bốn loại phụng sự này?</p>\n<p><a class='ref sc' id='sc5' href='#sc5'>SC 5</a>—Không có vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc6' href='#sc6'>SC 6</a>—Này Bà-la-môn, ví như một người nghèo nàn, không có sở hữu, khốn khổ, dầu cho người đó không muốn, vẫn bị bắt nuốt miếng thịt: “Này người kia, Ông phải ăn miếng thịt này và Ông phải trả một số tiền”. Cũng vậy, này Bà-la-môn, dầu không được các Sa-môn, Bà-la-môn ấy chấp nhận, các Bà-la-môn chủ trương bốn loại phụng sự này.</p>\n<p><a class='ref sc' id='sc7' href='#sc7'>SC 7</a>Này Bà-la-môn, Ta không nói rằng, tất cả cần phải phụng sự. Nhưng này Bà-la-môn, Ta cũng không nói rằng, tất cả không cần phải phụng sự. Vì rằng, này Bà-la-môn, nếu có ai trong khi phụng sự, trở thành xấu hơn, không trở thành tốt hơn, Ta không nói rằng, người đó cần phải phụng sự. Nhưng này Bà-la-môn, nếu có ai trong khi phụng sự, trở thành tốt hơn, không trở thành xấu hơn. Ta nói rằng, người đó cần phải phụng sự.</p>\n<p><a class='ref sc' id='sc8' href='#sc8'>SC 8</a>Và nếu này Bà-la-môn, có người hỏi vị Khattiya như sau: “Người phụng sự cho Ông, do nguyên nhân phụng sự này trở thành xấu hơn, không trở thành tốt hơn; hay người phụng sự cho Ông, do nguyên nhân phụng sự này trở thành tốt hơn, không trở thành xấu hơn? Và như vậy, Ông ở đây cần phải được phụng sự bởi người nào?” Vị Khattiya, này Bà-la-môn, nếu trả lời chân chánh cần phải đáp như sau: “Người nào phụng sự tôi, do nguyên nhân phụng sự này trở thành xấu hơn, không tốt hơn, thì tôi không cần người ấy phụng sự tôi. Nhưng nếu người nào phụng sự tôi, do nguyên nhân phụng sự này trở thành tốt hơn, không xấu hơn, thì tôi cần người ấy phụng sự tôi”.</p>\n<p><a class='ref sc' id='sc9' href='#sc9'>SC 9</a>Và này Bà-la-môn, nếu có người hỏi Bà-la-môn … Này Bà-la-môn, nếu có người hỏi Vessa … và này Bà-la-môn, nếu có người hỏi Sudda như sau: “Người phụng sự cho ông, do nguyên nhân phụng sự này trở thành xấu hơn, không trở thành tốt hơn; hay người phụng sự cho ông, do nguyên nhân phụng sự này trở thành tốt hơn, không trở thành xấu hơn? Và như vậy, ông ở đây cần phải được phụng sự bởi người nào?” Người Sudda, này Bà-la-môn, nếu trả lời chơn chánh cần phải đáp như sau: “Người nào phụng sự tôi, do nguyên nhân phụng sự này trở thành xấu hơn, không tốt hơn, thì tôi không cần người ấy phụng sự tôi. Nhưng nếu người nào phụng sự tôi, do nguyên nhân phụng sự này trở thành tốt hơn, không xấu hơn, thì tôi cần người ấy phụng sự tôi”.</p>\n<p><a class='ref sc' id='sc10' href='#sc10'>SC 10</a>Này Bà-la-môn, Ta không nói tốt hơn vì sanh trong một gia đình cao quý. Này Bà-la-môn, Ta không nói xấu hơn vì sanh trong một gia đình cao quý. Này Bà-la-môn, Ta không nói tốt hơn vì nhan sắc thù thắng. Này Bà-la-môn, Ta không nói xấu hơn vì nhan sắc thù thắng. Này Bà-la-môn, Ta không nói tốt hơn vì tài sản thù thắng. Này Bà-la-môn, Ta không nói xấu hơn vì tài sản thù thắng.</p>\n<p><a class='ref sc' id='sc11' href='#sc11'>SC 11</a>Ở đây, này Bà-la-môn, có người sanh trong một gia đình cao quý, sát sanh, lấy của không cho, sống tà hạnh trong các dục, nói láo, nói hai lưỡi, nói lời độc ác, nói lời phù phiếm, có tham tâm, có sân tâm, có tà kiến. Do vậy, Ta không nói tốt hơn vì sanh trong một gia đình cao quý. Ở đây, này Bà-la-môn có người sanh trong một gia đình cao quý từ bỏ sát sanh, từ bỏ lấy của không cho, từ bỏ sống tà hạnh trong các dục, từ bỏ nói láo, từ bỏ nói hai lưỡi, từ bỏ nói lời độc ác, từ bỏ nói lời phù phiếm, không có tham tâm, không có sân tâm, có chánh kiến. Do vậy, Ta không nói trở thành xấu hơn vì sanh trong gia đình cao quý.</p>\n<p><a class='ref sc' id='sc12' href='#sc12'>SC 12</a>Ở đây, này Bà-la-môn, có người với nhan sắc thù thắng … Ở đây, này Bà-la-môn, có người với tài sản thù thắng, sát sanh, lấy của không cho … có tà kiến. Do vậy, Ta không nói trở thành tốt hơn vì có tài sản thù thắng. Ở đây, này Bà-la-môn, có người với tài sản thù thắng từ bỏ sát sanh … có chánh kiến. Do vậy, Ta không nói trở thành xấu hơn vì có tài sản thù thắng.</p>\n<p><a class='ref sc' id='sc13' href='#sc13'>SC 13</a>Này Bà-la-môn, Ta không nói tất cả cần phải phụng sự. Nhưng này Bà-la-môn, Ta cũng không nói tất cả không cần phải phụng sự. Này Bà-la-môn, người nào phụng sự, do nguyên nhân phụng sự này, lòng tin được tăng trưởng, giới được tăng trưởng, sự nghe được tăng trưởng, bố thí được tăng trưởng, trí tuệ được tăng trưởng, Ta nói người ấy cần phải phụng sự.</p>\n<p><a class='ref sc' id='sc14' href='#sc14'>SC 14</a>Khi nghe nói vậy, Bà-la-môn Esukari bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc15' href='#sc15'>SC 15</a>—Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương bốn loại tài sản, chủ trương tài sản của người Bà-la-môn, chủ trương tài sản của người Khattiya, chủ trương tài sản của người Vessa, chủ trương tài sản của người Sudda.</p>\n<p><a class='ref sc' id='sc16' href='#sc16'>SC 16</a>Ở đây, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương tài sản của Bà-la-môn là khất thực. Nhưng khi người Bà-la-môn khinh thường tài sản khất thực, người ấy không làm bổn phận của mình và giống như người chăn bò lấy của không cho. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương tài sản của Bà-la-môn. Ở đây, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương tài sản của Khattiya là cung và tên. Nhưng khi người Khattiya khinh thường tài sản cung và tên, người ấy không làm bổn phận của mình, và giống như người chăn bò lấy của không cho. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương tài sản của Khattiya. Ở đây, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương tài sản của Vessa là canh nông và nuôi bò. Nhưng khi người Vessa khinh thường tài sản canh nông và nuôi bò, người ấy không làm bổn phận của mình, và giống như người chăn bò lấy của không cho. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương tài sản của Vessa. Ở đây, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn chủ trương tài sản của Sudda là lưỡi liềm và đòn gánh. Nhưng khi người Sudda khinh thường tài sản lưỡi liềm và đòn gánh, người ấy không làm bổn phận của mình và giống như người chăn bò lấy của không cho. Như vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, các Bà-la-môn, chủ trương tài sản của người Sudda. Các Bà-la-môn, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, chủ trương bốn loại tài sản này. Ở đây, Tôn giả <i lang='pli' translate='no'>Gotama</i> nói gì về vấn đề này?</p>\n<p><a class='ref sc' id='sc17' href='#sc17'>SC 17</a>—Này Bà-la-môn, có phải tất cả mọi người ở đây đồng ý với các Bà-la-môn khi họ chủ trương bốn loại tài sản này?</p>\n<p><a class='ref sc' id='sc18' href='#sc18'>SC 18</a>—Không có vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>.</p>\n<p><a class='ref sc' id='sc19' href='#sc19'>SC 19</a>—Này Bà-la-môn, ví như một người nghèo nàn, không có sở hữu, khốn khổ, dầu cho người đó không muốn, vẫn bị bắt nuốt miếng thịt: “Này người kia, Ông phải ăn miếng thịt này và Ông phải trả một số tiền”. Cũng vậy, này Bà-la-môn, dầu không được các Bà-la-môn, Sa-môn ấy chấp nhận, các Bà-la-môn vẫn chủ trương bốn loại tài sản này. Này Bà-la-môn, Ta chủ trương tài sản cho con người là Thánh pháp vô thượng. Trong khi nhớ đến gia hệ thuở xưa của mình về phía cha và mẹ, chỗ nào một tự thể sanh ra, thời sẽ được chấp nhận tùy thuộc chỗ ấy. Nếu tự thể được sanh ra trong một gia đình Khattiya, thời được chấp nhận là Khattiya. Nếu tự thể được sanh ra trong một gia đình Bà-la-môn, thời được chấp nhận là Bà-la-môn. Nếu tự thể được sanh ra trong một gia đình Vessa, thời được chấp nhận là Vessa. Nếu tự thể được sanh ra trong một gia đình Sudda, thời được chấp nhận là Sudda. Này Bà-la-môn, như tùy thuộc duyên gì một ngọn lửa được đốt lên, thời ngọn lửa được chấp nhận theo duyên ấy. Nếu do duyên củi, một ngọn lửa được đốt lên, thời ngọn lửa ấy được chấp nhận là lửa củi. Nếu do duyên dăm bào, một ngọn lửa được đốt lên, thời ngọn lửa ấy được chấp nhận là lửa dăm bào. Nếu do duyên cỏ, một ngọn lửa được đốt lên, thời ngọn lửa ấy được chấp nhận là lửa cỏ. Nếu do duyên phân bò, một ngọn lửa được đốt lên, thời ngọn lửa ấy được chấp nhận là lửa phân bò. Cũng vậy, này Bà-la-môn, Ta chủ trương tài sản cho con người là Thánh pháp vô thượng. Trong khi nhớ đến gia hệ thuở xưa của mình về phía cha và mẹ, chỗ nào một tự thể sanh ra, thời sẽ được chấp nhận tùy thuộc chỗ ấy. Nếu tự thể được sanh ra trong một gia đình Khattiya, thời được chấp nhận là Khattiya. Nếu tự thể được sanh ra trong một gia đình Bà-la-môn … trong một gia đình Vessa … trong một gia đình Sudda, thời được chấp nhận là Sudda.</p>\n<p><a class='ref sc' id='sc20' href='#sc20'>SC 20</a>Nhưng này Bà-la-môn, nếu một người từ một gia đình Khattiya xuất gia, từ bỏ gia đình, sống không gia đình nhờ Pháp và Luật được Như Lai tuyên thuyết, người ấy từ bỏ sát sanh, từ bỏ lấy của không cho, từ bỏ tà hạnh trong các dục, từ bỏ nói láo, từ bỏ nói hai lưỡi, từ bỏ nói lời độc ác, từ bỏ nói lời phù phiếm, không có tham tâm, không có sân tâm, có chánh kiến, người ấy thành tựu chánh đạo, thiện pháp.</p>\n<p><a class='ref sc' id='sc21' href='#sc21'>SC 21</a>Này Bà-la-môn, nếu một người từ một gia đình Bà-la-môn … từ một gia đình Vessa … từ một gia đình Sudda xuất gia, từ bỏ gia đình, sống không gia đình, nhờ Pháp và Luật được Như Lai tuyên thuyết, người ấy từ bỏ sát sanh, từ bỏ lấy của không cho … có chánh kiến, người ấy thành tựu chánh đạo, thiện pháp.</p>\n<p><a class='ref sc' id='sc22' href='#sc22'>SC 22</a>Này Bà-la-môn, ông nghĩ thế nào? Trong lập trường này, chỉ có người Bà-la-môn mới có thể tu tập từ tâm, không hận, không sân; người Khattiya không có thể được, người Vessa không có thể được, người Sudda không có thể được?</p>\n<p><a class='ref sc' id='sc23' href='#sc23'>SC 23</a>—Thưa không phải vậy, Tôn giả <i lang='pli' translate='no'>Gotama</i>. Người Khattiya, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, cũng có thể trong lập trường này, tu tập từ tâm, không hận, không sân. Người Bà-la-môn cũng vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>; người Vessa cũng vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>; người Sudda cũng vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>. Tất cả bốn giai cấp, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, trong lập trường này đều có thể tu tập từ tâm, không hận, không sân.</p>\n<p><a class='ref sc' id='sc24' href='#sc24'>SC 24</a>—Cũng vậy, này Bà-la-môn, nếu một người từ gia đình Khattiya, xuất gia, từ bỏ gia đình, sống không gia đình, người ấy nhờ Pháp và Luật do Như Lai tuyên thuyết, từ bỏ sát sanh … có chánh kiến, người ấy thành tựu chánh đạo, thiện pháp. Này Bà-la-môn, Ông nghĩ thế nào? Chỉ có người Bà-la-môn mới có thể lấy cào lưng và bột tắm, đi đến sông, và tắm rửa cho sạch đất và bụi; người Khattiya không thể được; người Vessa không thể được; người Sudda không thể được?</p>\n<p><a class='ref sc' id='sc25' href='#sc25'>SC 25</a>—Thưa không phải vậy, Tôn giả <i lang='pli' translate='no'>Gotama</i>. Người Khattiya, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, cũng có thể lấy cào lưng và bột tắm, đi đến sông và tắm rửa cho sạch đất và bụi, người Bà-la-môn cũng vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>; người Vessa cũng vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>; người Sudda cũng vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>. Tất cả bốn giai cấp, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, đều có thể lấy cào lưng và bột tắm đi đến sông và tắm rửa cho sạch đất và bụi.</p>\n<p><a class='ref sc' id='sc26' href='#sc26'>SC 26</a>—Cũng vậy, này Bà-la-môn, nếu từ một gia đình Khattiya, có người xuất gia, từ bỏ gia đình, sống không gia đình, người này nhờ Pháp và Luật do Như Lai tuyên thuyết, từ bỏ sát sanh … có chánh kiến, người ấy được xem là thành tựu chánh đạo, thiện pháp. Này Bà-la-môn, nếu một người từ gia đình Bà-la-môn; này Bà-la-môn, nếu một người từ gia đình Vessa; này Bà-la-môn, nếu một người từ gia đình Sudda, xuất gia, từ bỏ gia đình, sống không gia đình, người ấy nhờ Pháp và Luật do Như Lai tuyên thuyết, từ bỏ sát sanh … có chánh kiến, người ấy được xem là thành tựu chánh đạo, thiện pháp.</p>\n<p><a class='ref sc' id='sc27' href='#sc27'>SC 27</a>Này Bà-la-môn, Ông nghĩ thế nào? Ở đây, nếu có vị vua Khattiya đã làm lễ quán đảnh, cho hội họp một trăm người thuộc nhiều chủng tánh khác nhau và nói: “Quý vị hãy đến đây, quý vị nào thuộc gia đình Khattiya, thuộc gia đình Bà-la-môn, sanh ra từ hoàng tộc, hãy đem đến bộ phận trên của đồ quay lửa, bằng cây saka, hay cây <i lang='pli' translate='no'>sāla</i>, hay cây <i lang='pli' translate='no'>salaḷa</i>, hay cây chiên-đàn, hay cây sen, quay cho bật lửa và sức nóng hiện ra. Còn những người thuộc gia đình Chiên-đà-la (hạ tiện), thuộc gia đình săn bắn, thuộc gia đình làm đồ tre, thuộc gia đình làm xe cộ, thuộc gia đình đổ phân, hãy đến đây, đem đến bộ phận trên của đồ quay lửa làm bằng gỗ máng chó ăn, hay máng heo ăn, hay máng giặt đồ, hay củi khô từ cây y-la (elanda: cây thu đủ thầu dầu), và quay cho bật lửa và sức nóng hiện ra”. Này Bà-la-môn, Ông nghĩ thế nào? Có phải chỉ có ngọn lửa được nhen lên và sức nóng được tạo ra từ người thuộc gia đình Khattiya, thuộc gia đình Bà-la-môn, sanh từ hoàng tộc, sau khi đem đến bộ phận của đồ quay lửa, làm bằng cây saka, hay cây <i lang='pli' translate='no'>sāla</i>, hay cây <i lang='pli' translate='no'>salaḷa</i>, hay cây chiên-đàn, hay cây sen, chỉ có lửa ấy mới có ngọn, mới có màu sắc, mới có ánh sáng, và chỉ có ngọn lửa ấy mới dùng được vào các công việc do lửa đem lại; còn ngọn lửa được nhen lên và sức nóng được tạo ra từ người thuộc gia đình hạ tiện, thuộc gia đình săn bắn, thuộc gia đình làm đồ tre, thuộc gia đình làm xe cộ, thuộc gia đình đổ phân, sau khi đem đến bộ phận trên của đồ quay lửa làm bằng gỗ máng chó ăn, hay máng heo ăn, hay máng giặt đồ, hay củi khô từ cây y-lan, lửa ấy không có ngọn, không có màu sắc, không có ánh sáng, và ngọn lửa ấy không có thể dùng được vào các công việc do lửa đem lại?</p>\n<p><a class='ref sc' id='sc28' href='#sc28'>SC 28</a>—Không phải vậy, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>. Ngọn lửa được nhen lên, sức nóng được tạo ra, thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, từ người thuộc gia đình Khattiya, thuộc gia đình Bà-la-môn, sanh từ hoàng tộc, sau khi đem đến bộ phận trên của đồ quay lửa, làm bằng cây saka hay cây <i lang='pli' translate='no'>sāla</i>, hay cây <i lang='pli' translate='no'>salaḷa</i>, hay cây chiên-đàn, hay cây sen, ngọn lửa ấy có ngọn, có màu sắc, có ánh sáng, ngọn lửa ấy dùng được vào các công việc do lửa đem lại; còn ngọn lửa được nhen lên, và sức nóng tạo ra từ người thuộc gia đình hạ tiện, thuộc gia đình săn bắn, thuộc gia đình làm đồ tre, thuộc gia đình làm xe cộ, thuộc gia đình đổ phân, sau khi đem đến bộ phận trên của đồ quay lửa, làm bằng gỗ máng chó ăn, hay máng heo ăn, hay máng giặt đồ, hay củi khô từ cây y-lan, lửa ấy cũng có ngọn, cũng có màu sắc, cũng có ánh sáng, và ngọn lửa ấy có thể dùng được vào các công việc do lửa đem lại. Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, tất cả ngọn lửa đều có ngọn, đều có màu sắc, đều có ánh sáng, tất cả loại lửa đều có thể dùng được vào các công việc do lửa đem lại.</p>\n<p><a class='ref sc' id='sc29' href='#sc29'>SC 29</a>—Cũng vậy, này Bà-la-môn, nếu có người từ gia đình Khattiya xuất gia, từ bỏ gia đình, sống không gia đình, nhờ Pháp và Luật do Như Lai tuyên thuyết, người ấy từ bỏ sát sanh … có chánh kiến, người ấy được xem là thành tựu chánh đạo, thiện pháp. Nếu có người từ gia đình Bà-la-môn … Nếu có người từ gia đình Vessa … Nếu có người từ gia đình Sudda, xuất gia, từ bỏ gia đình, sống không gia đình, nhờ Pháp và Luật do Như Lai tuyên thuyết, người ấy từ bỏ sát sanh … có chánh kiến, người ấy được xem là thành tựu chánh đạo, thiện pháp.</p>\n<p><a class='ref sc' id='sc30' href='#sc30'>SC 30</a>Khi nghe nói vậy, Bà-la-môn Esukari bạch Thế Tôn</p>\n<p><a class='ref sc' id='sc31' href='#sc31'>SC 31</a>—Thật vi diệu thay, tôn giả <i lang='pli' translate='no'>Gotama</i>! Thật vi diệu thay, Tôn giả <i lang='pli' translate='no'>Gotama</i>! Như người dựng đứng lại những gì bị quăng ngã xuống, phơi bày ra những gì bị che kín, chỉ đường cho người bị lạc hướng, đem đèn sáng vào trong bóng tối để những ai có mắt có thể thấy sắc; cũng vậy, Chánh pháp đã được Thế Tôn dùng nhiều phương tiện trình bày, giải thích. Thưa Tôn giả <i lang='pli' translate='no'>Gotama</i>, nay con xin quy y Tôn giả <i lang='pli' translate='no'>Gotama</i>, quy y Pháp và quy y chúng Tỷ-kheo. Mong Tôn giả <i lang='pli' translate='no'>Gotama</i> nhận chúng con làm cư sĩ, từ nay cho đến mạng chung, chúng con trọn đời quy ngưỡng.</p>\n<footer>\n<p><span class='author'>Hòa thượng Thích Minh Châu dịch Việt</span></p>\n<p>Chân thành cám ơn anh HDC và nhóm Phật tử VH đã có thiện tâm gửi tặng ấn bản điện tử.<br>\n(Bình Anson hiệu đính, dựa theo bản Anh ngữ “The Middle Length Discourses of the Buddha”, Tỳ kheo Nanamoli và Tỳ kheo Bodhi dịch, 1995).</p>\n<p>Hiệu đính: 18–06-2004</p>\n<p>Prepared for SuttaCentral by <span class='editor'>Blake Walsh</span>.</p>\n</footer>\n</article>\n</body>\n</html>\n"
  },
  "segmented": false,
  "suttaplex": {
    "acronym": "MN 96",
    "volpages": " PTS 2.178, PTS 2.179, PTS 2.180, PTS 2.181, PTS 2.182, PTS 2.183, PTS 2.184",
    "alt_volpages": null,
    "uid": "mn96",
    "blurb": "A brahmin claims that one deserves service and privilege depending on caste, but the Buddha counters that it is conduct, not caste, that show a person’s worth.",
    "difficulty": 2,
    "original_title": "Esukārīsutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "leaf",
    "from": null,
    "translated_title": "Kinh Esukàrì",
    "translations": [
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Sabbamitta",
        "author_short": "sabbamitta",
        "author_uid": "sabbamitta",
        "publication_date": "2019",
        "id": "mn96_translation-de-sabbamitta",
        "segmented": true,
        "title": "Mit Esukārī ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "sujato",
        "author_uid": "sujato",
        "publication_date": "2018",
        "id": "mn96_translation-en-sujato",
        "segmented": true,
        "title": "With Esukārī ",
        "volpage": null,
        "has_comment": true
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "Giovanni Zappa",
        "author_short": "giovannizappa",
        "author_uid": "giovannizappa",
        "publication_date": "2025",
        "id": "mn96_translation-it-giovannizappa",
        "segmented": true,
        "title": "Il discorso con Esukārī ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pli",
        "lang_name": "Pāli",
        "is_root": true,
        "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
        "author_short": "ms",
        "author_uid": "ms",
        "publication_date": null,
        "id": "mn96_root-pli-ms",
        "segmented": true,
        "title": null,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV theravada.ru",
        "author_short": "sv",
        "author_uid": "sv",
        "publication_date": "2023",
        "id": "mn96_translation-ru-sv",
        "segmented": true,
        "title": "К Есукари ",
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "bn",
        "lang_name": "বাংলা",
        "is_root": false,
        "author": "ধর্মাধার মহাস্থবির",
        "author_short": "ধর্মাধার",
        "author_uid": "mahasthavya",
        "publication_date": null,
        "id": "bn_mn96_mahasthavya",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "de",
        "lang_name": "Deutsch",
        "is_root": false,
        "author": "Mettiko Bhikkhu",
        "author_short": "Mettiko",
        "author_uid": "mettiko",
        "publication_date": "2001",
        "id": "de_mn96_mettiko",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Nyanamoli Thera",
        "author_short": "Nyanamoli",
        "author_uid": "nyanamoli-thera",
        "publication_date": "1977",
        "id": "en_mn96_nyanamoli-thera",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "es",
        "lang_name": "Español",
        "is_root": false,
        "author": "Anton P. Baron",
        "author_short": "Baron",
        "author_uid": "baron",
        "publication_date": "2004",
        "id": "es_mn96_baron",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "fr",
        "lang_name": "Français",
        "is_root": false,
        "author": "Môhan Wijayaratna",
        "author_short": "wijayaratna",
        "author_uid": "wijayaratna",
        "publication_date": "2010",
        "id": "fr_mn96_wijayaratna",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hi",
        "lang_name": "हिन्दी",
        "is_root": false,
        "author": "Rahul Sankrityayan",
        "author_short": "Sankrityayan",
        "author_uid": "sankrityayan",
        "publication_date": null,
        "id": "hi_mn96_sankrityayan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "hu",
        "lang_name": "Magyar",
        "is_root": false,
        "author": "Vekerdi József",
        "author_short": "Vekerdi",
        "author_uid": "vekerdi",
        "publication_date": "1989",
        "id": "hu_mn96_vekerdi",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "id",
        "lang_name": "Bahasa Indonesia",
        "is_root": false,
        "author": "Indra Anggara",
        "author_short": "Anggara",
        "author_uid": "anggara",
        "publication_date": null,
        "id": "id_mn96_anggara",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "it",
        "lang_name": "Italiano",
        "is_root": false,
        "author": "De Lorenzo, Pier Antonio Morniroli, Enrico Federici",
        "author_short": "Lorenzo …",
        "author_uid": "lorenzo-morniroli-federici",
        "publication_date": "2007",
        "id": "it_mn96_lorenzo-morniroli-federici",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "jpn",
        "lang_name": "日本語",
        "is_root": false,
        "author": "関西パーリ語実習会",
        "author_short": "関西パーリ語実習会",
        "author_uid": "kansai",
        "publication_date": "2023",
        "id": "jpn_mn96_kansai",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "kan",
        "lang_name": "ಕನ್ನಡ",
        "is_root": false,
        "author": "Molakalmuru Srinivasamurthy",
        "author_short": "srinivasamurthy",
        "author_uid": "srinivasamurthy",
        "publication_date": "2012",
        "id": "kan_mn96_srinivasamurthy",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "my",
        "lang_name": "မြန်မာဘာသာ",
        "is_root": false,
        "author": "Pitaka Myanmar Translation",
        "author_short": "PMT",
        "author_uid": "pmt",
        "publication_date": null,
        "id": "my_mn96_pmt",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "no",
        "lang_name": "Norsk",
        "is_root": false,
        "author": "Kåre A. Lie",
        "author_short": "Lie",
        "author_uid": "lie",
        "publication_date": "2013",
        "id": "no_mn96_lie",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "pt",
        "lang_name": "Português",
        "is_root": false,
        "author": "Michael Beisert",
        "author_short": "Beisert",
        "author_uid": "beisert",
        "publication_date": "2003",
        "id": "pt_mn96_beisert",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "ru",
        "lang_name": "Русский",
        "is_root": false,
        "author": "SV",
        "author_short": "SV",
        "author_uid": "sv",
        "publication_date": "2015",
        "id": "ru_mn96_sv",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "si",
        "lang_name": "සිංහල",
        "is_root": false,
        "author": "A.P. de Zoysa",
        "author_short": "Zoysa",
        "author_uid": "zoysa",
        "publication_date": null,
        "id": "si_mn96_zoysa",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sl",
        "lang_name": "Slovenščina",
        "is_root": false,
        "author": "Bojan Božič",
        "author_short": "Božič",
        "author_uid": "bojan",
        "publication_date": "2023",
        "id": "sl_mn96_bojan",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "sr",
        "lang_name": "Srpski",
        "is_root": false,
        "author": "Branislav Kovačević",
        "author_short": "Kovačević",
        "author_uid": "kovacevic",
        "publication_date": "2014",
        "id": "sr_mn96_kovacevic",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "lang": "th",
        "lang_name": "ไทย",
        "is_root": false,
        "author": "Siam Rath",
        "author_short": "Siam Rath",
        "author_uid": "siam_rath",
        "publication_date": null,
        "id": "th_mn96_siam_rath",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      },
      {
        "author": "Thích Minh Châu",
        "author_short": "Minh Châu",
        "author_uid": "minh_chau",
        "has_comment": false,
        "id": "vi_mn96_minh_chau",
        "is_root": false,
        "lang": "vi",
        "lang_name": "Tiếng Việt",
        "publication_date": null,
        "segmented": false,
        "volpage": null,
        "title": "Kinh Esukàrì"
      },
      {
        "lang": "zh",
        "lang_name": "汉语",
        "is_root": false,
        "author": "莊春江",
        "author_short": "莊春江",
        "author_uid": "zhuang",
        "publication_date": null,
        "id": "zh_mn96_zhuang",
        "segmented": false,
        "volpage": null,
        "has_comment": false
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "priority_author_uid": null,
    "verseNo": "bj11.668, cck13.590, csp1ed10.389, csp2ed10.389, dr13.556, dr13.557, ms10M_1349, msdiv436, ndp10.441, nya1, pts-vp-pli2.178, sya13.610, sya13.611, vri13.395,nya2,nya3,bj11.670, cck13.591, cck13.592, csp1ed10.390, csp2ed10.390, dr13.558, ms10M_1350, msdiv437, ndp10.442, nya4, pts-vp-pli2.179, sya13.612, vri13.396,nya5,nya6,nya7,dr13.559, ms10M_1351, msdiv438, ndp10.443, nya8, sya13.613,cck13.593, cck13.594, dr13.560, ms10M_1352, msdiv439, pts-vp-pli2.180, sya13.614, vri13.397,nya9,bj11.672, cck13.595, csp1ed10.391, csp2ed10.391, dr13.561, ms10M_1353, msdiv440, ndp10.444, nya10, sya13.615,bj11.674, cck13.596, csp1ed10.392, csp2ed10.392, dr13.562, ms10M_1354, msdiv441, ndp10.445, nya11, pts-vp-pli2.181, sya13.616, vri13.398,nya12,ms10M_1355,ms10M_1356, nya13, sya13.617,cck13.597, ms10M_1357, pts-vp-pli2.182, vri13.399,dr13.563, ms10M_1358,ms10M_1359, ndp10.446, sya13.618,cck13.598, csp1ed10.393, csp2ed10.393, dr13.564, ms10M_1360, msdiv442, nya14,bj11.676, ms10M_1361, sya13.619,cck13.599, dr13.565, ms10M_1362, msdiv443, ndp10.447, nya15, pts-vp-pli2.183, vri13.400,ms10M_1363, sya13.620,cck13.600, csp1ed10.394, csp2ed10.394, dr13.566, ms10M_1364, msdiv444, nya16,bj11.678, cck13.601, dr13.567, ms10M_1365, ndp10.448, pts-vp-pli2.184, sya13.621, vri13.401,cck13.602, csp1ed10.395, csp2ed10.395, ms10M_1366, sya13.622,ms10M_1367, nya17",
    "previous": {
      "name": null,
      "uid": null
    },
    "next": {
      "name": null,
      "uid": null
    }
  },
  "bilara_root_text": {
    "uid": "mn96",
    "author": "Mahāsaṅgīti Tipiṭaka Buddhavasse 2500",
    "author_short": "ms",
    "author_uid": "ms",
    "lang": "pli",
    "title": "Esukārīsutta",
    "previous": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    },
    "next": {
      "author_uid": "ms",
      "lang": "pli",
      "name": null,
      "uid": null
    }
  },
  "bilara_translated_text": null,
  "candidate_authors": [
    "sujato",
    "nyanamoli-thera"
  ]
}